{
    "date": "2017-04-22T05:04:26Z",
    "title": "Mike Pence in Australia says US and allies ready to tackle North Korea",
    "url": "https://www.theguardian.com/us-news/2017/apr/22/mike-pence-in-australia-says-us-and-allies-ready-to-tackle-north-korea",
    "content": "All options including military action are “on the table” to deal with the threat of North Korean nuclear weapons, Mike Pence has said during a trip to Australia. But the US vice-president stressed he expects China to bring its influence to bear against the regime’s nuclear ambitions. Pence said three times during a press conference with the Australian prime minister, Malcolm Turnbull, that “all options are on the table” and refused to rule out military action against the recalcitrant nuclear-armed regime. “While all options are on the table, let me assure you the US will continue to work closely with Australian and our other allies in the region, and with China, to bring economic and diplomatic pressure to bear on the regime in Pyongyang until they abandon their nuclear and ballistic missile program,” Pence said. “But if China is unable to deal with North Korea, the United States and our allies will.” Pence’s rhetoric was a continuation of the bombastic line he has run throughout his swing through the Asia-Pacific, visiting South Korea, Japan, Indonesia and finally, Australia. He said a generation of “strategic patience” with the North Korean regime, under Kim Jong-Il and then his son, Kim Jong-un, had failed utterly and the Trump administration was determined to pressure North Korea to stop developing nuclear weapons. “The era of strategic patience is over,” he reiterated. North Korea has accused the US of warmongering on the Korean peninsula, saying the Trump administration was creating “a dangerous situation in which a thermonuclear war may break out at any moment”. North Korea’s deputy UN ambassador Kim In-ryong this week said “if the US dare opt for a military action”, North Korea was “ready to react to any mode of war desired by the US”. In Australia, Turnbull echoed the vice-president’s position, saying the responsibility for influencing North Korea lay with China, a country holding immense diplomatic and economic leverage over Kim’s regime. Turnbull said North Korea’s “reckless and dangerous regime puts the peace and stability of our region at risk”. He said China had a responsibility to curb Pyongyang’s nuclear ambitions and he was “quietly confident” it would. “The eyes of the world are on Beijing,” Turnbull said. North Korea latest missile test last weekend was a failure but it conducted two nuclear test explosions and 24 ballistic missile tests last year. The White House suffered acute embarrassment this week after Donald Trump boasted he had sent an “armada” to the Sea of Japan as a warning to North Korea. The USS Carl Vinson strike group was in fact more than 5,000km from the Korean peninsula and headed in the opposite direction. The ships were hastily turned around. Pence said the group was now headed for waters off the Korean peninsula and would be in the Sea of Japan within days, “before the end of the month”. The issue of North Korea dominated Pence’s meeting with Turnbull and the foreign minister, Julie Bishop. But the leaders also discussed trade, company tax cuts – which both administrations favour – and the global fight against Islamist terrorism. Turnbull told reporters Australia was in “lock-step” with America in its fight against terrorism and to defeat Islamic State. Turnbull praised the US for its response to the use of chemical weapons by the Assad regime in Syria in an attack on civilians, describing it as a “quick, calibrated, and proportionate response by the US in answer to that shocking crime”. Also discussed was the controversial refugee deal, brokered between Turnbull and Trump’s predecessor, Barack Obama, under which the US would consider for resettlement up to 1,250 refugees from Australia’s offshore detention islands of Manus and Nauru. Pence said the new administration would honour the agreement but offered the significant caveat of “subject to the results of the vetting process that now apply to all refugees considered for admission to the USA”. There is no guarantee on how many, if any, refugees will be accepted. And Pence was blunt about the Trump White House’s view of the refugee deal. “President Trump has made it clear that we’ll honour the agreement. That doesn’t mean we admire the agreement. Frankly looking back on the past administration, the president has never been shy about expressing frustration with other international agreements.” Officials from the US departments of state and homeland security officials have been on Nauru and Manus Island in Papua New Guinea conducting biometric testing and security interviews with refugees over the past few weeks. Pence also hinted at a presidential visit this year, saying he expected Trump to visit the Asia-Pacific “in the fall”, Australia’s spring. A visit by the US president to the region could be reasonably expected to include a stopover at its closest and most steadfast ally in the region. The joint press conference between Turnbull and Pence was full of the usual lavish bilateral praise that accompanies a US leader’s visit to Australia. Turnbull praised the “Pax Americana” provided by long-standing US interest and intervention in the Pacific. “And the US understand that they have no stronger, more committed, more loyal partner, ally than Australia.” Pence said the US had no more steadfast ally than Australia, particularly in conflict, noting that Australia had fought alongside the US in every major war of the last century. “From the Coral Sea to Kandahar our friendship has been forged in the fires of sacrifice.”",
    "keywords": [
        "turnbull",
        "mike",
        "allies",
        "pence",
        "regime",
        "korea",
        "ready",
        "australia",
        "nuclear",
        "china",
        "tackle",
        "trump",
        "north",
        "korean"
    ],
    "summary": "All options including military action are “on the table” to deal with the threat of North Korean nuclear weapons, Mike Pence has said during a trip to Australia.\nNorth Korea’s deputy UN ambassador Kim In-ryong this week said “if the US dare opt for a military action”, North Korea was “ready to react to any mode of war desired by the US”.\nIn Australia, Turnbull echoed the vice-president’s position, saying the responsibility for influencing North Korea lay with China, a country holding immense diplomatic and economic leverage over Kim’s regime.\nNorth Korea latest missile test last weekend was a failure but it conducted two nuclear test explosions and 24 ballistic missile tests last year.\nThe issue of North Korea dominated Pence’s meeting with Turnbull and the foreign minister, Julie Bishop.",
    "sentiment": {
        "neg": 0.0904,
        "neu": 0.8202,
        "pos": 0.0894,
        "compound": -0.0873
    }
}