{
    "date": "2017-07-06T09:43:48Z",
    "title": "G20 summit could mark end of the US as global leader, but what's next?",
    "url": "https://www.theguardian.com/world/2017/jul/06/g20-summit-could-mark-end-of-us-as-global-leader-but-what-is-next",
    "content": "Leaders of the world’s 20 biggest economic powers are about to gather in Hamburg for a two-day summit as they ponder whether they should still look to the US for global leadership. The summit, ostensibly about financial stability, could mark the moment of the US’s formal abdication as the world’s pre-eminent power. The task of leadership will be seen to be passed not to a single successor – a reluctant China is not ready – but to a new unstable quartet of Donald Trump, Xi Jinping, Vladimir Putin, and Angela Merkel. This contest for world leadership could not come at a worse time. Too many lights are flashing red on the global dashboard: climate change, North Korea, world trade, Ukraine, mass migration and discord in the Gulf. Yet the quartet comes to the summit, starting on Thursday night, with very different aims. Merkel, the serene host, had planned to use it to lift the world’s gaze to the long-term challenge posed by migration from an increasingly populated and youthful Africa but instead finds herself firefighting. She will meet Trump on Thursday night in an effort to reacquaint him with her plan for Africa and to test how far he is willing to be more malleable than he was at the G7, notably on climate change. Merkel is not keen on being leader of the liberal west, describing such labels as “grotesque” and choosing to be seen in the constant company of the French president, Emmanuel Macron, to dilute the impression of German dominance of Europe. But she also knows she can play considerate host only so far when she meets Trump. Martin Schulz, her social Democratic rival for chancellor in September’s election is looking for a chink in her electoral armour, and believes he has found one by being more strident in his criticisms of Trump. Polls show there is no downside to being rude about Trump: some 80% of Germans have no or little confidence in his ability to be a force for good in the world, according to a recent Pew Research poll. Trump in turn continues to attack the German trade surplus, ridicule climate change, mull curbs on German steel imports and insist global politics is a Darwinian battle in which each leader must think first and only of their national interest. The US president even appeared to be spoiling for a row with his hosts. “The US made some of the worst trade deals in world history. Why should we continue these deals with countries that do not help us”, he wrote on Twitter on Wednesday morning. Merkel has been equally firm in her reply, saying that “anyone who believes that the problems of this world can be solved with isolationism and protectionism is making a terrible error”. She will be able to back those words up by pointing to the signing of a free trade deal between Japan and the EU, a signal that the free trading world will hold to its beliefs and, if necessary, work around the US. She also intends to emphasise her claim that the rest of the world is more determined than ever to make the Paris climate change treaty a success despite Trump’s announcement of US withdrawal. Trump will be unconcerned if he is outnumbered since it will only deepen his narrative of America as a victim, a story that works with his political base. His focus will be on his meeting with Vladimir Putin on Friday. Sir Malcolm Rifkind, the former British foreign secretary, likened the event to “two alpha males prowling around one another”, admitting the potential outcome kept him awake at night. “It is a huge problem that Putin cannot predict how Trump is going to behave,” he said, adding: “That is because Trump does not know how he is going to behave.” No agreement is expected on Ukraine, but on Syria Trump is likely to signal that the fate of Assad is of little concern after the defeat of Isis. But any kind of concessions to Moscow will be seen in the context of Trump’s strange inability to call out Russian interference in the US presidential elections. To dwell on Russian meddling risks delegitimising his victory, yet the controversy has left him powerless to pursue the policy with Moscow he once intended. Putin will want a signal that he is seen as a legitimate player in world politics by Trump. He will also want Trump to show he disapproves of the US Senate voting to extend sanctions against Russia. Trump’s meeting with Putin may not end up being the most-watched event in Hamburg, however. After North Korea’s announcement on Tuesday that it had successfully tested its first intercontinental ballistic missile, Trump’s planned huddle with Xi is likely to be a lot frostier than their first encounter in April. His faith in China to act tough with North Korea appears to have evaporated and before the summit’s opening, he will meet with Shinzo Abe, of Japan, and Moon Jae-in, of South Korea. Trump is sure to vent his frustration at China’s refusal to cut off energy supplies to North Korea, a move China fears would prompt a mass exodus. If there was a simple solution, it would have been tried by now. Yet Xi is not at this summit to act as a bystander. He has marked himself out as an ally to Merkel, stressing how much he agrees with her on free trade and climate change. He will urge the US to show restraint on North Korea, and even if he has lost the ear of Washington, he does not believe the US will act without his agreement. This may not be the summit for him to try to fill the US’s shoes, but the moment is coming.",
    "keywords": [
        "whats",
        "summit",
        "change",
        "leader",
        "world",
        "trade",
        "merkel",
        "g20",
        "north",
        "end",
        "korea",
        "mark",
        "putin",
        "climate",
        "global",
        "trump"
    ],
    "summary": "The summit, ostensibly about financial stability, could mark the moment of the US’s formal abdication as the world’s pre-eminent power.\nToo many lights are flashing red on the global dashboard: climate change, North Korea, world trade, Ukraine, mass migration and discord in the Gulf.\nHe has marked himself out as an ally to Merkel, stressing how much he agrees with her on free trade and climate change.\nHe will urge the US to show restraint on North Korea, and even if he has lost the ear of Washington, he does not believe the US will act without his agreement.\nThis may not be the summit for him to try to fill the US’s shoes, but the moment is coming.",
    "sentiment": {
        "neg": 0.0691,
        "neu": 0.8628,
        "pos": 0.068,
        "compound": -0.0521
    }
}