{
    "date": "2017-08-29T17:16:00Z",
    "title": "UK must decide how to react to US strike on North Korea, warns thinktank",
    "url": "https://www.theguardian.com/world/2017/aug/29/uk-must-decide-now-whether-support-trump-war",
    "content": "Theresa May urgently needs to establish how the UK will react to a US request for political support for military action against North Korea, a leading figure at a security thinktank has warned. Malcolm Chalmers, deputy director-general of the Royal United Services Institute, said the prime minister must commission a study to decide the British response, as when the time comes she will “only have hours, at most, to make clear how she stood on what would be one of the most momentous strategic shocks of the post-cold war era”. May’s spokesman, speaking before she begins her visit to Japan on Wednesday, described North Korea’s unannounced firing of a missile over Japan as “reckless provocation” but has not said if she will support a preventive military strike. Donald Trump said on Tuesday that all options including military action are on the table, while the US envoy to the UN, Nikki Haley, said “something serious has to happen” following the missile test. May wants her visit to Japan to focus on a possible post-Brexit trade deal and the shape of a future economic relationship but Japanese officials have been analysing the apparent reduction in British influence in the wider world after leaving the EU. Chalmers wants his remarks to be a wake-up call to the UK national security council to look in greater detail at the circumstances in which the UK government would support a military strike by Trump. He said the need for such a study had become more urgent as it became clear North Korea would achieve nuclear capability relatively quickly and some form of military conflict is no longer unthinkable. Chalmers said the consequences of a military strike leading to war would be catastrophic in the region, adding: “[May’s] decision would have as profound an impact on the UK’s international standing, and on its domestic politics, as the fateful decision to stand shoulder to shoulder with the US in the run-up to the 2003 invasion of Iraq.” Action short of a military strike could include sending further western military assets to the region to send a signal to Pyongyang, he said. “Yet, even if war were to start in the next few months – before North Korea has the capability to threaten the lower states of the US – its consequences for the region would be more devastating than any conflict that America has faced since 1953. “Within the first few weeks, there could be hundreds of thousands of casualties in both North and South Korea, including the deaths of thousands of US military personnel and civilians. “If China also gets involved militarily, or if nuclear weapons are used, it could be a lot worse. International trade and investment would suffer as economic activity slumped in one of the globe’s most productive regions.” He said the most likely preventive action would probably involve multiple military strikes on North Korea’s nuclear facilities and Pyongyang would probably respond if it still had the capability, since a failure to do so would be an admission of defeat heralding the end of the regime. Chalmers said that if it was clear that North Korea was responsible for initiating a conflict, it would be difficult for the UK not to provide strong political support for its closest ally. Both Japan and South Korea, despite their current opposition to US preventive strikes, would also have no alternative but to provide military and logistical support. He predicted the US would remind its Nato allies that “the roots of the crisis lie in North Korea’s increasingly successful efforts to acquire a nuclear capability that is on course to threaten much of Europe, as well as the lower states of the US. London and Paris are around the same distance from North Korea as Los Angeles”. However, he warns that if the military strike is seen to have been started by Trump, the chances of May securing a Commons majority for any support from the UK would be limited. Chalmers said this political reality meant there were more reasons than ever “for Whitehall to be doing preparatory work now for what is no longer an unthinkable scenario and for the government to align itself with those who are now urging the US to reject calls for preventive strikes”.",
    "keywords": [
        "react",
        "military",
        "korea",
        "thinktank",
        "uk",
        "warns",
        "support",
        "strike",
        "decide",
        "chalmers",
        "nuclear",
        "japan",
        "preventive",
        "north"
    ],
    "summary": "Theresa May urgently needs to establish how the UK will react to a US request for political support for military action against North Korea, a leading figure at a security thinktank has warned.\nMay’s spokesman, speaking before she begins her visit to Japan on Wednesday, described North Korea’s unannounced firing of a missile over Japan as “reckless provocation” but has not said if she will support a preventive military strike.\nChalmers wants his remarks to be a wake-up call to the UK national security council to look in greater detail at the circumstances in which the UK government would support a military strike by Trump.\nLondon and Paris are around the same distance from North Korea as Los Angeles”.\nHowever, he warns that if the military strike is seen to have been started by Trump, the chances of May securing a Commons majority for any support from the UK would be limited.",
    "sentiment": {
        "neg": 0.1109,
        "neu": 0.8186,
        "pos": 0.0705,
        "compound": -0.1387
    }
}