{
    "date": "2017-03-07T04:03:37Z",
    "title": "Donald Trump says nuclear threat from North Korea has entered 'new phase'",
    "url": "https://www.theguardian.com/world/2017/mar/07/donald-trump-threat-north-korea-new-phase",
    "content": "The threat posed by North Korea to the US and its allies has entered a “new phase”, Donald Trump said on Tuesday, a day after the regime test-launched four ballistic missiles towards Japan. In phone talks on Tuesday, Trump told Japan’s prime minister, Shinzo Abe, that the US stood “100%” with Tokyo after three of the intermediate-range missiles landed in the sea off Japan’s north-west coast. “President Trump told me that the United States was with Japan 100%, and that he wanted his comments to be communicated to the Japanese people,” Abe told reporters at his residence. “He said he wanted us to trust him as well as the United States 100%. “Japan and the United States confirmed that the latest missile firing by North Korea … is a clear challenge to the region and the international community, and that its threat has entered a new phase.” The comments came as the US said the “first elements” of its controversial missile defence system had arrived in South Korea on Tuesday. The Terminal High Altitude Area Defense (Thaad) anti-missile system is meant to intercept and destroy short- and medium-range ballistic missiles during the last part of their flights, the US Pacific Command said in a statement. “Continued provocative actions by North Korea, to include yesterday’s launch of multiple missiles, only confirm the prudence of our alliance decision last year to deploy Thaad to South Korea,” US Pacific Commander Admiral Harry Harris said. China has denounced Thaad’s deployment, saying its powerful radar would compromise its security. South Korea’s Yonhap news agency, citing military sources, said the system could be operational as early as April, well ahead of schedule. Trump and Abe spoke as the North Korean leader, Kim Jong-un, declared the launches a success and warned that they were part of a training exercise for an attack on US military bases in Japan, home to almost 50,000 American troops. “The four ballistic rockets launched simultaneously are so accurate that they look like acrobatic flying corps in formation,” the state-run Korean Central News Agency quoted Kim as saying. The regime also released images of the missile launches, with a smiling Kim in attendance. The launches were seen as a protest against the start of joint military exercises involving South Korea and the US that Pyongyang regards as a rehearsal for an invasion of North Korea. A day after operation Foal Eagle began last Wednesday, North Korea’s army, deploying the same vitriolic language it reserves for the annual drills, warned that it was ready to “immediately launch its merciless military counteractions” if South Korean or US forces fired “even a single shell” into waters near the divided Korean peninsula. North Korea’s ambassador to the UN, Ja Song-nam, said the joint exercises were driving the region towards nuclear disaster. “It may go over to an actual war,” Ja said, adding: “Consequently, the situation on the Korean Peninsula is again inching to the brink of a nuclear war.” Abe said that Trump, who was diplomatically wrong-footed by a North Korean missile launch last month, had reaffirmed Washington’s “unwavering” commitment to Japan’s security. The leaders agreed that Monday’s launches were in violation of UN resolutions banning Pyongyang from developing ballistic missile technology. Washington and Tokyo have requested a meeting of the UN security council on Wednesday. Abe said he had told Trump that Japan was willing to take on a “large role and responsibility to enhance the deterrence provided by the Japan-US alliance”. Trump has yet to state how he intends to address the growing North Korean threat from ballistic missiles, amid evidence that the regime is edging closer to acquiring the ability to marry a miniaturised nuclear warhead with a long-range missile capable of striking the US mainland. The UN has imposed six rounds of sanctions since the North conducted its first nuclear test in 2006, but they have failed to dent the regime’s quest to build what it claims is a “defensive” nuclear arsenal. Trump has not publicly commented on Monday’s missile launch, but his ambassador to the UN, Nikki Haley, said on Twitter that the world “won’t allow” North Korea to continue on its “destructive path”. Choi Kang, an analyst at the Seoul-based Asan Institute for Policy Studies, said the launch was a warning to Tokyo. “North Korea is demonstrating that its target is not just limited to the Korean peninsula any more but can extend to Japan at any time and even the US,” he said.",
    "keywords": [
        "launch",
        "phase",
        "south",
        "korea",
        "threat",
        "donald",
        "entered",
        "nuclear",
        "missiles",
        "japan",
        "trump",
        "missile",
        "north",
        "korean"
    ],
    "summary": "The threat posed by North Korea to the US and its allies has entered a “new phase”, Donald Trump said on Tuesday, a day after the regime test-launched four ballistic missiles towards Japan.\n“Continued provocative actions by North Korea, to include yesterday’s launch of multiple missiles, only confirm the prudence of our alliance decision last year to deploy Thaad to South Korea,” US Pacific Commander Admiral Harry Harris said.\nThe launches were seen as a protest against the start of joint military exercises involving South Korea and the US that Pyongyang regards as a rehearsal for an invasion of North Korea.\nNorth Korea’s ambassador to the UN, Ja Song-nam, said the joint exercises were driving the region towards nuclear disaster.\nTrump has not publicly commented on Monday’s missile launch, but his ambassador to the UN, Nikki Haley, said on Twitter that the world “won’t allow” North Korea to continue on its “destructive path”.",
    "sentiment": {
        "neg": 0.0543,
        "neu": 0.8548,
        "pos": 0.0909,
        "compound": 0.0367
    }
}