{
    "date": "2017-09-20T17:22:27Z",
    "title": "Ignore Trump’s lies. North Korea is no threat to Britain | Simon Jenkins",
    "url": "https://www.theguardian.com/commentisfree/2017/sep/20/trump-lies-north-korea-threat-britain-kim-jong-un-china",
    "content": "Donald Trump’s United Nations performance on Tuesday was dangerous. It was dangerous not for the testosterone tub-thumping and infantile imagery. It was dangerous for being based on a lie. Trump said: “If forced to defend ourselves and our allies, we will have no choice but to totally destroy North Korea.” Choice is the privilege of power – and moderation is its obligation. Trump understands neither. The two objects of his vitriol, Iran and North Korea, apart from being wholly unalike, are seeking to defend themselves with the same weapons as are deployed by America and its allies. No outside force is likely to stop them, nor is it clear by what right it might do so. We may not like nuclear proliferation, but we can hardly lecture others on the subject. Meanwhile the idea that North Korea, for all its posturing, poses an existential threat to America is paranoid absurdity. Were its ruler to go mad and direct a nuclear missile at Guam or Hawaii or Oregon, it would cause a terrible mess, and a crisis in Chinese-American relations. Few would argue against retaliation. But the greatest danger is that it would suck America into another Asian land war and probably a defeat. As in the case of America’s war in Vietnam, that again would be a choice, but not a necessity. On coming to office, Trump hinted at a policy of radical non-intervention abroad, under the plausible rubric of “America first”. He declared himself sceptical of the Iraq and Afghan wars, fed up with Nato, averse to the Saudi alliance and eager for a rapprochement with Russia. Even in terms of past American isolationism, this was dramatic stuff. We waited eagerly to see how it might work in practice. The answer is clear – not at all. Even faster than George W Bush, Trump has slithered into the militarism, bullying and bombast that is the seduction of high office. His daily tweets amount to little more than “my adjective is bigger than yours”. He thrills to the call of the pipe and the drum. He whams bombs into Syria, and sends more troops to Iraq and Afghanistan. He wants to “win” in the only way he knows how, by belligerence. His greatest weakness is constantly to imply he has no choice. Britain should have nothing to do with this lie. We are at the 20th anniversary of Tony Blair’s 1997 recasting of Anglo-American relations. There would be no more “blue water”, as over Vietnam, Ireland and the Falklands. Blair’s aide Jonathan Powell told the new ambassador to Washington, Christopher Meyer, that his job was simply “to get up the arse of the White House and stay there”. Blair did just that, and his successors have remained ensconced there ever since. The cost has been appalling, in British soldiers’ lives and taxpayers’ money, and in the galvanisation of domestic terrorism. Yet it is impossible to detect a jot of world peace, let alone British advantage, in these two decades of craven support for America’s every misguided venture. We remain trapped in Blair’s bind. We are still inexcusably bombing civilian targets in Iraq and Syria. We are still building carriers and outdated jets to meet Nato targets unrelated to any strategic need. We are still crippling the defence budget to pay for a useless nuclear “deterrent”. We still have 500 troops fighting a war in Afghanistan. The Afghan war demonstrates the ailment at the heart of British foreign policy – its inexplicability. When asked why we were in Afghanistan, Blair would say we were “defending freedom” and “building a better nation”. Gordon Brown said we were “keeping British streets safe”. David Cameron said we were “driving terrorists out of that country”. What is it about Downing Street that obliges its occupants to talk such rubbish? An intriguingly frank debate on Afghanistan took place last week at the Royal United Services Institute in Whitehall. With commendable frankness, present and past soldiers, diplomats and politicians reviewed Theo Farrell’s Unwinnable, a devastating account of the Afghan saga, in which every British military failure down the ages has been compressed into the cesspit of expense, death and misery called Helmand. Apart from its sense of “lions led by donkeys”, the book shows what happens when soldiers and politicians dare not speak truth to Downing Street power. Seminar participants kept asking each other: “Who is to blame?” It was hard not to shout: “You lot!” British fiascos in Iraq and Afghanistan were due simply to Blair’s eagerness to backrub George Bush in his grotesque responses to 9/11. We are now doing the same to Trump. North Korea is a tinpot dictatorship utterly in thrall to China, whose painful responsibility must one day be to cut its throat. Its leader has mastered the art of taunting to distraction one American president after another. Each week Trump rises to the bait. Korea is no threat to Britain, or to Nato, or to any known British interest. Yet Theresa May went to Tokyo last month to discuss with its prime minister “what can be done” about Korea. She brought, according to an aide, “a message for China’s President Xi Jinping, telling him in no uncertain terms that it is his responsibility to rein in Kim Jong-un”. This was opium war talk. Britain even refused to rule out a military or cyberwarfare response. London, said May, stood “shoulder to shoulder” with America. Why? Harold Wilson resisted that temptation over Vietnam. It was, and still is, nothing to do with Britain. British foreign policy is like an ancient shamanic ritual. Coated in dust, it is taken down from its shelf whenever a prime minister feels in need of a plane ride, a red carpet and an urge to lecture the world. Like her predecessors, May has to incant the gospel according to Tony, that any of Kipling’s “lesser breeds without the law” who dare to upset Washington are “completely unacceptable” to London. She then bombs an occasional Muslim village to show she is “right behind America on terrorism”. A crusty retainer duly puts the policy back on its shelf. No other European country feels the need to behave like this. It costs lives and money, and is in no conceivable national interest. British policy is as shaming as Trump’s is dangerous. • Simon Jenkins is a Guardian columnist",
    "keywords": [
        "policy",
        "afghanistan",
        "ignore",
        "war",
        "korea",
        "iraq",
        "threat",
        "simon",
        "british",
        "jenkins",
        "britain",
        "america",
        "trumps",
        "trump",
        "dangerous",
        "lies",
        "north"
    ],
    "summary": "Trump said: “If forced to defend ourselves and our allies, we will have no choice but to totally destroy North Korea.” Choice is the privilege of power – and moderation is its obligation.\nThe two objects of his vitriol, Iran and North Korea, apart from being wholly unalike, are seeking to defend themselves with the same weapons as are deployed by America and its allies.\nMeanwhile the idea that North Korea, for all its posturing, poses an existential threat to America is paranoid absurdity.\nNorth Korea is a tinpot dictatorship utterly in thrall to China, whose painful responsibility must one day be to cut its throat.\nBritish policy is as shaming as Trump’s is dangerous.",
    "sentiment": {
        "neg": 0.1256,
        "neu": 0.8251,
        "pos": 0.0493,
        "compound": -0.1731
    }
}