{
    "date": "2017-07-08T03:00:38Z",
    "title": "Malcolm Turnbull plays down talk of missile shield against North Korea",
    "url": "https://www.theguardian.com/world/2017/jul/08/malcolm-turnbull-plays-down-talk-of-missile-shield-against-north-korea",
    "content": "A US missile defence system being rolled out in South Korea is “not really suitable” for Australia to adopt, the prime minister, Malcolm Turnbull, has said at the G20 summit in Germany, as leaders grapple with North Korea’s launch of its most powerful ballistic missile yet. Turnbull was asked whether Australia would implement an anti-ballistic missile system like the US Terminal High Altitude Area Defence system (Thaad), which is being deployed in South Korea. “That’s not really suitable for our situation but I can assure you we are constantly examining how we can ensure that Australians are safe,” he told reporters. “I do want to stress this, the answer in respect of North Korea is the denuclearisation of North Korea and for it to stop its reckless and provocative conduct.” The question to Turnbull was prompted by comments from the former Labor prime minister Kevin Rudd that Australia should consider a missile defence system to defend against an attack from North Korea. Rudd said: “Given North Korean developments, Australia would be well advised to begin analysing ballistic missile defence needs, available technologies and possible deployment feasibility for northern Australia.” On Tuesday, North Korea ramped up its provocation by test-launching an intercontinental ballistic missile, raising the prospect that the rogue state might be capable of delivering a nuclear weapon to Australia. Turnbull said Australia’s focus needed to remain on protecting its deployed forces in the field. The prime minister has called on China to to take the “strongest action” against North Korea as the risk of military conflict intensifies. He underlined that position at the summit on Friday, saying: “The nation with overwhelmingly the greatest leverage over North Korea is China. And so we look to China to bring North Korea to its senses.” Talk about North Korea dominated the first day of the G20 summit, as did counter-terrorism efforts, the Paris climate agreement, and free trade. The leaders issued a joint statement on fighting terrorism including a commitment to step up efforts to tackle online terrorism, saying there must be “no safe spaces for terrorist financing anywhere in the world. We affirm that the rule of law applies online as well as it does offline.” Turnbull also met the Indonesian president, Joko Widodo, who agreed to work on finalising an economic partnership agreement that the latter said could be completed by the end of the year. Turnbull ended Friday with a ride in the high-security vehicle of the US president, Donald Trump, and his wife, Melania, as protests erupted around them in Hamburg. On Friday evening, G20 summit protesters set fires in the streets and looted stores as about 200 police officers were deployed with water cannons. On Saturday night, Turnbull will fly to Paris for talks with the French president, Emmanuel Macron. He is then due to head to London to meet the British prime minister, Theresa May.",
    "keywords": [
        "summit",
        "turnbull",
        "talk",
        "plays",
        "minister",
        "korea",
        "system",
        "australia",
        "north",
        "prime",
        "malcolm",
        "missile",
        "defence",
        "shield"
    ],
    "summary": "Turnbull was asked whether Australia would implement an anti-ballistic missile system like the US Terminal High Altitude Area Defence system (Thaad), which is being deployed in South Korea.\nThe prime minister has called on China to to take the “strongest action” against North Korea as the risk of military conflict intensifies.\nHe underlined that position at the summit on Friday, saying: “The nation with overwhelmingly the greatest leverage over North Korea is China.\nAnd so we look to China to bring North Korea to its senses.” Talk about North Korea dominated the first day of the G20 summit, as did counter-terrorism efforts, the Paris climate agreement, and free trade.\nHe is then due to head to London to meet the British prime minister, Theresa May.",
    "sentiment": {
        "neg": 0.0607,
        "neu": 0.8543,
        "pos": 0.0849,
        "compound": 0.1283
    }
}