{
    "date": "2017-10-25T15:33:17Z",
    "title": "North Korea tensions prompt GB to prepare Winter Olympics ‘evacuation’",
    "url": "https://www.theguardian.com/sport/2017/oct/25/north-korea-tensions-team-gb-winter-olympics-evacuation-plan",
    "content": "Plans are being drawn up to evacuate British athletes from the Winter Olympics in South Korea if there is an escalation in tensions between North Korea and the west. The British Olympic Association is “working on all possible contingency plans” because of the deteriorating situation in the region. Its assessment came hours before a North Korean official warned the world should take Kim Jong-un’s threat to detonate a nuclear device above ground “literally”. With Donald Trump also threatening to unleash “fire and fury like the world has never seen” on North Korea, British officials are aware they must take precautions – especially given Pyeongchang, where the Winter Olympics will be staged in February, is only 65km from the demilitarised zone that separates South Korea from its neighbour. Bill Sweeney, the chief executive of the BOA, said: “We are working on all possible contingency plans. We will go there with a clearly laid-out evacuation plan if it is necessary. I don’t think it will be necessary but the health and welfare of the delegation is our No1 priority. We will do everything possible around the issue.” Sweeney insisted Pyeongchang is still a safe place for the Games, based on the latest Foreign Office advice. “Clearly there is an issue around the escalation of tensions between North and South Korea and the Americans,” he said. “But I lost a lot more sleep going to Rio than I do Pyeongchang. The security threat in Rio was a lot more personal, a lot more unpredictable. We were prepared against any opportunity around mugging and crime and the violent nature of Rio.” The Team GB chef de mission, Mike Hay, said British athletes were regularly being updated with the situation on a special Facebook page but stressed no one is considering pulling out. “It’s the pinnacle of an athlete’s career so it would be a very big decision to decide not to go,” he said. “We certainly felt very safe on a visit last week. We are conscious it’s 65km from the DMZ but everything seemed really good.” Sweeney, meanwhile, has urged the International Olympic Committee to implement urgently “meaningful sanctions” on Russia following last year’s McLaren report that revealed how the Sochi Winter Olympics in 2014 had been corrupted by Russia’s state-sponsored doping. He said: “There is nothing more disheartening than preparing and finding you are up against people who are cheating the system. Our priority is to have a level playing field for our athletes. We want meaningful sanctions and for it to be decided and confirmed as soon as possible, and certainly before Christmas.” Sweeney stopped short of saying what sanctions should be imposed but added: “McLaren and a number of other people have said it was a very wide state-sponsored system and we have all watched Icarus [the Netflix documentary]. I’ve done so three times. And we don’t want the same situation that occurred in Rio with four or five days to go, wandering around the village, wondering if the Russians are going to be there or not.” Sweeney also insisted the British Bobsleigh coach Lee Johnson, who the Guardian revealed this month had said “black drivers do not make good bobsleigh drivers” back in 2013, retained the support of the team. “You have had a number of departures from bobsleigh,” Sweeney said. “The CEO, Richard Parker, has gone. The performance director has gone. The team leader has gone. There are new people in place. “There has been a lot of comment around Lee Johnson and some of the remarks he made. He has the support of the athletes going out to Pyeongchang. When we get there he comes under our jurisdiction and we will manage it that way. Everything that has been need to be done in bobsleigh has been done.” Hay confirmed the BOA will have a welfare officer at the Games for the first time to address any problems that athletes or staff might raise. “We’ve had psychologists and people like that before but this is somebody who both HQ staff and athletes can approach for whatever reason,” he said. “This is something that we will take into future Games as well, I’m sure.”",
    "keywords": [
        "gb",
        "lot",
        "evacuation",
        "athletes",
        "sweeney",
        "possible",
        "korea",
        "prepare",
        "prompt",
        "pyeongchang",
        "tensions",
        "british",
        "rio",
        "winter",
        "bobsleigh",
        "olympics",
        "north"
    ],
    "summary": "Plans are being drawn up to evacuate British athletes from the Winter Olympics in South Korea if there is an escalation in tensions between North Korea and the west.\nThe British Olympic Association is “working on all possible contingency plans” because of the deteriorating situation in the region.\nBill Sweeney, the chief executive of the BOA, said: “We are working on all possible contingency plans.\n“Clearly there is an issue around the escalation of tensions between North and South Korea and the Americans,” he said.\n“You have had a number of departures from bobsleigh,” Sweeney said.",
    "sentiment": {
        "neg": 0.0459,
        "neu": 0.8895,
        "pos": 0.0645,
        "compound": -0.0311
    }
}