{
    "date": "2017-08-17T02:14:27Z",
    "title": "Steve Bannon brands far right 'losers' and contradicts Trump in surprise interview",
    "url": "https://www.theguardian.com/us-news/2017/aug/17/steve-bannon-calls-far-right-losers-trump-warns-china-trade-war-american-prospect",
    "content": "White House chief strategist Steve Bannon has given an unusual interview in which he claimed there was no military solution for North Korea, the far right was a “collection of clowns” and the left’s focus on racism would allow him to “crush the Democrats”. Bannon, who has been called the mastermind behind Donald Trump’s nationalist agenda, made the controversial and unsolicited remarks to Robert Kuttner, co-founder and co-editor of the American Prospect, a leftwing political magazine, in an interview published Wednesday. The seemingly candid comments – which included the claims that he would oust his rivals in the federal government, who were “wetting themselves” – come at a time when Bannon faces an uncertain future at the White House. There have been increasing calls from the left and the right for the removal of the former editor of Breitbart News. When Trump was asked at a press conference this week if the chief strategist would remain in his position, the president said: “We’ll see.” It is unclear why Bannon chose to call Kuttner, who wrote that he had not requested the interview and was “stunned” to hear from him. However after publication stories circulated that Bannon was unaware he was providing an interview. There have been recent reports of internal conflicts and power struggles within the administration, and Bannon made the call amid an intense backlash related to Trump’s links to the far right and the president’s comments that there were “very fine people” at a violent white nationalist protest in Charlottesville. In the American Prospect story, headlined “Steve Bannon, unrepentant”, Trump’s top aide said: “We’re at economic war with China. It’s in all their literature. They’re not shy about saying what they’re doing. One of us is going to be a hegemon in 25 or 30 years and it’s gonna be them if we go down this path. On Korea, they’re just tapping us along. It’s just a sideshow.” Contradicting Trump’s threats of “fire and fury” on North Korea, Bannon said: “There’s no military solution [to North Korea’s nuclear threats], forget it. Until somebody solves the part of the equation that shows me that 10 million people in Seoul don’t die in the first 30 minutes from conventional weapons, I don’t know what you’re talking about, there’s no military solution here, they got us.” Bannon also discussed his “battle inside the administration to take a harder line on China trade”, Kuttner wrote. Asked about his adversaries at the US departments of state and defense, Bannon responded, “Oh, they’re wetting themselves.” He continued: “I’m changing out people at east Asian defense; I’m getting hawks in. I’m getting Susan Thornton [acting head of east Asian and Pacific affairs] out at state.” The White House did not immediately respond to a request for comment on Wednesday night. The State Department said Thursday that Thornton remains in her position and that the secretary “continues to rely on her to lead the State Department’s diplomacy in Asia”. Kuttner also asked Bannon about the “ugly white nationalism epitomized by the racist violence in Charlottesville and Trump’s reluctance to condemn it”. Heather Heyer, a civil rights activist, was killed when a man alleged to be a white nationalist drove a car into a crowd of counter protesters on Saturday. Bannon dismissed the far right as “irrelevant”, Kuttner wrote, quoting the Trump aide as saying: “Ethno-nationalism – it’s losers. It’s a fringe element. I think the media plays it up too much, and we gotta help crush it, you know, uh, help crush it more … These guys are a collection of clowns.” Regarding the Democrats, Bannon said: “The longer they talk about identity politics, I got ’em. I want them to talk about racism every day. If the left is focused on race and identity, and we go with economic nationalism, we can crush the Democrats.” Kuttner wrote that he had never spoken to Bannon before and that the question of whether the call was on or off the record never came up. Anthony Scaramucci, Trump’s short-lived communications director, was recently fired after he called up a reporter and launched a foul-mouthed rant against senior colleagues, including Bannon. Bannon has attracted significant controversy during his time at the White House, where he was blamed for the failed implementation of the travel ban, which was quickly blocked by the courts. It has been reported that the president’s son-in-law, Jared Kushner, and his wife, Ivanka Trump, have long urged Bannon’s dismissal. The president tried to downplay Bannon’s influence on his campaign at the recent press conference, saying, “I like Mr Bannon. He’s a friend of mine. But Mr Bannon came on very late.”",
    "keywords": [
        "right",
        "theyre",
        "contradicts",
        "white",
        "interview",
        "losers",
        "state",
        "kuttner",
        "brands",
        "steve",
        "house",
        "wrote",
        "far",
        "bannon",
        "trump",
        "trumps",
        "surprise"
    ],
    "summary": "There have been increasing calls from the left and the right for the removal of the former editor of Breitbart News.\nHowever after publication stories circulated that Bannon was unaware he was providing an interview.\nIn the American Prospect story, headlined “Steve Bannon, unrepentant”, Trump’s top aide said: “We’re at economic war with China.\nBannon dismissed the far right as “irrelevant”, Kuttner wrote, quoting the Trump aide as saying: “Ethno-nationalism – it’s losers.\nThe president tried to downplay Bannon’s influence on his campaign at the recent press conference, saying, “I like Mr Bannon.",
    "sentiment": {
        "neg": 0.1009,
        "neu": 0.8354,
        "pos": 0.0637,
        "compound": -0.1972
    }
}