{
    "date": "2017-08-10T14:26:01Z",
    "title": "Are US defences strong enough to ward off North Korean missiles?",
    "url": "https://www.theguardian.com/world/2017/aug/10/are-us-defences-strong-enough-to-ward-off-north-korean-missiles",
    "content": "The heated rhetoric between the Trump administration and North Korea is focusing attention on missile technology and, just as importantly for the residents of South Korea, Japan and the US, anti-missile defences. What kind of anti-missile defences does the US possess? The US has various anti-missile options in its arsenal, some designed to take down missiles at short-range and others for medium-to-long-range. The US relies heavily on the US Patriot missile, also used by Israel and Saudi Arabia, and the Terminal High-Altitude Area Defence (THAAD). The US deployed THAAD to South Korea this year to defend against medium-range missiles. There is a three-phased defence system: ground-based missiles in place on the Korean peninsula; US naval ships stationed in the Pacific armed with anti-missile weaponry; and, as the line of last resort, two bases in Alaska and California that can launch an estimated 36 interceptors. Is the US system robust enough to stop a North Korean missile attack? No air defence system has been established that offers anything like a complete guarantee of success. The Pentagon – and the manufacturers of missile defence systems – offer repeated assurances that air defence systems would be more than a match for any North Korean attack. But when missile defence systems have been put to the test over the last few decades, the performance has been far from reassuring. The US provided anti-missile defence systems to Israel and Saudi Arabia during the First Gulf War as protection against Scud missiles fired by Saddam Hussein’s Iraqi troops. The US system appeared to have clear superiority and it was initially claimed that it had shot down 41 of 42 missiles fired by Iraq. But the claim was later scaled back and eventually it was acknowledged that only a few missiles had been hit. Recent tests of interceptors have provided little comfort – with success rates of around 50% on average. The Pentagon celebrated in May when it destroyed a mock warhead over the Pacific. US vice-admiral Jim Syring, director of the Pentagon agency responsible for missile defence, described it as an “incredible achievement”. But overall the performance has been spotty. Since the newest intercept system was introduced in 2004 and deemed to be combat ready, only four of nine intercept attempts have been successful. It is not a matter of malfunctions in the early days. Of the five tests since 2010, only two have been successful. If the US hit a nuclear-tipped missile would there be a nuclear explosion? Almost certainly not. The offensive missile would disintegrate on impact with the interceptor missile. A complicated sequence of events needs to take place to detonate a nuclear warhead. Should we be worried? Writing in 2015, Steven Pifer, an arms control expert at Washington’s Brookings Institution, asked a US official what would happen if a North Korean missile was launched in the direction of Seattle. The official said he would fire a bunch of interceptors and cross his fingers.",
    "keywords": [
        "defences",
        "defence",
        "korea",
        "system",
        "missiles",
        "systems",
        "strong",
        "antimissile",
        "pentagon",
        "missile",
        "ward",
        "north",
        "korean"
    ],
    "summary": "Is the US system robust enough to stop a North Korean missile attack?\nNo air defence system has been established that offers anything like a complete guarantee of success.\nThe Pentagon – and the manufacturers of missile defence systems – offer repeated assurances that air defence systems would be more than a match for any North Korean attack.\nBut when missile defence systems have been put to the test over the last few decades, the performance has been far from reassuring.\nWriting in 2015, Steven Pifer, an arms control expert at Washington’s Brookings Institution, asked a US official what would happen if a North Korean missile was launched in the direction of Seattle.",
    "sentiment": {
        "neg": 0.0884,
        "neu": 0.7997,
        "pos": 0.1119,
        "compound": 0.0634
    }
}