{
    "date": "2017-09-15T06:26:13Z",
    "title": "'Duck and cover': in Japan, North Korean missile alerts are becoming a fact of life",
    "url": "https://www.theguardian.com/world/2017/sep/15/duck-and-cover-in-japan-north-korea-missile-alerts-becoming-fact-of-life",
    "content": "For the second time in just over a fortnight, millions of people in northern Japan were jolted awake by an alert warning them a North Korean missile was heading in their direction. “Missile launch! Missile launch!” read the first of two messages, as the wail of sirens pierced the early-morning calm in a dozen prefectures, including the northern island of Hokkaido. “A missile appears to have been launched from North Korea. Take cover in a building or underground,” the message added. The missile, thought to be an intermediate-range Hwasong-12, was of the same type that triggered Japan’s first J-alert warning at the end of last month – a chilling reminder to North Korea’s neighbour that it is within easy striking distance of its missiles. As the US and countries in the region persists with sanctions and continue to rule out dialogue – a hardline stance mirrored by Kim Jong-un’s regime – residents were concerned that ballistic fly-pasts and calls to “duck and cover” could become an uncomfortable fact of life. Seven minutes later, a second text confirmed the missile had passed over Japanese territory without incident before splashing into the Pacific ocean 2,000km to the east. “Missile passed. Missile passed,” it said. “It seems that the missile has passed Hokkaido area and landed in the Pacific Ocean. If you find anything suspicious, please don’t go close to it. Report it to the police and firefighters.” Friday’s missile was the fourth to have passed over Japanese territory. The first was in 1998 and the second in 2009, although Pyongyang claims they were rockets carrying satellites into orbit. Multiple missile tests in recent months have sparked concern – although not panic – in Japan and ushered in a flurry of civil defence activity not witnessed since the end of the war. About a dozen towns have conducted evacuation drills since North Korean missiles landed in the sea inside Japan’s exclusive economic zone in March, and sales of nuclear shelters have soared, although the overall number is still low. “I cannot say that we are used to this. I mean, the missile flew right above our town. It’s not a very comforting thing to hear,” said Yoshihiro Saito, who works in the small Hokkaido fishing town of Erimo. “It’s pretty scary.” Like the 29 August launch, text alerts implored residents to seek shelter underground or in sturdy buildings. North Korea’s proximity means that Japanese authorities realistically have less than 10 minutes to confirm a missile launch and issue the alerts. After receiving his second warning in a little over two weeks, Yoichi Takahashi questioned the government’s advice. “It’s really scary. The government tells us to flee to stable buildings but we can’t do that quickly,” said the 57-year old fisheries official in the Hokkaido town of Kushiro. “Our colleagues offshore can never take cover. It has now happened twice to us ... we’re going to have restless days from now on.” Japan’s response to the missile launches has prompted criticism that the government is exploiting public anxiety as it seeks to expand its missile defence systems and, perhaps, consider giving its self-defence forces the capability to carry out pre-emptive strikes against North Korean targets. Its conservative prime minister, Shinzo Abe, routinely describes the launches as a “grave” threat to Japan, assuring the country’s citizens their government is doing all it can to guarantee their safety. On Friday, as at the end of last month, there were no reports of damage to aircraft or shipping in the area, or of missile debris falling onto land from a height of well over 500km. North Korea’s displays of nuclear brinkmanship have become a regular interruption in Japanese daytime TV schedules in recent weeks. On Friday, the national broadcaster NHK cut away from regular programming to cover the aftermath of its launch. Commuters making their way to work in Sapporo, the biggest city on Hokkaido, were handed special newspaper editions announcing the test. Bullet trains operating in the region, as well as some subway services, were suspended. Matthew Galat, a US citizens staying near Lake Toya in Hokkaido, said he had been woken up by “a really loud noise on my phone”. “This loud speaker is playing all throughout the city,” Galat said in a Facebook video recorded while the sirens were still sounding. The vlogger, who is cycling around the world, said the alert, which he translated into English on his smartphone, told him to find shelter in a basement because North Korea had just launched a missile. “Crazy … stupid,” he said. The alert also disrupted play at an international golf tournament in Sapporo. Matt Griffin, an Australian golfer, said he was in his hotel room when he received the text alerts. “It was a bit of a shock, and I thought ‘Not again’,” Griffin told the Guardian. Players who had already teed off at Sapporo golf club were instructed to leave the course and stay in the clubhouse. Play resumed after 40 minutes, said Griffin, who was due to start his second round in the ANA Open on Friday afternoon. “It’s been a topic of conversation among the players in my group,” he added. “Everyone hopes that this is just for show and then the North Koreans will come to their senses. If it’s a one-off then you tend not to be too concerned, but if it keeps happening, that’s when you start to worry.” While the immediate threat has passed, Hokkaido residents worried that the launches could have a knock-on effect on visitor numbers and other local industries. Hironori Matsura, an official in Erimo, said: “We are afraid that this may have an impact on our life, ranging from fishing to tourism.” As life began to return to normal, for a while there was only one topic of conversation in the town. The predictable focus, according to Saito: “How scary it is.” Agence France-Presse contributed to this report.",
    "keywords": [
        "town",
        "launch",
        "cover",
        "fact",
        "alerts",
        "second",
        "warning",
        "japanese",
        "japan",
        "passed",
        "duck",
        "hokkaido",
        "missile",
        "life",
        "north",
        "korean"
    ],
    "summary": "“Missile launch!\n“Missile passed.\nMissile passed,” it said.\n“It seems that the missile has passed Hokkaido area and landed in the Pacific Ocean.\nNorth Korea’s proximity means that Japanese authorities realistically have less than 10 minutes to confirm a missile launch and issue the alerts.",
    "sentiment": {
        "neg": 0.0638,
        "neu": 0.8849,
        "pos": 0.0512,
        "compound": -0.0388
    }
}