{
    "date": "2017-11-08T09:20:42Z",
    "title": "Trump warns North Korea's Kim Jong-un: 'Don't try us'",
    "url": "https://www.theguardian.com/world/2017/nov/08/trump-direct-message-to-kim-jong-un-dont-try-us-north-korea-south-assembly",
    "content": "Donald Trump has delivered a stark personal message to Kim Jong-un, saying North Korea will face disaster unless he gives up his nuclear ambitions. Speaking in front of lawmakers at South Korea’s national assembly, the US president offered a “brighter path” if Pyongyang abandoned its weapons programme, leaving the door open to diplomacy, but also warned that the US was prepared to use military means if necessary. “The weapons that you are acquiring are not making you safer, they are putting your regime in grave danger,” he said. “Every step you take down this dark path increases the peril you face.” Trump has spent two days in South Korea as part of his 12-day tour of east Asia. Addressing Kim directly, he said “despite every crime you have committed against God and man”, the US was prepared to resolve the crisis diplomatically. “We will offer a path to a much better future,” he said. “It begins with an end to the aggression of your regime, a stop to your development of ballistic missiles, and complete, verifiable and total denuclearisation.” But Trump also issued a warning to the regime, saying: “Do not underestimate us. Do not try us.” He said the US would not tolerate threats to its cities and “would not be intimidated”. “North Korea is not the paradise your grandfather envisioned, it is a hell that no person deserves,” he told Pyongyang. Trump gave a blistering assessment of life inside the reclusive dictatorship, highlighting a host of human rights abuses including forced labour, arbitrary detentions and famine. Park Ju-min, a lawmaker who attended the speech, said: “It’s good that he didn’t make any comments that will enrage North Korea. “Of course, North Korea will feel offended because of Trump’s focus on human rights abuses, but he did not make any specific threats against Kim.” Park added that he was hoping to hear more about improving communication between South Korea and the US, saying he was worried about the US acting unilaterally in dealing with North Korea. Trump said the world would not tolerate “the menace of a rogue regime” and further nuclear provocations. He also called on China and Russia to help resolve the nuclear crisis by downgrading diplomatic relations with Pyongyang and severing all trade ties. China is North Korea’s most important diplomatic ally and largest trading partner, and Trump has long said Beijing holds the key to controlling Kim’s regime. After speaking in Seoul, Trump flew to Beijing, where he will meet Xi Jinping on Thursday on the next leg of his tour. “It is our responsibility and our duty to confront this danger together,” he said. “The longer we wait, the great[er] the danger grows and the fewer the options become.” But in a briefing onboard Air Force One, senior US officials admitted efforts to open a dialogue with North Korea had been “discouraging”. Any discussions where it was not open to giving up its nuclear weapons were “a non-starter”, a White House official said, adding that any agreement must include inspections. Before the speech, Trump was forced to abandon a surprise visit to the demilitarised zone separating South Korea and North Korea. A heavy fog prevented the president’s helicopter from landing on a trip that was meant to show support for US allies in the region and has been a tradition of past presidents. Min Pyung-doo, a lawmaker in the ruling Democratic party, said of Trump’s speech: “He had some tough words, but the real message is that there is a path to peace through dialogue. “He reassured us and the world that the alliance with South Korea is strong and that will go a long way to calming the people’s fears here.” The US president has struck a more conciliatory tone during his two days in South Korea, placing greater emphasis on diplomatic efforts. He said there was “progress” in resolving the North Korean nuclear crisis during a press conference on Tuesday, but declined to give details. The same day, North Korea showed little sign of giving up its nuclear programme. A commentary in the mouthpiece of the ruling Workers’ party said “we will further bolster our nuclear, treasured sword of justice” if the US continues “hostile acts”.",
    "keywords": [
        "dont",
        "south",
        "path",
        "regime",
        "korea",
        "speech",
        "warns",
        "kim",
        "nuclear",
        "try",
        "weapons",
        "jongun",
        "trump",
        "saying",
        "north",
        "koreas"
    ],
    "summary": "Donald Trump has delivered a stark personal message to Kim Jong-un, saying North Korea will face disaster unless he gives up his nuclear ambitions.\n“North Korea is not the paradise your grandfather envisioned, it is a hell that no person deserves,” he told Pyongyang.\nPark Ju-min, a lawmaker who attended the speech, said: “It’s good that he didn’t make any comments that will enrage North Korea.\nBefore the speech, Trump was forced to abandon a surprise visit to the demilitarised zone separating South Korea and North Korea.\nThe same day, North Korea showed little sign of giving up its nuclear programme.",
    "sentiment": {
        "neg": 0.1195,
        "neu": 0.7843,
        "pos": 0.0962,
        "compound": -0.0893
    }
}