{
    "date": "2017-08-30T00:17:29Z",
    "title": "Donald Trump on North Korea: 'All options are on the table'",
    "url": "https://www.theguardian.com/world/2017/aug/29/donald-trump-on-north-korea-all-options-are-on-the-table",
    "content": "Donald Trump has said “all options are on the table” after North Korea launched a missile designed to carry a nuclear payload over Japan, and vowed the US and Tokyo were committed to increasing pressure on Pyongyang. The mid-range missile, which passed over Japan just after 6am local time, was one of the most provocative launches yet by North Korea and sent a clear message to Washington just weeks after Kim Jong-un threatened to target the US Pacific territory of Guam with similar weaponry. Officials in South Korea said the missile may have flown further than any other tested by North Korea. “The world has received North Korea’s latest message loud and clear,” the US president said in a written statement. “This regime has signalled its contempt for its neighbours, for all members of the United Nations, and for minimum standards of acceptable international behaviour. “Threatening and destabilising actions only increase the North Korean regime’s isolation in the region and among all nations of the world. All options are on the table.” However, there was no immediate direct response from Washington. Asked what he intended to do about North Korea, as he left the US capital to survey storm damage in Texas, Trump said: “We’ll see, we’ll see.” Asked a similar question, the secretary of state, Rex Tillerson, said: “We’ll have more to say about it later.” North Korea said on Tuesday night that it had conducted the test as a first step in military action in the Pacific to “contain” the US territory of Guam and also in order to counter US and South Korean military drills. Pyongyang routinely denounces such manoeuvres as a dress rehearsal for war. Kim ordered the missile test to be conducted from Pyongyang for the first time and said it was necessary to undertake more exercises with the Pacific as the target, according to the North’s KCNA news agency. The Japanese prime minister, Shinzo Abe, had earlier denounced the launch as an “unprecedented and grave threat” to the country’s security. In a 40-minute phone call with Trump the two agreed to call for an emergency meeting of the UN security council to discuss the situation. “Japan will strongly urge an intensification of pressure still further towards North Korea, in cooperation with the international community,” Abe said in a Facebook post. The US ambassador to the UN, Nikki Haley, said: “We are going to talk about what else is left to do to North Korea.” The security council has already passed seven resolutions imposing sanctions on North Korea, the most recent earlier this month, imposing a ban on its exports of coal, iron, iron ore, seafood, lead and lead ore. Haley said “something serious has to happen” but did not specify what. Speaking to reporters in Tokyo, Abe said that Japan had protested to Pyongyang via the Japanese embassy in Beijing. “The outrageous act of firing a missile over our country is an unprecedented, serious and grave threat and greatly damages regional peace and security,” the prime minister said. The launch demonstrated North Korea’s willingness to raise the diplomatic stakes by sending a missile directly over Japanese territory. It has tested more powerful intercontinental ballistic missiles this year, but Tuesday’s launch followed a much flatter trajectory than those tests. The missile, thought to be a new intermediate-range Hwasong-12, flew over Hokkaido and landed in the Pacific about 733 miles (1,180km) east of the northern Japanese island, South Korean and Japanese officials said. The Hwasong-12 is the same type of missile North Korea recently threatened to launch towards Guam. The missile was the third fired by North Korea to have passed over Japan’s main islands. The first was in 1998 and the second in 2009, although those were ostensibly satellite launch vehicles. This is the first overflight of Japan by a North Korean ballistic missile. China called for restraint and warned that the situation on the Korean peninsula had reached “a tipping point approaching a crisis”. The foreign ministry spokeswoman Hua Chunying told a daily press briefing in Beijing: “Think hard about it, who do you think should take the blame, if China is urging all parties to calm down while one party holds constant military exercises … and the other is constantly launching missiles?” Japan’s J-Alert warning system advised people across a large area of northern Japan to seek shelter as the missile approached. Its self-defence forces did not attempt to shoot it down and there were no reports of damage from falling debris. The public broadcaster NHK said the missile had been launched from a site near Pyongyang and passed over a sparsely populated area of Hokkaido before breaking into three parts and landing in the sea. Seoul’s joint chiefs of staff (JCS) said the missile travelled about 1,680 miles and reached a maximum height of 340 miles. The JCS said it was analysing the launch with the US and that South Korea’s military had strengthened its monitoring and preparation in case of further actions from North Korea. Seoul and Washington say military drills being carried out by their troops on the Korean peninsula are an opportunity for the allies to improve their defensive capabilities but Pyongyang routinely denounces them as a dress rehearsal for war against North Korea. On Tuesday North Korea’s ambassador to the UN said the joint exercises were driving the peninsula towards “an extreme level of explosion”. “Now that the US has openly declared its hostile intention towards the Democratic People’s Republic of Korea, by waging aggressive joint military exercises despite repeated warnings … my country has every reason to respond with tough counter-measures as an exercise of its right to self-defence,” Han Tae Song told the UN conference on disarmament in Geneva. At the conference, multiple envoys, including those from the US, European Union, Japan and Australia, spoke against North Korea. “My hope is that North Korea ends this provocative behaviour,” the US ambassador, Robert Wood, said. Three days ago North Korea fired what were assessed as three short-range ballistic missiles into the sea, and a month ago it launched a second test flight of an ICBM that analysts say could theoretically reach the US mainland. Tuesday’s missile landed nowhere near Guam, which is about 1,550 miles south of Tokyo, but it covered enough distance – an estimated 1,700 miles – to suggest that North Korea could follow up on its threat to the US territory. South Korea said it was launched from Sunan, the location of Pyongyang’s international airport, raising the possibility that a runway was used as the launchpad. Several towns in Japan have held evacuation drills this year in anticipation of a North Korean attack and there has been a steep rise in sales of nuclear shelters. After North Korea threatened to fire a volley of missiles towards Guam earlier this month, Japan deployed Patriot missile defence systems in areas along the missiles’ anticipated route. Japan also has an Aegis destroyer stationed in the Sea of Japan. Japan has in the past vowed to shoot down North Korean missiles or rockets that threaten to hit its territory. Wang Zhen in Beijing and agencies contributed to this report",
    "keywords": [
        "table",
        "south",
        "launch",
        "military",
        "korea",
        "donald",
        "missiles",
        "japan",
        "options",
        "trump",
        "missile",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Officials in South Korea said the missile may have flown further than any other tested by North Korea.\n“Threatening and destabilising actions only increase the North Korean regime’s isolation in the region and among all nations of the world.\nThe Hwasong-12 is the same type of missile North Korea recently threatened to launch towards Guam.\n“My hope is that North Korea ends this provocative behaviour,” the US ambassador, Robert Wood, said.\nJapan has in the past vowed to shoot down North Korean missiles or rockets that threaten to hit its territory.",
    "sentiment": {
        "neg": 0.0926,
        "neu": 0.857,
        "pos": 0.0503,
        "compound": -0.1658
    }
}