{
    "date": "2017-09-05T04:00:32Z",
    "title": "How the nuclear-armed nations brought the North Korea crisis on themselves",
    "url": "https://www.theguardian.com/world/2017/sep/05/nuclear-armed-nations-brought-the-north-korea-crisis-on-themselves",
    "content": "North Korea’s defiant pursuit of nuclear weapons capabilities, dramatised by last weekend’s powerful underground test and a recent long-range ballistic missile launch over Japan, has been almost universally condemned as posing a grave, unilateral threat to international peace and security. The growing North Korean menace also reflects the chronic failure of multilateral counter-proliferation efforts and, in particular, the longstanding refusal of acknowledged nuclear-armed states such as the US and Britain to honour a legal commitment to reduce and eventually eliminate their arsenals. In other words, the past and present leaders of the US, Russia, China, France and the UK, whose governments signed but have not fulfilled the terms of the 1970 nuclear non-proliferation treaty (NPT), have to some degree brought the North Korea crisis on themselves. Kim Jong-un’s recklessness and bad faith is a product of their own. The NPT, signed by 191 countries, is probably the most successful arms control treaty ever. When conceived in 1968, at the height of the cold war, the mass proliferation of nuclear weapons was considered a real possibility. Since its inception and prior to North Korea, only India, Pakistan and Israel are known to have joined the nuclear “club” in almost half a century. To work fully, the NPT relies on keeping a crucial bargain: non-nuclear-armed states agree never to acquire the weapons, while nuclear-armed states agree to share the benefits of peaceful nuclear technology and pursue nuclear disarmament with the ultimate aim of eliminating them. This, in effect, was the guarantee offered to vulnerable, insecure outlier states such as North Korea. The guarantee was a dud, however, and the bargain has never been truly honoured. Rather than reducing their nuclear arsenals, the US, Russia and China have modernised and expanded them. Britain has eliminated some of its capability, but it is nevertheless renewing and updating Trident. France clings fiercely to its “force de frappe”. Altogether, the main nuclear-weapon states have an estimated 22,000 nuclear bombs. A report by the non-governmental British-American Security Information Council in May said nuclear security was getting worse. “The need for nuclear disarmament through multilateral diplomacy is greater now than it has been at any stage since the end of the cold war. Trust and confidence in the existing nuclear non-proliferation regime is fraying, tensions are high, goals are misaligned and dialogue is irregular,” the report said. “Internationally, relationships between the nuclear-weapon states have deteriorated, in particular between the US and Russia, and to some extent, China … All nuclear-armed states are modernising their nuclear forces, at a worldwide cost of $1tn per decade … Attention tends to be focused on specific cases of proliferation concern, such as North Korea and Iran, at the expense of the bigger picture.” Multilateral forums for advancing nuclear disarmament are in crisis. The next NPT review conference is not due until 2020. Like its 2015 predecessor, it is not expected to achieve much. The UN-backed conference on disarmament, which helped produce conventions banning biological and chemical weapons and initiated the 1996 comprehensive test ban treaty, is politically polarised and struggling to agree key measures such as a fissile material cut-off treaty. Meanwhile, as South Korea and Japan consider acquiring nuclear weapons, Donald Trump appears irrationally determined to scrap one of the few recent arms control successes – the landmark 2015 nuclear deal with Iran. There has been one big breakthrough this year, the under-reported adoption by 122 countries at the UN in July of a new treaty on the prohibition of nuclear weapons, which envisages an outright ban on the use of all nukes. It has, however, been potentially fatally undermined by a boycott by the nuclear powers. The US, Britain and France declared, cynically as critics saw it, that they preferred to stick with the never-ending NPT route to disarmament. “This initiative clearly disregards the realities of the international security environment,” they said in a joint statement. The ineffectiveness of current arms control and counter-proliferation efforts has helped to create an environment in which North Korea, allegedly using smuggled, Russian-designed ballistic missile engines, is rapidly advancing its nuclear ambitions with apparent impunity, at great risk to international stability. Multilateral arms control failures also mean the Korean “solution” Trump talks about with increasing frequency – the use of preventive military action, notwithstanding its illegality under international law – could, if applied, spell the end of deterrence and the beginning of an unchecked global nuclear arms race.",
    "keywords": [
        "brought",
        "npt",
        "korea",
        "crisis",
        "nucleararmed",
        "states",
        "nations",
        "nuclear",
        "weapons",
        "security",
        "disarmament",
        "treaty",
        "arms",
        "north"
    ],
    "summary": "When conceived in 1968, at the height of the cold war, the mass proliferation of nuclear weapons was considered a real possibility.\nSince its inception and prior to North Korea, only India, Pakistan and Israel are known to have joined the nuclear “club” in almost half a century.\nThis, in effect, was the guarantee offered to vulnerable, insecure outlier states such as North Korea.\nA report by the non-governmental British-American Security Information Council in May said nuclear security was getting worse.\n“The need for nuclear disarmament through multilateral diplomacy is greater now than it has been at any stage since the end of the cold war.",
    "sentiment": {
        "neg": 0.1287,
        "neu": 0.7721,
        "pos": 0.0992,
        "compound": -0.1333
    }
}