{
    "date": "2017-02-23T07:00:00Z",
    "title": "How different would North Korea have been under Kim Jong-nam?",
    "url": "https://www.theguardian.com/world/2017/feb/23/kim-jong-nam-death-brother-isolated-north-korea",
    "content": "As the news surrounding Kim Jong-nam’s death gets increasingly surreal it’s easy to forget what he could have represented: a North Korea capable of gradual reform. Unlike most of his fellow citizens he was multilingual and travelled around the world from a young age, and while he never crossed to a position of dissent – by speaking out about human rights abuses or befriending defectors – a North Korea with him in the power structure could have looked remarkably different. The weird and wacky propaganda aspects of the Kim family system could have been retained – the embalmed ex-leaders, the socialist artwork, the mushroom research institutes – but the country might have been more lenient on free speech and more willing to engage with the international community. While Kim Jong-un has experimented with such reforms, the character of the young leader’s reign has been one of traditionalist retrenchment and the cult of personality. Since he took power in 2011, Kim Jong-un’s zeal for Kimism has sent a message to North Koreans that there are no alternatives. And now, with his older, estranged brother out of the way, he is further cemented as the country’s only option. Drawing up alternative leadership scenarios for North Korea might seem presumptuous, but it is an ongoing and urgent task for the government in neighbouring South Korea, which knows that a sudden vacuum of governance in Pyongyang could, at best, have dire economic consequences. At worst, it could destroy their country. And another country has a huge stake in the vision of a more collective North Korea, prepared to open up to the outside world: China, for whom Kim Jong-nam’s assassination could be read as a slap in the face. In a remarkable series of email exchanges that emerged in 2012, Kim Jong-nam claimed he was living in Macau under the protection of the Chinese government. Some speculated that he was Beijing’s ace in the hole should North Korea ever collapse. China’s long-term goal with regards to North Korea is for living standards to rise, the consumer economy to grow and trade between the two countries to increase. Infrastructure along the border is being built rapidly, even if there are no roads to connect it up from the North Korean side, and the long-term diplomatic strategy being pursued from Beijing is to encourage North Korea to open up, not compel it to hunker down. This could happen much more quickly if there were pragmatic leaders in Pyongyang, leaders less obsessed with military security, with a global outlook similar to Kim Jong-nam’s. But even with the older brother dead, Beijing may still believe it can get some of what it wants long-term from Kim Jong-un, or his newly powerful younger sister Kim Yo-jong. The growth of market activity and a “middle class” harbouring more consumerist ideals is seen as a positive sign by China. And while North Koreans are still closely monitored by a system of mutual surveillance, more have travelled abroad during Kim Jong-un’s era, many to work in China. There remains a major stumbling block to this approach, however: Kim Jong-un’s insistence on testing nuclear weapons and firing ballistic missiles into the Sea of Japan. China is punishing North Korea for the 12 February missile test by limiting the amount of coal it purchases from the country. The Kim Jong-nam assassination will put further stress on the bilateral relationship – even with Chinese state-media trying to limit the damage by encouraging citizens not to believe the narrative that Kim Jong-un is responsible for his brother’s death. Ultimately the events of 2017 will leave North Korea increasingly isolated internationally, but also estranged from its Chinese comrades, who have been left doubting the path forward. The Kim family knows how to dispose of problematic relationships. Is Beijing ready to do the same?",
    "keywords": [
        "leaders",
        "jongnam",
        "korea",
        "kim",
        "china",
        "different",
        "country",
        "jongun",
        "jongnams",
        "longterm",
        "jonguns",
        "north"
    ],
    "summary": "As the news surrounding Kim Jong-nam’s death gets increasingly surreal it’s easy to forget what he could have represented: a North Korea capable of gradual reform.\nSince he took power in 2011, Kim Jong-un’s zeal for Kimism has sent a message to North Koreans that there are no alternatives.\nSome speculated that he was Beijing’s ace in the hole should North Korea ever collapse.\nChina is punishing North Korea for the 12 February missile test by limiting the amount of coal it purchases from the country.\nUltimately the events of 2017 will leave North Korea increasingly isolated internationally, but also estranged from its Chinese comrades, who have been left doubting the path forward.",
    "sentiment": {
        "neg": 0.1205,
        "neu": 0.7949,
        "pos": 0.0846,
        "compound": -0.0801
    }
}