{
    "date": "2017-07-05T07:01:43Z",
    "title": "'A gift for the American bastards': North Korea's Kim fires back at Donald Trump",
    "url": "https://www.theguardian.com/world/2017/jul/05/a-gift-for-the-american-bastards-north-koreas-kim-fires-back-at-trump",
    "content": "It is fair to say that the reporter tasked with working Kim Jong-un’s comments into North Korea’s latest statement on Tuesday’s intercontinental ballistic missile test did their job with even more relish than usual. As taunts go, Kim’s comments, carried by the state KCNA news agency, raised the insult index several notches from Donald Trump’s suggestion a day earlier that his North Korean counterpart find a more productive use of his time than developing a nuclear deterrent. The international response to the launch will only have inspired Kim to wring every last drop of propaganda value from the wave of opprobrium emanating from the White House and the Pentagon. His response was straight from the North Korean propaganda playbook – designed to both grab the world’s attention and remind his domestic audience that, five-and-a-half years after his coronation following the sudden death of his father, Kim Jong-il, he has dramatically strengthened his country’s hand. While Trump’s secretary of state, Rex Tillerson, attempted to galvanise world opinion, the KCNA’s description of Kim “feasting his eyes” on the ICBM and breaking into a “broad smile” – complete with photos of him punching the air in the company of delirious generals – would not have been out of place had he been attending an inter-Korean football match, with the North 3-0 up with only minutes on the clock. Just as significant anniversaries in the North Korean calendar provide opportunities for the Kim dynasty to burnish its reputation at home, Kim was canny enough to spy the opportunity for maximum mischief offered by the most auspicious date in US history. According to KCNA, he described the ICBM as a gift for the “American bastards” as they celebrated the anniversary of their country’s independence. Kim did not stop there, blithely urging his nuclear scientists to “frequently send big and small ‘gift packages’ to the Yankees” in the form of yet more missile and nuclear tests. After inspecting the Hwasong-14 missile, he “expressed satisfaction, saying it looked as handsome as a good-looking boy and was well made”. This, of course, was the potentially game-changing development in North Korea’s brinkmanship with the US that Trump vowed would never happen. But with a succession of high-level – and occasionally brutal – purges of would-be challengers at home, experts say Kim is now more closely associated with North Korean military might than his father or grandfather, the country’s founder Kim Il-sung. “Kim Jong-il’s legacy was mixed – he let the army run the country for 10 years because he was afraid of a coup,” said Robert Kelly, a North Korea expert at Pusan National University. “Kim Jong-un has tied himself to the success of the nuclear programme, which is why denuclearisation is not going to happen. Trump’s public comments on North Korea had played into the stereotype of Americans propagated by the state’s media. “The US is central to North Korean propaganda, so when Trump talks about sending an armada to the Korean peninsula, or bombing North Korea, that plays into their hands.” Nicholas Smith, a postdoctoral fellow at the University of Canterbury in New Zealand, believes that Kim’s rhetoric and actions are “a carefully crafted strategy of brinkmanship, designed mostly for maintaining his domestic grip on power”. “The biggest challenge in his position as supreme leader – one all autocrats face – is how to maintain his authoritarian rule,” Smith wrote in an opinion piece for the Conversation. “Kim Jong-un, like his father Kim Jong-il, has been able to pursue this strategy of brinkmanship with great success, at least for domestic purposes. This is mainly because despite all the international repercussions to date – ostracism, sanctions, and threats of intervention – China has been willing to prop up North Korea.” The retaliatory launch of ballistic missiles by US and South Korean forces on Wednesday morning will not only have reminded remind Kim of the military might of his enemies, but reinforced a tenet of Kim dynasty propaganda: that North Korea is surrounded by hostile forces intent on its eradication. “Kim Jong-un loves this, because it reinforces the image of North Korea standing up to a big, bullying imperialist,” Kelly said. “It fits exactly with the way North Korea wants to be portrayed, rather than the rogue, gangster state that it really is.” “It would help if Trump backed away a little. His childish, personalised tweets bring the US down to the level of the North Koreans, and we know from the racist and sexist things it said about Barack Obama and Park Geun-hye that you are never going to win a mud-slinging contest with the KCNA.” No one knows if Kim ever received the copy of Trump’s Art of the Deal that Dennis Rodman presented to the North Korean sports minister during his recent visit to Pyongyang. If the deal in question is how to wrong-foot a far more powerful nemesis, then he can probably live without the advice. Having thrust his country to the top of the US’s foreign policy “to do” list and cemented his domestic image as all that stands between North Korea and US aggression, round one of the post-ICBM era must surely go to Kim. In Trump’s words: a pretty smart cookie indeed.",
    "keywords": [
        "gift",
        "domestic",
        "fires",
        "korea",
        "state",
        "donald",
        "kim",
        "nuclear",
        "propaganda",
        "korean",
        "trump",
        "trumps",
        "bastards",
        "american",
        "north",
        "koreas"
    ],
    "summary": "According to KCNA, he described the ICBM as a gift for the “American bastards” as they celebrated the anniversary of their country’s independence.\nThis, of course, was the potentially game-changing development in North Korea’s brinkmanship with the US that Trump vowed would never happen.\n“Kim Jong-il’s legacy was mixed – he let the army run the country for 10 years because he was afraid of a coup,” said Robert Kelly, a North Korea expert at Pusan National University.\nTrump’s public comments on North Korea had played into the stereotype of Americans propagated by the state’s media.\n“Kim Jong-un loves this, because it reinforces the image of North Korea standing up to a big, bullying imperialist,” Kelly said.",
    "sentiment": {
        "neg": 0.045,
        "neu": 0.8263,
        "pos": 0.1287,
        "compound": 0.1939
    }
}