{
    "date": "2017-02-15T14:24:38Z",
    "title": "Kim Jong-nam death: Malaysian police arrest female suspect",
    "url": "https://www.theguardian.com/world/2017/feb/15/kim-jong-nam-malaysian-police-arrest-female-suspect-over-death",
    "content": "Malaysian police have detained a woman holding a Vietnamese passport and are seeking other foreign suspects for an investigation into the apparent assassination of Kim Jong-nam, the half-brother of the North Korean leader, Kim Jong-un. A 28-year-old woman, Doan Thi Huong, had been positively identified from CCTV footage and was alone at the time of her arrest, the Malaysia inspector general said. The estranged older brother was once considered the heir apparent but lived a life in exile. He told medics at Kuala Lumpur airport on Monday that he was attacked “from behind” with a chemical spray while waiting to board a 10.50am flight to Macau, where he had lived. He died in an ambulance on the way to hospital. Malaysian government sources claim North Korean officials in Malaysia objected to an autopsy being conducted on the body. The high-profile killing has attracted international intrigue, with South Korea’s spy agency saying on Wednesday that two women, thought to be North Korean operatives, had poisoned the exile. The theory that Kim had been targeted by spies from the country he left more than 15 years ago gathered pace after Malaysian officials released a CCTV image purporting to show one of the alleged attackers as she waited for a taxi outside the airport shortly after the incident. The local Malay Mail newspaper also published a grainy photo of a woman it said was suspected by police of involvement in the killing. The image showed a young female, carrying a bag and wearing a white jumper that said “LOL” in large black print across the front. It is not clear if this is the same woman arrested by police. Staff in shops and cafes at the airport said police had ordered everyone working there not to share any information about the attack. At the medical centre Kim was taken to, three officers spoke to nurses on Wednesday morning. At first, he had experienced headache and was on the verge of passing out, authorities say. Once at the clinic, he appeared to have a mild seizure. Selangor police chief Abdul Samah Mat told the Guardian that Kim Jong-nam had arrived in Malaysia on 6 February, a week before he was attacked. “He was travelling on a North Korean passport,” he said, adding that a post-mortem was in progress. “It’s up to the pathologists on how long it will take. Sometimes it involves lab tests.” North Korean officials spent hours on Wednesday trying to talk Malaysia out of conducting the autopsy, three Malaysian government sources familiar with the stand-off told Reuters. Malaysian authorities refused the request, the sources added, although no decision has yet been taken on whether the body will eventually be handed over to North Korea. The attack occurred on Monday morning but it was not until late on Tuesday that police said a 46-year-old North Korean man had died. He was identified from his travel document as Kim Chol, born in Pyongyang. Kim lived a secretive life and travelled on several forged passports, most famously in 2001 when he used a fake Dominican Republic ID to enter Japan. He had told Japanese immigration officials that he was planning to visit Disneyland in Tokyo. The incident caused embarrassment to his father, Kim Jong-il, which observers say led to his exile, living between Macau, China and Singapore, with some level of protection provided by Beijing, which has an uneasy relationship with North Korea. South Korean intelligence officials said the regime had been planning his assassination for five years. Kim Jong-nam claimed to have no political ambitions and appeared to have few links with senior generals in North Korea that might make him seem a threat to Kim Jong-un’s rule. However, just weeks after his half-brother’s elevation to the isolated nation’s highest office in late 2011, he told the Japanese journalist Yoji Gomi that the world would view his leadership as a “joke”. Two years earlier, he told Japan’s TV Asahi that he “personally opposed” the hereditary transfer of power in his family. The Pyongyang government has not commented. But, equally, it has not hidden its interest in the case, sending a black Jaguar Sedan with diplomatic number plates and flags to the mortuary at Kuala Lumpur hospital, where an autopsy was being conducted. Two men who emerged from the vehicles declined to speak to waiting media as they entered the building. Malaysia’s deputy inspector general, Noor Rashid Ibrahim, told Reuters that police were still “looking for a few others, all foreigners”. Kim Jong-un has purged or killed several senior officials since he took power. The regime has a history of targeting its enemies overseas. In December 2013 Kim Jong-un’s uncle, Jang Song-thaek, was executed. He was then considered the country’s second most powerful person and was believed to have been close to Kim Jong-nam. He was killed after being found guilty of treason and denounced as a “traitor for all ages”. Another senior officer, the defence chief, Hyon Yong-cho, was executed in 2015 with an anti-aircraft gun, according to South Korea’s spy agency. The south remains in a state of war with its impoverished neighbour, which carried out its latest ballistic missile test on Sunday. The jovial manner Kim Jong-nam displayed in front of journalists over the past few years appeared in stark contrast to the paranoid and isolationist regime in Pyongyang. Gomi wrote a book on Kim Jong-nam in 2012 that he said was based on emails exchanged over seven years. He told a talk show on Japan’s NTV that Kim may have increased the number of public appearances he made to prevent North Korea attempting a low-profile killing. “I now have the impression that even he may have had a sense of danger, so he began exposing himself in the media and stating his opinions to protect himself and counter North Korea,” Gomi said.",
    "keywords": [
        "jongnam",
        "female",
        "malaysian",
        "woman",
        "south",
        "korea",
        "suspect",
        "kim",
        "officials",
        "told",
        "arrest",
        "death",
        "north",
        "korean"
    ],
    "summary": "Malaysian government sources claim North Korean officials in Malaysia objected to an autopsy being conducted on the body.\nKim Jong-nam claimed to have no political ambitions and appeared to have few links with senior generals in North Korea that might make him seem a threat to Kim Jong-un’s rule.\nHe was then considered the country’s second most powerful person and was believed to have been close to Kim Jong-nam.\nThe jovial manner Kim Jong-nam displayed in front of journalists over the past few years appeared in stark contrast to the paranoid and isolationist regime in Pyongyang.\nGomi wrote a book on Kim Jong-nam in 2012 that he said was based on emails exchanged over seven years.",
    "sentiment": {
        "neg": 0.1068,
        "neu": 0.867,
        "pos": 0.0262,
        "compound": -0.2735
    }
}