{
    "date": "2017-04-29T23:05:12Z",
    "title": "Trump’s first 100 days: he is listening and learning how to take good advice | Megan G Oprea",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/29/trump-first-100-days-listens-learns-foreign-policy-cooperates",
    "content": "When assessing Trump’s performance so far, we should not measure him by what he promised on the campaign trail or even by what we would expect from a more conventional president. Trump is a special case. Instead, his success should be measured by the degree to which he has been able to adapt, correct course and shift his policies back towards the mainstream. By that standard, he is doing far better than many imagined. This might be a low bar, but you play the cards you’re dealt. Liberals argue that Trump’s first 100 days have been a disaster. They point to his two executive orders temporarily suspending immigration from seven Muslim-majority countries and the ongoing border wall saga as proof that Trump is attempting to institutionalise bigotry and xenophobia. They believe his efforts to roll back environmental regulations and expand offshore oil drilling are catastrophes, as are his many executive orders that reverse a host of Obama-era edicts. For many conservatives, the problem rests in Trump’s inability to unite his own Republican party to repeal and replace the Affordable Care Act. Others complain about his continuing bombastic tweets, such as the one claiming the Obama administration tapped his phones in Trump Tower during the campaign. Trump supporters, on the other hand, object to his many broken campaign promises, most notably those regarding trade and foreign policy. No doubt there is plenty in Trump’s presidency to cause concern. He has not yet figured out how to lead the Republican party, which feels fractured and disjointed, and has not managed to get any significant legislation through Congress despite Republican control of both houses. The botched roll-out of the first immigration executive order, the resignation of national security adviser, Michael Flynn, and the disjointed press conferences of White House spokesman, Sean Spicer, all point to an administration in disarray. And amid all of it, Trump cannot seem to stop tweeting. On the domestic front, Trump does have some concrete achievements under his belt, most notably his supreme court appointment. Trump nominated Neil Gorsuch, a respected judge who is liked by both Republicans and Democrats. His choice validated the many “NeverTrump” conservatives who only threw their support behind him because they felt a conservative appointment to the court was worth the gamble. But the primary success of Trump’s first 100 days is his about-face on foreign policy and international co-operation. During the campaign, the most worrying thing about a potential Trump presidency was his views on foreign policy, which appeared to be isolationist in the extreme. He called for an “America First” strategy, in which the US would largely withdraw from its role in the international order and abandon traditional American allies to fend for themselves. Trump called Nato obsolete and said that the US would not necessarily fulfil its duties outlined in article 5, which requires Nato member states to come to the defence of those under attack. In effect, many of these views echoed the Obama administration’s position that it was time for the US to let other countries take care of the mess in the Middle East or eastern Europe. Eight years of Obama’s policies left the world a more dangerous place than it was before he came into office and Trump looked poised to double down on his predecessor’s plans, if not his rhetoric. Trump’s unpredictability and disregard for the international order appeared reckless and his prideful reluctance to apologise or take back his over-the-top statements during the campaign caused serious concern that he would not be willing to walk back some of his unconventional views on foreign policy. To make matters worse, Trump strongly implied that he would look to forge an alliance with Russia, despite manifest evidence that Russia has been actively working against US interests, especially in places such as Syria and Afghanistan, while also attempting to meddle in the US election. He also questioned the “one China” policy and threatened to start what would have amounted to a trade war with Beijing. So it has been with a sigh of relief that many Americans have witnessed Trump’s ability to change his mind and recalibrate his foreign policy. Since his inauguration, he has come to see the gulf that lies between the promises of the campaign trail and the realities of the Oval Office. Despite his repeated comments and tweets about staying out of the Syrian civil war, once Assad used chemical weapons on his people earlier this month, Trump changed his mind. He ordered airstrikes on a Syrian airfield to send Assad a message – that he had crossed Trump’s red line and that his administration, unlike Obama’s, intended to enforce it. The same can be said about North Korea. Pyongyang is actively developing the long-range ballistic missile technology needed to deliver nuclear weapons – and getting closer every day. The Trump administration has made clear that the era of patience, which gave North Korea the breathing space to continue its nuclear programme in the first place, is over. But the Trump White House has also said it wants to resolve the crisis diplomatically, if possible, and to do so it is willing to make concessions with China. That shift has also had positive effects on domestic issues. Trump’s realisation that the US needs to partner China to resolve the crisis with North Korea has brought him to the conclusion that starting a trade war with Beijing would undermine that goal. Since meeting and speaking on the phone to Chinese president, Xi Jinping, Trump has toned down his rhetoric, including an announcement that he would affirm the “one China” policy and not label China a currency manipulator. None of this means Trump is getting everything right on foreign policy. Take, for example, his support for French far-right candidate Marine Le Pen or his phone call to authoritarian Turkish president, Recep Tayyip Erdoğan, whom he congratulated on winning a dubious referendum earlier this month. Nor is it clear that his strategies for North Korea or Syria will ultimately work. However, Trump’s general approach seems to have shifted towards a more conventional and more stable approach to foreign affairs. He has some questionable and inexperienced advisers around him, but he has also put into place men and women to whom he is willing to listen and who appear to know how to handle themselves and America’s adversaries. These includes US ambassador to the United Nations, Nikki Haley and secretary of state, Rex Tillerson. Both have been forceful with Russia and unflinching about punishing Syria for its use of chemical weapons. Defence secretary, James Mattis, and national security adviser, HR McMaster, are similarly solid leaders who have Trump’s respect and his ear. The need for America to be strong, and to have and enforce boundaries with its adversaries, has slowly dawned on the president. This doesn’t mean promoting Bush-era nation building, but, rather, playing an active leadership role in the international order. If Trump didn’t grasp that American leadership is indispensable before he was in office, he seems to accept it now. Last Thursday, he told Reuters that he thought being president would be easier than his previous job. Anyone could have told him he’d be proved wrong, but he had to find out for himself. The realities of the office of presidency have come down hard on Trump, especially where foreign policy is concerned. He is learning that the job has tough demands, as do our allies and adversaries. This realisation alone should be a cause for relief for those of us who were wary of a Trump presidency. That is not to say the Trump administration hasn’t had many failings so far, especially on the domestic front. However, the takeaway from his first 100 days in office is that he appears capable of learning, changing and listening to those around him. For this, Americans on both sides of the aisle should be grateful. Megan G Oprea is senior contributor at the Federalist and the editor of Inbound, a daily foreign policy newsletter",
    "keywords": [
        "policy",
        "campaign",
        "days",
        "100",
        "g",
        "megan",
        "president",
        "advice",
        "china",
        "administration",
        "learning",
        "presidency",
        "office",
        "trumps",
        "listening",
        "good",
        "foreign",
        "trump",
        "oprea"
    ],
    "summary": "But the primary success of Trump’s first 100 days is his about-face on foreign policy and international co-operation.\nHe also questioned the “one China” policy and threatened to start what would have amounted to a trade war with Beijing.\nThis realisation alone should be a cause for relief for those of us who were wary of a Trump presidency.\nThat is not to say the Trump administration hasn’t had many failings so far, especially on the domestic front.\nMegan G Oprea is senior contributor at the Federalist and the editor of Inbound, a daily foreign policy newsletter",
    "sentiment": {
        "neg": 0.0804,
        "neu": 0.8102,
        "pos": 0.1094,
        "compound": 0.063
    }
}