{
    "date": "2017-09-22T11:23:16Z",
    "title": "Japan braces as North Korea threatens hydrogen bomb test in Pacific",
    "url": "https://www.theguardian.com/world/2017/sep/21/kim-jong-un-trump-north-korea-threats",
    "content": "Japan must brace itself for the possible launch of a nuclear-armed North Korean missile over its territory if the regime carries out a threat to test a hydrogen bomb in the Pacific Ocean, Japan’s defence minister has said. The warning followed an extraordinary exchange of insults between Donald Trump and Kim Jong-un in response to the US president’s threat at the UN general assembly to “totally destroy” North Korea if Washington was forced to defend itself or its allies. Kim said that he was considering retaliating at the “highest level”, calling Trump a “mentally deranged US dotard” who would “pay dearly” for threatening to destroy his regime. The North Korean foreign minister, Ri Yong-ho, suggested Pyongyang could test a powerful nuclear weapon in the Pacific. “It could be the most powerful detonation of an H-bomb in the Pacific,” Ri, who is due to address the UN general assembly at the weekend, told reporters in New York. “We have no idea about what actions could be taken as it will be ordered by leader Kim Jong-un.” Trump tweeted in response on Friday: “Kim Jong Un of North Korea, who is obviously a madman who doesn’t mind starving or killing his people, will be tested like never before!” Itsunori Onodera, the Japanese defence minister, warned such a test could involve a nuclear device mounted on a medium-range or intercontinental ballistic missile being flown over Japan. “We cannot deny the possibility it may fly over our country,” he said. Earlier this month, North Korea detonated a powerful hydrogen bomb at its Punggye-ri nuclear test site in the north-east of the country. The explosion caused a 6.3 magnitude earthquake that was felt over the Chinese border in Yanji. Testing a nuclear device beyond its own borders would mark a major escalation in tensions over the regime’s ballistic missile and nuclear weapons programmes. Analysts said a nuclear test involving a missile could be “truly terrifying” if something goes wrong. An atmospheric nuclear test could pose a risk to aircraft and shipping, even if the North declares a keep-out zone, according to Vipin Narang, a nuclear strategy expert at Massachusetts Institute of Technology. “And if the test doesn’t go according to plan, you could have population at risk, too,” Narang added. “We are talking about putting a live nuclear warhead on a missile that has been tested only a handful of times. It is truly terrifying if something goes wrong.” Speculation is growing that North Korea will add to its robust verbal response to Trump’s UN speech on Tuesday with a military provocation, possibly a test of a Hwasong-14 missile, which is theoretically capable of reaching Hawaii and Alaska. Chung Sung-yoon, an analyst at the Korea Institute for National Unification, said there was a “very high possibility” that Kim would follow through with a provocation of some sort. While the North has claimed it is able to mount a miniaturised nuclear weapon on a missile, the regime has yet to offer definitive proof. The US and Japan have warned they will shoot down any missile they consider a threat to Japanese territory. Monitoring groups estimate that the nuclear test conducted in North Korea this month - its sixth and largest - had a yield of 250 kilotons, which is 16 times the size of the US bomb that destroyed Hiroshima in 1945. In a statement carried by the official KCNA news agency, Kim called Trump “mentally deranged” and warned him that he would “pay dearly” for issuing threats to the regime during his maiden UN general assembly speech on Tuesday. Describing the president as “a rogue and a gangster fond of playing with fire”, Kim drew a critical comparison between Trump and his predecessors in the White House, calling him unfit to hold the position of commander in chief. “Far from making remarks of any persuasive power that can be viewed to be helpful to defuse tension, he made unprecedented rude nonsense one has never heard from any of his predecessors.” In a combative speech, Trump warned he would “totally destroy” North Korea if it attacked the US or its allies, and called on other countries to cut the regime off from its sources of funds. “The mentally deranged behaviour of the US president openly expressing on the UN arena the unethical will to ‘totally destroy’ a sovereign state … makes even those with normal thinking faculty think about discretion and composure,” Kim said. The North Korea leader is thought to be the first of three generations of the Kim dynasty to publicly read out a statement aimed at the international community in his own name. South Korea’s unification ministry said neither Kim’s father, Kim Jong-il, nor his grandfather - and North Korean founder - Kim Il-sung, had issued a similar statement. Kim said Trump’s remarks had convinced him “that the path I chose is correct and that it is the one I have to follow to the last”. He added that he was “thinking hard” about his response, but vowed that Trump would “pay dearly for his speech calling for totally destroying” North Korea. “Action is the best option in treating the dotard, who, hard of hearing, is uttering only what he wants to say,” he said. “Now that Trump has denied the existence of and insulted me and my country in front of the eyes of the world and made the most ferocious declaration of a war in history that he would destroy [North Korea], we will consider with seriousness exercising of a corresponding, highest level of hard-line countermeasure in history.” His lengthy criticism of Trump ended: “I will surely and definitely tame the mentally deranged US dotard with fire.” The statement came just hours after Trump issued a new executive order that expands US sanctions on North Korea’s shipping, banking, ports and manufacturing. Trump also claimed China’s banking system had shut down business with the country. Reuters reported earlier in the day that China’s central bank had ordered financial institutions to implement UN sanctions rigorously after frequent complaints from Washington that Beijing was leaving open too many loopholes. Trump thanked China’s president Xi Jinping and said the move was “very bold” and “somewhat unexpected”. There was no immediate confirmation from the Chinese government that it had imposed a financial embargo on North Korea. If confirmed, it would represent a significant tightening of the economic noose around the Pyongyang regime, by a country which accounts for 90% of its trade. But it is unclear whether any amount of financial or economic pain would induce Kim Jong-un to relinquish North Korea’s nuclear weapons and missiles, which he believes are essential for the regime’s survival. Trump announced the new executive order during a working lunch with his South Korean counterpart, Moon Jae-in, and Shinzō Abe, the Japanese prime minister. “Our new executive order will cut off sources of revenue that fund North Korea’s efforts to develop the deadliest weapons known to humankind,” Trump said. “The order enhances the treasury department’s authorities to target any individual or entity that conducts significant trade in goods, services, or technology with North Korea.” Under the new measures, no ship or aircraft can visit the US within 180 days of going to North Korea. The same restriction would apply to any vessel involvement in ship-to-ship transfers with North Korean vessels. The order gives the US Treasury the power to sanction anybody involved in a wide variety of North Korean industries, ports, trade, and banking. “Foreign financial institutions must choose between doing business with the United States or facilitating trade with North Korea or its designated supporters,” a White House statement said. “To prevent sanctions evasion, the order also includes measures designed to disrupt critical North Korean shipping and trade networks,” he said. “For much too long, North Korea has been allowed to abuse the international financial system to facilitate funding for its nuclear weapons and missile programs.” On the same day, the EU announced new sanctions of its own, including a ban on investment in North Korea and on EU exports of oil. The impact will be minimal, as trade and investment relations between North Korea and EU are tiny.",
    "keywords": [
        "regime",
        "korea",
        "trade",
        "bomb",
        "braces",
        "nuclear",
        "kim",
        "japan",
        "pacific",
        "korean",
        "trump",
        "test",
        "missile",
        "hydrogen",
        "north",
        "threatens"
    ],
    "summary": "The North Korean foreign minister, Ri Yong-ho, suggested Pyongyang could test a powerful nuclear weapon in the Pacific.\nEarlier this month, North Korea detonated a powerful hydrogen bomb at its Punggye-ri nuclear test site in the north-east of the country.\nThere was no immediate confirmation from the Chinese government that it had imposed a financial embargo on North Korea.\nThe same restriction would apply to any vessel involvement in ship-to-ship transfers with North Korean vessels.\nThe impact will be minimal, as trade and investment relations between North Korea and EU are tiny.",
    "sentiment": {
        "neg": 0.0941,
        "neu": 0.8621,
        "pos": 0.0437,
        "compound": -0.1989
    }
}