{
    "date": "2017-08-13T15:28:31Z",
    "title": "Americans once carpet-bombed North Korea. It's time to remember that past | Bruce Cumings",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/13/america-carpet-bombed-north-korea-remember-that-past",
    "content": "As they always do on the anniversary of the armistice, North Koreans celebrated their “victory” in the Korean War on 27 July. A few days later, President Donald J Trump remarked that if the North Koreans made any more threats, they “will be met with fire and fury, and frankly, power the likes of which the world has never seen”. No American president has uttered words like this since Harry Truman warned the Japanese, between Hiroshima and Nagasaki, either to surrender or face “a rain of ruin from the air, the likes of which has never been seen on this earth”. Trump’s nuclear bluster, made off-the-cuff between golf rounds, was widely condemned, but a few days later he doubled down on it. As a White House staffer told the New York Times, the president “believes he has a better feel for Mr Kim [Jong-un] than his advisers do. He thinks of Mr Kim as someone pushing people around, and Mr Trump thinks he needs to show that he cannot be pushed.” Trump is surrounded by people who echo his fantasies of ultimate power. Sebastian Gorka, a strange figure advising Trump (said to be a Trump “favorite” and a dead ringer for a Bela Lugosi flunky in a Dracula movie), told Fox News that Trump’s “fire and fury” line meant “don’t test America and don’t test Donald J Trump”. We are not just a superpower, Gorka went on, “we are now a hyper-power. Nobody in the world, especially not North Korea, comes close to challenging our military capabilities.” This has been a truism since the Soviet Union collapsed, but it doesn’t explain how the US has failed to win four of the five major wars it has fought since 1945. One of those wars was indd Korea, where rough peasant armies, North Korean and Chinese, fought the US to a standstill. It was 64 years ago that North Koreans emerged from this war into a living nightmare, after three years of “rain and ruin” by the US air force. Pyongyang had been razed to the ground, with the Air Force stating in official documents that the North’s cities suffered greater damage than German and Japanese cities firebombed during World War II. Just as the Japan scholar Richard Minear termed Truman’s atomic attacks “exterminationist”, the great French writer and film-maker Chris Marker wrote after a visit to the North in 1957: “Extermination crossed this land.” It was an indelible experience still drilled into the heads of every North Korean. On my first visit to Pyongyang in 1981, a guide quickly brought up the bombing and said it had killed several of his family members. Wall posters depicted a wizened old woman in the midst of the bombing, declaring “American imperialists – wolves”. The day after Trump’s bluster, the DPRK government stated: “The US once waged a tragic war that plunged this land into a sea of blood and fire, and has been leaving no stone unturned to obliterate the DPRK’s ideology and system century after century.” There are 25 million human beings living in North Korea. They bleed like we do, they live and die like we do, they love their kin like we do. Trump’s callous and cavalier threat was perhaps the most irresponsible thing he has said since becoming president (which is really saying something), but most Americans will not know this because they know nothing about the carpet-bombing of North Korea. What about the 50 million South Koreans, whose elders also suffered through this war? “Trump doesn’t seem to understand what an alliance is, and doesn’t seem to consider his ally when he says those things,” Lee Byong-chul, a senior fellow at an institute in Seoul, told the New York Times. “No American president has mentioned a military option so easily, so offhandedly as he has.” But here Trump has a precedent: Bill Clinton also didn’t bother to consult the former South Korean president Kim Young Sam when drawing up plans for a pre-emptive strike in June 1994. The next few weeks are critical to this deepening crisis, with annual “Ulchi-Freedom Guardian” war games set to start up on 21 August, involving tens of thousands of American and South Korean troops. North Korean generals have been preparing for moments like this for decades, gaming out war scenarios during several crises going back to January 1968 when they seized the US spy ship Pueblo and held the crew for 11 months. Thus the North’s statements in the current crisis (unlike Trump’s) have a concrete, predictable nature: lots of bluster and bombast combined with quite specific plans, namely four medium-range missiles to be launched into waters near Guam on 15 August, if Kim Jong Un gives the go ahead. Pyongyang always pursues tit-for-tat strategies: the US lifts B1-B nuclear-capable bombers from Guam for flyovers of South Korea – a constant not just under Trump but also during Obama’s tenure – and the North chooses a scenario that will call attention to the nuclear blackmail that the US has pursued going back to the Korean war, and particularly during the decades from 1958 to 1990, when the US stationed hundreds of nukes in South Korea with standard plans to use them in the early stages of a North Korean invasion. Pyongyang also likes to choose dates that have historical resonance: 15 August is the anniversary of Korea’s liberation from Japanese colonialism in 1945. Upon the news of his wife’s death, Shakespeare’s Macbeth said, “Out, out, brief candle! Life’s but a walking shadow, a poor player that struts and frets his hour upon the stage and then is heard no more. It is a tale told by an idiot, full of sound and fury.” He famously added: “signifying nothing”. Trump signified this: yet another American venture in extermination. Bruce Cumings teaches at the University of Chicago and is the author of The Korean War: A History",
    "keywords": [
        "bruce",
        "past",
        "war",
        "south",
        "korea",
        "president",
        "carpetbombed",
        "cumings",
        "told",
        "trumps",
        "trump",
        "american",
        "remember",
        "americans",
        "north",
        "korean"
    ],
    "summary": "As they always do on the anniversary of the armistice, North Koreans celebrated their “victory” in the Korean War on 27 July.\nTrump’s nuclear bluster, made off-the-cuff between golf rounds, was widely condemned, but a few days later he doubled down on it.\nOne of those wars was indd Korea, where rough peasant armies, North Korean and Chinese, fought the US to a standstill.\nIt is a tale told by an idiot, full of sound and fury.” He famously added: “signifying nothing”.\nBruce Cumings teaches at the University of Chicago and is the author of The Korean War: A History",
    "sentiment": {
        "neg": 0.1364,
        "neu": 0.8215,
        "pos": 0.0421,
        "compound": -0.3804
    }
}