{
    "date": "2017-07-08T10:15:38Z",
    "title": "'I think it will go on like this forever': South Koreans on threat from the North",
    "url": "https://www.theguardian.com/world/2017/jul/08/south-koreans-north-kim-jong-un-seoul-donald-trump",
    "content": "In the bars and coffee shops along Jongno, the historic avenue through the modern centre of Seoul, South Korea’s capital, people talk of the difficulties of finding jobs, of rising prices and the stress of life in a booming city. “Young people are very uneasy,” says Han Jung-min, who’s found stopgap work in a trendy coffee shop on an alley just off Jongno while looking for “a real job” more commensurate with her college education. “It’s very depressing.” If there’s one topic to which neither she nor anyone else is giving high priority, however, it’s the threat posed by North Korea and its missiles poised 40 miles to the north. The prospect of an armed clash with North Korea seems about as remote to Han and just about everyone else here as that of a second Korean war. “I think it will go on like this forever,” she says. “They will keep firing missiles and testing nuclear warheads.” And then what? “More talk,” she shrugs. “No one knows how long.” Armageddon may not be at hand, but concerns are rising that somehow something could eventually upset the equilibrium in which the two Koreas have uneasily coexisted since the end of the Korean war 64 years ago this month. Much of the concern focuses on the unpredictability of Donald Trump. “A lot of people are worrying that the US might conduct a pre-emptive strike,” says Maeng Joo-seok, a conservative business consultant. “That might be very dangerous to the security of the Korean peninsula. People are just watching.” Since the election of the liberal Moon Jae-in as president in May, battles between the patriotic right – many of them military veterans – and the anti-American left appear less significant than during the mass protests that forced the removal of Moon’s rightwing predecessor, Park Geun-hye. “Mostly people worry about the economy,” says Maeng. Violent protests have flared near to where the American military installed a counter-missile battery system as Thaad (terminal high-altitude area defence) on a former golf course about 250 miles south of Seoul. But Moon in his meetings with Trump made clear he would not order its removal even though he opposed it while Park was president. At the same time, the new president is winning popularity by seeking accommodation – if not reconciliation – with the North. His quest seems likely to go on regardless of whether Kim Jong-un orders more missile tests, or even a sixth underground test of a nuclear warhead. “A couple of weekends ago there was a big anti-Thaad protest,” says Jang Sung-eun, a marketing manager for a small company, but “since Moon visited the US and saw Trump, support for Thaad has increased”. While controversy surrounding Thaad is waning, Trump remains a topic of conversation. “We don’t talk about North Korea on a daily basis,” says Jang, “but I just think Trump is a crazy man.” Really, she asks, “what were the Americans thinking?” Jang is not happy about Kim either – but believes he may be more rational than Trump. “Most people say Kim Jong-un is crazy, probably a nut,” she says. “Personally, I’m more concerned about Trump. I wouldn’t say Trump is a bigger danger – he’s just so unreliable. We talk about Trump more than Kim Jong-un. He speaks and talks without even thinking.” Like most others, Jang doubts if Trump can do much to live up to some of his boasts. “It’s unlikely Trump will do a pre-emptive strike,” she says, “because of China and Russia” – either or both of which, she believes, would rise to North Korea’s defence. Such comments, though, come out only during much questioning. Most people are not inclined to offer their views unless pressed. No one really seems to know how to end the confrontation – though the sense emerges that there would be no harm in trying. “We don’t talk about it,” says Kim Young-jin, an office worker nursing a beer, before adding: “It’s important to try to discourage them from doing a nuclear test. It’s important to try and have a dialogue. We have to try to resolve this.” Lee Hyun-jin, a graduate student, says she support the strategy of Moon trying to talk but doubts Kim Jong-un will respond to his offer of meeting for an inter-Korean summit. “There must be something they want,” she says. “It’s all about harmony. We must make clear our aim is just to maintain the situation steadily and peacefully.” But for many, the chances of living in harmony with Kim remain dismally low. Among conservatives, talk of an air raid against the North’s missile facilities is common currency. “People in South Korea have totally lost their sense of insecurity,” says Kim Kisam, a former government official who opposed previous efforts at inter-Korean reconciliation. “They believe their security was covered for free by other people – meaning American forces defending the South.” Kim Kisam sees no chance that Kim Jong-un will respond to attempts at negotiation. “Kim Jong-un is an idiot,” he says. And Trump? “He’s an idiot too,” he says. “America is totally messed up. The American people are mad. “The only response we can derive from North Korea is from a surgical strike,” Kim adds. He acknowledges, however, that’s “a minority view” among fellow South Koreans, who he says are obsessed with the pursuit of security in the form of steady work and money. John Rodgers, an American teaching at a private school, wonders if his students exist in a make-believe world. Perhaps, he concludes, “the apocalypse doesn’t frighten until it hits”.",
    "keywords": [
        "forever",
        "think",
        "moon",
        "south",
        "talk",
        "korea",
        "threat",
        "kim",
        "jongun",
        "trump",
        "koreans",
        "american",
        "north",
        "jang"
    ],
    "summary": "“It’s very depressing.” If there’s one topic to which neither she nor anyone else is giving high priority, however, it’s the threat posed by North Korea and its missiles poised 40 miles to the north.\nThe prospect of an armed clash with North Korea seems about as remote to Han and just about everyone else here as that of a second Korean war.\nHis quest seems likely to go on regardless of whether Kim Jong-un orders more missile tests, or even a sixth underground test of a nuclear warhead.\n“Most people say Kim Jong-un is crazy, probably a nut,” she says.\n“The only response we can derive from North Korea is from a surgical strike,” Kim adds.",
    "sentiment": {
        "neg": 0.103,
        "neu": 0.8446,
        "pos": 0.0524,
        "compound": -0.121
    }
}