{
    "date": "2017-09-04T15:45:09Z",
    "title": "Why Trump should let China take the lead on North Korea | Isaac Stone Fish",
    "url": "https://www.theguardian.com/commentisfree/2017/sep/04/trump-north-korea-china-leadership",
    "content": "After North Korea conducted its sixth nuclear test on Sunday, Donald Trump once again responded by putting pressure on Beijing. “North Korea is a rogue nation which has become a great threat and embarrassment to China,” Donald Trump tweeted that morning, “which is trying to help but with little success.” In a subsequent tweet, Trump threatened to stop all trade with countries that do business with North Korea – which includes most of the world’s large countries, but targets China, through which North Korea conducts roughly 90% of its trade. “We’ll work with China,” Steve Mnuchin, the US treasury secretary, said on Sunday, “but people need to cut off North Korea economically.” The Trump administration must know by now that Beijing will not crush North Korea by halting trade. In early July, Trump seemed to finally realize this: “Trade between China and North Korea grew almost 40% in the first quarter,” he tweeted. “So much for China working with us – but we had to give it a try.” Nonetheless, he continues to try. In early August, he convinced Beijing to sign on to a tougher set of sanctions against Pyongyang. In mid-August, he pressed China to “do a lot more” to rein in North Korea. And yet North Korea continues its provocative weapons tests. Trump seems to have equated Beijing’s refusal to economically strangle North Korea with a refusal to work with the United States on restraining North Korea. By doing so, Trump ignores Beijing’s needs, and increases the likelihood his North Korea strategy will fail. Luckily, Beijing could still be a good partner for the United States in countering Pyongyang’s brinksmanship and aggression. How? By cracking down on North Korea in the ways that benefit both Beijing’s interests and the United States’, and by conducting diplomacy in a way that respects Beijing’s sovereignty. Trump seems to think sanctions will so weaken Kim Jong-un, the North Korean leader, that he will be forced to negotiate, while China’s president, Xi Jinping seems to believe the opposite: that only by opening up its economy will North Korea evolve into a responsible (or at least, not sullen and truculent) country. There is, however, a small area where Washington and Beijing’s strategic goals overlap: the denuclearization of the Korean peninsula. The United States doesn’t want Pyongyang to have nuclear weapons, and Beijing dislikes both Pyongyang’s arsenal and the fact that South Korea falls under the United States’ nuclear umbrella. Indeed, after Beijing agreed to sanctions in early August, China’s foreign minister, Wang Yi, said their purpose was to bring the “peninsula nuclear issue back to the negotiating table, and to seek a final solution to realize the peninsula denuclearization”. Instead of focusing on sanctions in his discussions with Beijing, Trump should frame the North Korea issue around denuclearization – which is the eventual goal of sanctions for both Washington and Beijing. The second issue is more delicate for Trump, but arguably more important. Beijing resents Trump’s hectoring tone on how to deal with a country that has long been part of its sphere of influence. “North Korea is an important piece on Beijing’s diplomatic board,” the historian Sergey Radchenko wrote in the online magazine Chinafile. “Bringing Kim to his knees on behalf of the international community does nothing to advance Xi’s vision of a China-centered order in East Asia.” Trump – to borrow parlance used to mock Barack Obama’s foreign policy – needs to lead from behind. Let Beijing accept praise if North Korea denuclearizes, and censure if it continues to conduct nuclear and missile tests. He must understand that, besides the extremely unlikely event of a war, Beijing has more to lose if North Korea collapses: starving refugees fleeing into the country, a peninsula unified under a pro-American government and the specter of American troops on China’s border, among other consequences. The president should publicly admit that the strategy for containing and constraining North Korea are Xi’s ideas and initiatives instead of Trump’s – regardless of how the ideas arose. Trump should also shift the narrative so that the focus stays on China’s relationship with North Korea, and not the United States’. As strange as this may seem, Trump has led from behind before with North Korea. In February, while Trump hosted the Japanese prime minister, Shinzo Abe, Pyongyang launched a ballistic missile into the Sea of Japan. The two men held a press conference that evening to respond to the missile test. Trump let Abe speak first, and, surprisingly succinctly, told the assembled press: “I just want everybody to understand and fully know, that the United States of America stands behind Japan, its great ally, 100%.” He then sat down. Trump should adapt a similar strategy with regard to China and its relationship with North Korea. Although allowing others to occasionally take credit for one’s ideas is a basic management strategy, Trump may lack the humility and self-assuredness needed to implement it. And yes, China and the United States are not allies, but there are ways for Trump to publicly demonstrate his respect for Chinese interests, in a way that does not make Trump look weak. Beijing won’t help Trump economically strangle North Korea. Living with a nuclear North Korea, or allowing Beijing to drive the situation, is a far better option than risking war.",
    "keywords": [
        "beijings",
        "lead",
        "let",
        "korea",
        "isaac",
        "beijing",
        "fish",
        "states",
        "china",
        "nuclear",
        "stone",
        "sanctions",
        "trump",
        "united",
        "north"
    ],
    "summary": "After North Korea conducted its sixth nuclear test on Sunday, Donald Trump once again responded by putting pressure on Beijing.\nIn early July, Trump seemed to finally realize this: “Trade between China and North Korea grew almost 40% in the first quarter,” he tweeted.\nTrump seems to have equated Beijing’s refusal to economically strangle North Korea with a refusal to work with the United States on restraining North Korea.\nTrump should also shift the narrative so that the focus stays on China’s relationship with North Korea, and not the United States’.\nLiving with a nuclear North Korea, or allowing Beijing to drive the situation, is a far better option than risking war.",
    "sentiment": {
        "neg": 0.068,
        "neu": 0.8371,
        "pos": 0.0949,
        "compound": 0.0446
    }
}