{
    "date": "2017-08-14T12:00:33Z",
    "title": "In 1939, I didn’t hear war coming. Now its thundering approach can’t be ignored | Harry Leslie Smith",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/14/1939-second-world-war-fascist-thundering-approach-hitler",
    "content": "A chill of remembrance has come over me during this August month. It feels as if the 2017 summer breeze is being scattered by the winds of war blowing from across our world towards Britain, just like they were in 1939. In the Middle East, Saudi Arabia eviscerates Yemen with the same ferocity as Mussolini did to Ethiopia when I was child in 1935. The hypocrisy of Britain’s government and elite class ensures that innocent blood still flows in Syria, Iraq and Afghanistan. Theresa May’s government insists that peace can only be achieved through the proliferation of weapons of war in conflict zones. Venezuela teeters towards anarchy and foreign intervention while in the Philippines, Rodrigo Duterte – protected by his alliance with Britain and the US – murders the vulnerable for the crime of trying to escape their poverty through drug addiction. Because I am old, now 94, I recognise these omens of doom. Chilling signs are everywhere, perhaps the biggest being that the US allows itself to be led by Donald Trump, a man deficient in honour, wisdom and just simple human kindness. It is as foolish for Americans to believe that their generals will save them from Trump as it was for liberal Germans to believe the military would protect the nation from Hitler’s excesses. Britain also has nothing to be proud of. Since the Iraq war our country has been on a downward decline, as successive governments have eroded democracy and social justice, and savaged the welfare state with austerity, leading us into the cul de sac of Brexit. Like Trump, Brexit cannot be undone by liberal sanctimony – it can only be altered if the neoliberal economic model is smashed, as if it were a statue of a dictator, by a liberated people. After years of Tory government, Britain is less equipped to change the course of history for the good than we were under Neville Chamberlain, when Nazism was appeased in the 1930s. In fact, no nation in Europe or North America has anything to crow about. Each is rife with inequality, massive corporate tax avoidance – which is just legitimised corruption – and a neoliberalism that has eroded societies. Summer should be comforting but it isn’t this year. Looking at the young today, when I watch them in their leisure; I catch a fearful resemblance with the faces of the young from my generation in the summer of 1939. When I am out in town, I listen to their laughter, I watch them enjoying a pint or wooing one another, and I am afraid for them. This August resembles too much that of 1939; the last summer of peace until 1945. Then aged 16 and still wet behind the ears, I’d go to pictures with my mates and we’d laugh at the newsreels of Hitler and other fascist monsters that lived beyond what we thought was our reach. Little did we know in that August 1939, life without peace, without carnage, without air raids, without the blitz, could be measured in days. I did not hear the thundering approach of war, but as an old man I hear it now for my grandchildren’s generation. I hope I am wrong. But I am petrified for them. • Harry Leslie Smith’s latest book Don’t Let My Past Be Your Future is published by Constable &amp; Robinson on 14 September",
    "keywords": [
        "war",
        "smith",
        "nation",
        "young",
        "old",
        "watch",
        "harry",
        "peace",
        "summer",
        "1939",
        "didnt",
        "britain",
        "ignored",
        "leslie",
        "coming",
        "cant",
        "hear",
        "thundering",
        "trump"
    ],
    "summary": "The hypocrisy of Britain’s government and elite class ensures that innocent blood still flows in Syria, Iraq and Afghanistan.\nTheresa May’s government insists that peace can only be achieved through the proliferation of weapons of war in conflict zones.\nThis August resembles too much that of 1939; the last summer of peace until 1945.\nI did not hear the thundering approach of war, but as an old man I hear it now for my grandchildren’s generation.\n• Harry Leslie Smith’s latest book Don’t Let My Past Be Your Future is published by Constable &amp; Robinson on 14 September",
    "sentiment": {
        "neg": 0.1272,
        "neu": 0.7789,
        "pos": 0.0938,
        "compound": -0.0639
    }
}