{
    "date": "2017-05-07T15:16:54Z",
    "title": "North Korea says it has detained another US citizen for 'hostile' acts",
    "url": "https://www.theguardian.com/world/2017/may/07/north-korea-detains-us-citizen",
    "content": "North Korea said on Sunday it had detained another US citizen over unspecified hostile acts. The official Korean Central News Agency (KCNA) said Kim Hak Song had worked for the Pyongyang University of Science and Technology before he was held on Saturday. “A relevant institution is now conducting detailed investigation into his crimes,” the KCNA said. On Wednesday, North Korea announced the detention of an accounting instructor at the same university, Kim Sang Duk – also known as Tony Kim – for “acts of hostility aimed at overthrowing the country”. Kim Sang Duk was arrested at the Pyongyang International Airport on 22 April, the KCNA said. It said he was “intercepted for committing criminal acts” to overthrow the North’s government, but didn’t elaborate. On Sunday, the KCNA did not say whether the two cases were connected. In Washington, the state department said it was aware of the report of the new detention and that “the security of US citizens is one of the department’s highest priorities”. Recent failed missile tests by Pyongyang, which is seeking the ability to deploy nuclear weapons, have prompted responses from Washington including military and diplomatic moves. A navy strike group has been deployed to waters near the Korean peninsula, amidst extended engagement with China. This week, North Korea threatened to carry out a nuclear test “at any time” and claimed to have uncovered a CIA plot to kill its leader, Kim Jong-un. President Donald Trump, who previously said the standoff with North Korea could lead to a “major, major conflict”, said this week he would be “honoured” to meet Kim, whom he has called “a smart cookie”, under the right circumstances. Kim Hak Song and Kim Sang Duk are among at least four Americans being detained in North Korea, as tensions between the two countries continue. The others are Otto Warmbier, who is serving a 15-year prison term with hard labor for alleged anti-state acts, and Kim Dong Chul, serving a 10-year term with hard labor for alleged espionage. Washington, Seoul and others often accuse North Korea of using foreign detainees to wrest diplomatic concessions, which in recent years have involved high-profile American missions sent to secure releases. When an American citizen is reported detained, the US works with the Swedish embassy in the North Korean capital, since the US and the North do not have diplomatic relations. The Pyongyang University of Science and Technology is the only privately funded university in North Korea and is unique for having a large number of foreign staff.",
    "keywords": [
        "kcna",
        "korea",
        "washington",
        "detained",
        "university",
        "kim",
        "sang",
        "citizen",
        "hostile",
        "korean",
        "pyongyang",
        "north",
        "acts"
    ],
    "summary": "North Korea said on Sunday it had detained another US citizen over unspecified hostile acts.\nOn Wednesday, North Korea announced the detention of an accounting instructor at the same university, Kim Sang Duk – also known as Tony Kim – for “acts of hostility aimed at overthrowing the country”.\nKim Hak Song and Kim Sang Duk are among at least four Americans being detained in North Korea, as tensions between the two countries continue.\nWhen an American citizen is reported detained, the US works with the Swedish embassy in the North Korean capital, since the US and the North do not have diplomatic relations.\nThe Pyongyang University of Science and Technology is the only privately funded university in North Korea and is unique for having a large number of foreign staff.",
    "sentiment": {
        "neg": 0.1086,
        "neu": 0.8469,
        "pos": 0.0444,
        "compound": -0.2066
    }
}