{
    "date": "2017-04-20T10:00:24Z",
    "title": "Trump is president. That's reason enough not to go to war with North Korea | Isaac Stone Fish",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/20/trump-president-reason-not-go-war-north-korea",
    "content": "Famous quotes sometimes become cliches that insult one’s intelligence. Consider, for example, the oft-cited phrase “know your enemy, and know yourself”, from the fifth century BCE Chinese general Sunzi. How can ignorance about one’s own ability and capabilities, and the enemy’s, be anything but harmful? Fast forward 2,500 years, to a 17 April interview on Fox, when Donald Trump twice referenced “this gentleman” in North Korea, who “outplayed” presidents Bill Clinton and Barack Obama – to explain that he, Trump, would not be fooled. The problem, however, is Trump didn’t seem to understand that the “gentleman” Kim Jong-il, who frustrated Trump predecessors, died in December 2011. After weeks of provocative language from Pyongyang and Washington, the two sides are dangerously close to conflict – and Trump doesn’t seem to understand who leads the country he might attack. Managing North Korea has been an almost uniquely difficult problem for US presidents. And the three generations of Kims who have ruled the nation since its founding in 1948 – Kim Il-sung, Kim Jong-il and Kim Jong-un – have shown an almost unique willingness to endanger and sacrifice the lives of North Korea’s people for their own enrichment and security, weakening American-led effects to sanction and isolate the country. Since the Korean war ended in 1953, several US presidents have had to deal with situations whereby it seemed the two countries might once again slide into war. In 1968, Pyongyang captured an American intelligence vessel and held 82 crew members hostage; in 1994 Clinton considered bombing a North Korean nuclear reactor. More than 2.8 million people died during the 1950-1953 Korean war, including almost 40,000 Americans. Millions of people could die if there is a second one. Hopefully this White House reduces tensions and implements a long-term strategy that denuclearizes the Korean peninsula – the stated goal of both the US and China. If Trump decides war is necessary and strikes North Korea, God help us. His ignorance of North Korea and of his own abilities, the chaos of his administration coupled with his embrace of unpredictability and his temperament make him uniquely unsuited to serve as commander-in-chief in the event of a war with North Korea. In a major foreign policy address in April 2016, then candidate Trump bemoaned the White House’s transparency: “We tell everything. We’re sending troops, we tell them,” he said. Instead “we have to be unpredictable starting now”. The problem with Trump’s embrace of this policy is that it erodes trust: not only among Americans, but also among US allies around the world. Like with so many of Trump’s recent decisions – his unprecedented phone call with the president of Taiwan, or his support of the Turkish president’s authoritarian turn – it’s difficult to know what was calculated subterfuge and what was incompetence. Consider the saga of the supercarrier the USS Carl Vinson, which Trump and the Pentagon claimed last week was sailing toward North Korea as a show of strength, but which was instead streaming into the Indian Ocean. (Now, US officials say, the super-carrier is, in fact, actually sailing toward North Korea.) South Koreans saw the symbolism of the Vinson sailing toward east Asia as a demonstration of US resolve to defend them in the event of a crisis. “What Mr Trump said was very important for the national security of South Korea,” said Hong Joon-pyo one of the contenders in South Korea’s 9 May presidential election, about the Vinson. “If that was a lie, then during Trump’s term, South Korea will not trust whatever Trump says.” And if it wasn’t a lie? “Then the White House lost the location of an entire carrier group during an international crisis with a nuclear armed state,” tweeted David Frum, a former speechwriter for George W Bush. Even ignoring Trump’s flaws, he has less than four months of experience governing, and has never managed a national security crisis. Trump is also dangerously understaffed in east Asia: he has not yet publicly chosen an ambassador to Japan or South Korea, his ambassador to China has not yet been confirmed by the Senate, and the state department does not have a new assistant secretary for east Asian and Pacific affairs, among other key positions. The most dangerous thing about Trump’s administration, however, is the reign of his ego – a force so big that Washington Post reporter Joel Achenbach called it the “forth branch of government”. Subject to some grand psychological bargain, Trump seems contractually prohibited from accepting he is sometimes wrong. During wartime, presidents make mistakes. The good ones notice their errors, and rectify them. “We don’t make mistakes,” Donald Trump said in March, before misidentifying the man sitting next to him. A small error, yes. But one can think of few things more devastating in a wartime president than a penchant for making errors, and an inability to admit them.",
    "keywords": [
        "war",
        "south",
        "thats",
        "white",
        "isaac",
        "korea",
        "north",
        "president",
        "fish",
        "kim",
        "stone",
        "presidents",
        "trumps",
        "reason",
        "trump",
        "korean"
    ],
    "summary": "In 1968, Pyongyang captured an American intelligence vessel and held 82 crew members hostage; in 1994 Clinton considered bombing a North Korean nuclear reactor.\nMore than 2.8 million people died during the 1950-1953 Korean war, including almost 40,000 Americans.\nIf Trump decides war is necessary and strikes North Korea, God help us.\nHis ignorance of North Korea and of his own abilities, the chaos of his administration coupled with his embrace of unpredictability and his temperament make him uniquely unsuited to serve as commander-in-chief in the event of a war with North Korea.\n(Now, US officials say, the super-carrier is, in fact, actually sailing toward North Korea.)",
    "sentiment": {
        "neg": 0.161,
        "neu": 0.7637,
        "pos": 0.0753,
        "compound": -0.2416
    }
}