{
    "date": "2017-02-12T06:33:39Z",
    "title": "North Korea shoots missile 500km in 'show of force' to Trump, says South",
    "url": "https://www.theguardian.com/world/2017/feb/12/north-korea-shoots-missile-500km-in-show-of-force-to-trump-says-south",
    "content": "North Korea has launched a missile that flew 500km before coming down in the Sea of Japan in what the South characterised as a “show of force” to Donald Trump. The missile was fired on Sunday from an area in the country’s western region around Banghyon, North Pyongan province, the South’s joint chiefs of staff said. It is the same area where the country test-launched its powerful midrange missile the Musudan on 15 and 20 October 2016, according to the South. The missile appeared to have been of the Rodong medium-range class or a newer type, said a South Korean military source, and reached an altitude of about 550km. South Korea’s acting president and prime minister, Hwang Kyo-ahn, said his country was working with the international community and “doing its best to ensure a corresponding response to punish the North”, the Yonhap news agency reported. Speaking in Florida during meetings with Trump, the Japanese prime minister, Shinzo Abe, said on Sunday: “North Korea’s most recent missile launch is absolutely intolerable.” Speaking through a translator, Abe said the North must comply fully with relevant UN security council resolutions and Trump had assured him the US supported Japan. Trump made no direct comment on the launch but said: “I just want everybody to understand and fully know that the United States of America stands behind Japan, its great ally, 100%.” A US official, speaking on condition of anonymity, said the Trump administration had been expecting a North Korean “provocation” soon after taking office and would consider a full range of options to show US resolve while avoiding escalation. Lieutenant Colonel Martin O’Donnell of the US Strategic Command said: “The launch of a medium- or intermediate-range ballistic missile occurred near the north-western city of Kusong.” Strategic Command said it tracked the missile over North Korea and into the Sea of Japan. It added that US military forces would “remain vigilant in the face of North Korean provocations and are fully committed to working closely with our Republic of Korea and Japanese allies to maintain security”. The North conducted two nuclear tests and a series of rocket launches during 2016 in continued efforts to expand its nuclear weapons and missile programmes. Kim Dong-yeop, an analyst at the Institute for Far Eastern Studies in Seoul, said the launch could have been a Musudan or similar missile designed to test engines for an intercontinental ballistic missile that could hit the US mainland. South Korea’s presidential office said it had called a national security meeting for 9.30am on Sunday. The North Korean leader, Kim Jong-un, said in his annual new year address that preparations for launching an intercontinental ballistic missile had “reached the final stage”. The Trump administration has promised to be tough with Kim’s regime over its weapons programme. With Reuters, the Associated Press and Agence France-Presse",
    "keywords": [
        "launch",
        "south",
        "speaking",
        "korea",
        "shoots",
        "japan",
        "500km",
        "force",
        "trump",
        "missile",
        "security",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "North Korea has launched a missile that flew 500km before coming down in the Sea of Japan in what the South characterised as a “show of force” to Donald Trump.\nIt is the same area where the country test-launched its powerful midrange missile the Musudan on 15 and 20 October 2016, according to the South.\nThe missile appeared to have been of the Rodong medium-range class or a newer type, said a South Korean military source, and reached an altitude of about 550km.\nSouth Korea’s presidential office said it had called a national security meeting for 9.30am on Sunday.\nThe North Korean leader, Kim Jong-un, said in his annual new year address that preparations for launching an intercontinental ballistic missile had “reached the final stage”.",
    "sentiment": {
        "neg": 0.0404,
        "neu": 0.8825,
        "pos": 0.0772,
        "compound": 0.1787
    }
}