{
    "date": "2017-08-25T07:21:14Z",
    "title": "North Korea: UK faces 'miserable end' if it joins US-led military drills",
    "url": "https://www.theguardian.com/world/2017/aug/25/north-korea-warns-uk-military-drills-south-korea",
    "content": "North Korea has warned the UK that it faces “a miserable end” if it takes part in military exercises alongside troops from South Korea and the US. The Ulchi Freedom Guardian drills, which began on Monday and run until the end of the month, are thought to involve a small number of personnel from Britain, Australia and other countries. The annual drills have coincided with a dramatic rise in tensions on the Korean peninsula following North Korea’s test-launch of two intercontinental ballistic missiles and its threat to target seas off the coast of the US Pacific territory of Guam. Seoul and Washington say the exercises are an opportunity for the allies to improve their defensive capabilities, but Pyongyang routinely denounces them as a dress rehearsal for war against North Korea. In a statement issued on Wednesday, North Korea’s official KCNA news agency said the drills were proof of Washington’s intention to invade. “The reality vividly shows that the US ambition for stifling the DPRK [North Korea] remains unchanged no matter how much water may flow under the bridge and the puppet group’s ambition for invading the north remains unchanged,” it said. It went on to warn the US and its “puppets” to “act with discretion if they want to evade the historic moment of death”. “Availing ourselves of this opportunity, we solemnly warn not only the US and puppet group but also satellites, including UK and Australia, which are taking advantage of the present war manouevres against the north that they would face a miserable end if they join in play with fire by tiger moths of war.” Last October, four RAF Typhoon fighter jets took part in their first joint drill with pilots from South Korea and the US. South Korean officials said the drill, called Invincible Shield, would improve the allies’ ability to strike key targets in North Korea, including military facilities and those linked to the regime’s leader, Kim Jong-un. North Korea had earlier described Australia as having committed a “suicidal act” by joining the US-led military exercises. KCNA noted that the Australian prime minister, Malcolm Turnbull, had recently said his country’s military would fight alongside the US if the latter was attacked by North Korea. Citing an unnamed official from the North Korean foreign ministry, KCNA said Turnbull’s show of support for Washington, plus Australia’s participation in the military drills, had left the country open to unspecified “counter-measures of justice” by North Korea. “This is a suicidal act of inviting disaster, as it is an illustration of political immaturity, unaware of the seriousness of the current situation,” KCNA said. Around 17,500 US troops – several thousand fewer than last year – have joined 50,000 of their South Korean counterparts in this year’s drills. The US defense secretary, James Mattis, said the US contingent was smaller “by design to achieve the exercise objectives” and denied Washington had cut troop numbers in a concession to Pyongyang. While Donald Trump and Kim appear to have paused their rhetorical conflict, the official North Korean media has intensified its criticism of the war games. The Rodong Sinmun newspaper said in a recent editorial: “The joint exercise is the most explicit expression of hostility against us, and no one can guarantee that the exercise won’t evolve into actual fighting. The Ulchi Freedom Guardian joint military exercises will be like pouring gasoline on fire and worsen the state of the [Korean] peninsula.”",
    "keywords": [
        "kcna",
        "war",
        "south",
        "military",
        "miserable",
        "usled",
        "korea",
        "exercises",
        "washington",
        "end",
        "drills",
        "uk",
        "faces",
        "joins",
        "north",
        "korean"
    ],
    "summary": "North Korea has warned the UK that it faces “a miserable end” if it takes part in military exercises alongside troops from South Korea and the US.\nNorth Korea had earlier described Australia as having committed a “suicidal act” by joining the US-led military exercises.\nKCNA noted that the Australian prime minister, Malcolm Turnbull, had recently said his country’s military would fight alongside the US if the latter was attacked by North Korea.\nAround 17,500 US troops – several thousand fewer than last year – have joined 50,000 of their South Korean counterparts in this year’s drills.\nThe Ulchi Freedom Guardian joint military exercises will be like pouring gasoline on fire and worsen the state of the [Korean] peninsula.”",
    "sentiment": {
        "neg": 0.1229,
        "neu": 0.8049,
        "pos": 0.0722,
        "compound": -0.2354
    }
}