{
    "date": "2017-10-09T00:01:01Z",
    "title": "Will our Nobel peace prize convince Australia to give up nuclear weapons? | Tim Wright",
    "url": "https://www.theguardian.com/commentisfree/2017/oct/09/will-our-nobel-peace-prize-convince-australia-to-give-up-nuclear-weapons",
    "content": "America’s vast nuclear arsenal has for decades protected Australia against attack and guaranteed our prosperity. This dangerous, misguided belief forms the basis of Australian government policy on nuclear weaponry. It incites proliferation and undermines disarmament. And it denies us any credibility or moral authority in demanding that North Korea abandons its nuclear ambitions. If a nation as geographically secure as our own requires nuclear protection, why not one in a much more volatile part of the world? To promote disarmament effectively, Australia must first reject any role for the ultimate weapons of mass destruction in its own defence arrangements, just as it has done for chemical and biological weapons, anti-personnel landmines and cluster bombs. Proclaiming the virtues of nuclear weapons while voicing support for their total elimination does not make sound and convincing foreign policy. With Kim Jong-un advancing his nation’s nuclear program apace and Donald Trump threatening to unleash “fire and fury” the likes of which the world has never seen before, a new, more enlightened Australian policy to avert nuclear war is urgently needed. But wise leadership has thus far been elusive. Last month, the foreign minister, Julie Bishop, skipped one of the main events at the annual opening of the UN general assembly in New York: a high-level signing ceremony for the treaty on the prohibition of nuclear weapons. This historic accord, adopted in July with the support of 122 states, categorically outlaws nuclear weapons and establishes a legal framework for their verified dismantlement. It is a first step towards a saner, safer world – a response to the ever-deepening concern of the international community at the grave threat that nuclear weapons pose to humanity. Atomic bombs do not distinguish between combatants and civilians. They incinerate and irradiate human beings indiscriminately and on a massive scale. And now, like other inherently indiscriminate, inhumane weapons of war, they have at last been deemed illegal. Our Melbourne-born campaign, the International Campaign to Abolish Nuclear Weapons, was awarded this year’s Nobel peace prize in recognition of our role in achieving the treaty and efforts to draw attention to the “catastrophic humanitarian consequences” of nuclear weapons. The Australian government, at the behest of the United States, boycotted the UN-mandated negotiations that led to the treaty’s adoption. Never before had we failed to join a multilateral disarmament process. The present security environment is not conducive to progress in disarmament, the foreign ministry said. But if ever there were a moment for nations to declare their unequivocal opposition to nuclear weapons, surely that moment is now? Rather than siding with the nuclear powers as they hold the world to ransom, Australia should stand with the great majority of nations in insisting that there are no right hands for wrong weapons. It should help establish a powerful global norm against the bomb. The new treaty sets the same standard for all. It recognises that, if we are to succeed in curbing the spread of nuclear weapons to countries like North Korea, we must also do something to address the 15,000 warheads that already exist across the globe. Among the first signatories to the treaty are several of our nearest neighbours in Asia and the Pacific, including three US allies: New Zealand, the Philippines and Thailand. Like Australia, they were under pressure not to join. But, unlike Australia, they determined that advancing disarmament was more important than avoiding US scorn. By opposing the most promising UN disarmament initiative in decades, and by promoting nuclear weapons as legitimate and essential instruments for defence, the Australian government is recklessly undermining our collective security. We look to our leaders to reduce risks and defuse tensions. Yet, as the world spirals towards unspeakable horror, cold warriors in our parliament and at the ministries of foreign affairs and defence maintain that “deterrence” will forever keep us safe. They irresponsibly dismiss meaningful disarmament steps for the sake of preserving the precarious status quo. But our luck, sooner or later, will certainly run out. Disarmament is not a pipe dream; it is an urgent humanitarian necessity. It would be fanciful to believe that we can retain nuclear weapons in perpetuity without their ever being used again. We hope that our Nobel peace prize will help compel the Australian government to rethink its stance and join the great majority of nations in rejecting these weapons. Tim Wright is Asia-Pacific director of the International Campaign to Abolish Nuclear Weapons (Ican), winner of the Nobel peace prize for 2017",
    "keywords": [
        "wright",
        "nobel",
        "world",
        "prize",
        "peace",
        "tim",
        "australia",
        "nuclear",
        "convince",
        "nations",
        "weapons",
        "australian",
        "disarmament",
        "treaty",
        "foreign"
    ],
    "summary": "Proclaiming the virtues of nuclear weapons while voicing support for their total elimination does not make sound and convincing foreign policy.\nThis historic accord, adopted in July with the support of 122 states, categorically outlaws nuclear weapons and establishes a legal framework for their verified dismantlement.\nOur Melbourne-born campaign, the International Campaign to Abolish Nuclear Weapons, was awarded this year’s Nobel peace prize in recognition of our role in achieving the treaty and efforts to draw attention to the “catastrophic humanitarian consequences” of nuclear weapons.\nIt would be fanciful to believe that we can retain nuclear weapons in perpetuity without their ever being used again.\nTim Wright is Asia-Pacific director of the International Campaign to Abolish Nuclear Weapons (Ican), winner of the Nobel peace prize for 2017",
    "sentiment": {
        "neg": 0.144,
        "neu": 0.705,
        "pos": 0.151,
        "compound": -0.009
    }
}