{
    "date": "2017-04-28T16:05:11Z",
    "title": "Donald Trump warns of a 'major, major conflict' with North Korea",
    "url": "https://www.theguardian.com/us-news/2017/apr/28/donald-trump-warns-of-major-major-conflict-with-north-korea",
    "content": "Donald Trump has said that a “major conflict” is possible with North Korea though he would prefer to solve the standoff over the country’s nuclear and missile programmes through diplomacy. Trump’s warning on Thursday came towards the end of a week where the administration has made a concerted effort to restrain Pyongyang from carrying out major new weapons tests. At the same time, US officials sought to clarify US policy after a variety of mixed signals in the administration’s first 100 days. Rex Tillerson, the secretary of state, said that the US would be prepared to enter into direct talks with the regime of Kim Jong-un, but that it would have to prepare to negotiate getting rid of all its nuclear weapons. The opening to diplomacy came as the head of the US Pacific Command, Admiral Harry Harris told the Senate that the standoff with North Korea was the worst he had seen. It was an assessment echoed by the president. “There is a chance that we could end up having a major, major conflict with North Korea. Absolutely,” Trump told Reuters. “We’d love to solve things diplomatically but it’s very difficult,” the president added. Trump suggested there had been a breakthrough in Chinese readiness to help apply pressure on Kim since Xi Jinping visited the US president in Florida earlier this month. “I believe he [the Chinese president] is trying very hard. He certainly doesn’t want to see turmoil and death. He doesn’t want to see it. He is a good man. He is a very good man and I got to know him very well,” Trump said. “With that being said, he loves China and he loves the people of China. I know he would like to be able to do something, perhaps it’s possible that he can’t.” Tillerson had earlier said the Chinese had warned Pyongyang, an increasingly unruly client in recent years, that it would impose punitive measures if North Korea carried out provocative tests. “We know that China is in communications with the regime in Pyongyang,” he told Fox News. “They confirmed to us that they had requested the regime conduct no further nuclear test.” According to Tillerson, the Chinese told the regime “that if they did conduct further nuclear tests, China would be taking sanctions actions on their own”. China refused to confirm or deny the US claim of new pressure. A foreign ministry spokesman reiterated China’s support for UN sanctions on the North, but repeatedly avoided giving a direct answer when asked at a daily press briefing about what other plans China might be considering. The US secretary of state said that the North Korean regime viewed its nuclear weapons and missile programmes as a guarantee of survival, and that the Trump administration sought to change that mindset. “We want to change that calculus of theirs and we have said to them: your pathway to survival and security is to eliminate your nuclear weapons and we and other countries will help you on the way to economic development,” Tillerson said. He assured Pyongyang that the US objective was ridding the Korean peninsula of nuclear weapons, not toppling Kim Jong-un. “We do not seek a regime change in North Korea. We are not seeking the collapse of the regime.” Tillerson said that the US administration would “wait as long as it takes” for talks to start providing North Korea conducted no new nuclear or intercontinental ballistic missile tests. The secretary of state did not directly reply to a question on whether this policy was very similar to the “strategic patience” pursued by the Obama administration, which Tillerson had earlier said had come to an end. In his Oval Office interview with Reuters, Trump offered an assessment of Kim. Asked if he considered the North Korean leader to be rational he noted that Kim had taken over his country at an early age. “He’s 27 years old. His father dies, took over a regime. So say what you want but that is not easy, especially at that age,” he said. “I’m not giving him credit or not giving him credit, I’m just saying that’s a very hard thing to do. As to whether or not he’s rational, I have no opinion on it. I hope he’s rational,” he said. Meanwhile, in a sign that North Korea’s regional neighbours are taking the threat of a conflict seriously, Australian prime minister Malcolm Turnbull warned that Pyongyang could launch a nuclear attack on nations and claimed China has not applied enough pressure on the regime. “There is the possibility and the risk that North Korea could launch an attack on its neighbours,” Turnbull said on 3AW radio. “That is the reason why there is so much effort being put into seeking to stop this reckless and dangerous conduct by the North Korean regime. They are a real threat to the peace and stability in the region and to the whole world.” Turnbull said while North Korea was often a subject of satire, the country had nuclear weapons and regularly threatened to use them. “Their threats can appear sometimes to be theatrical and over the top and they have been the subject of satire but I can assure you that my government takes ... the threat of North Korea very seriously,” he said. On Friday morning Tillerson will chair a special ministerial session of the UN security council on North Korea, aimed at convincing other members to impose existing sanctions on Pyongyang more rigorously. In Washington, the head of the Arms Control Association, Daryl Kimball, welcomed the Trump administration’s readiness for direct talks with North Korea. “There are some new things here. They are making clear that regime change is not the goal. There is a recognition that North Korea has security concerns,” Kimball said. “I think what we hearing the evening is more of the engagement part of the maximum pressure engagement policy that they are slowly rolling out.” He added: “It’s going to require persistence and patience.”",
    "keywords": [
        "regime",
        "korea",
        "north",
        "donald",
        "warns",
        "major",
        "nuclear",
        "tillerson",
        "china",
        "weapons",
        "kim",
        "conflict",
        "pyongyang",
        "trump"
    ],
    "summary": "Donald Trump has said that a “major conflict” is possible with North Korea though he would prefer to solve the standoff over the country’s nuclear and missile programmes through diplomacy.\n“There is a chance that we could end up having a major, major conflict with North Korea.\n“There is the possibility and the risk that North Korea could launch an attack on its neighbours,” Turnbull said on 3AW radio.\nIn Washington, the head of the Arms Control Association, Daryl Kimball, welcomed the Trump administration’s readiness for direct talks with North Korea.\nThere is a recognition that North Korea has security concerns,” Kimball said.",
    "sentiment": {
        "neg": 0.0914,
        "neu": 0.8125,
        "pos": 0.0961,
        "compound": -0.0635
    }
}