{
    "date": "2017-08-09T19:09:55Z",
    "title": "The Guardian view on North Korea: careless talk costs credibility, and perhaps lives | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/09/the-guardian-view-on-north-korea-careless-talk-costs-credibility-and-perhaps-lives",
    "content": "It is not reassuring when the US secretary of state has to reassure his country that it is not on the brink of war. “I think Americans should sleep well at night,” Rex Tillerson told reporters on Wednesday. He was playing down the incendiary words of his president, who had promised “fire and fury like the world has never seen” in response not to an attack but to mere threats from North Korea. It was “language designed to send a strong message” to Pyongyang, Mr Tillerson said. A few hours later, the defense secretary, James Mattis, weighed in: North Korea should cease “actions that would lead to the end of its regime and the destruction of its people … [it] would lose any arms race or conflict it initiates”. Starker words than Mr Tillerson’s, but similarly designed to shift towards a more traditional message of deterrence: actions (not just threats) have consequences. Most likely this storm will soon pass. The armistice has held since 1953. The dire warnings after China and others joined the nuclear club proved unfounded. The previous North Korea crises have fizzled out; not least because nuclear weapons concentrate most minds. But Mr Trump is not most people. The last US president to use this kind of language was Harry Truman, warning after Hiroshima that Japan must accept US terms or “expect a rain of ruin … the like of which has never been seen on this earth”. But that was in a world war, against a non-nuclear opponent. The rhetoric was strikingly reminiscent of the bluster of North Korea itself. Yet Pyongyang’s bellicose statements are always worth parsing closely. In the past it has threatened the US mainland – even the White House – with nuclear attack if its survival was in doubt. On Wednesday it said it was considering plans to strike around the US Pacific territory of Guam, choosing a lesser target and talking of containing (not hitting) the military base. For all the extravagance of its threats, they are calculated, not cavalier. In contrast, Mr Trump offers ad-libbed soundbites from the clubhouse of his resort and on Twitter. But as so often in his case, we should take them seriously if not literally. Military options are still under consideration. Experts say that intelligence on North Korea is too poor, and its capabilities too well advanced, to allow for their wholesale destruction in a preemptive strike. The risk of severe retaliation by conventional means alone is immense. Yet hawks argue that even this would be better than allowing the country to fully develop a nuclear-tipped intercontinental ballistic missile (ICBM) capable of reaching the continental US, as it appears North Korea soon will. “If thousands die, they’re going to die over there. They’re not going to die here. And [Trump has] told me that to my face,” Lindsey Graham, a Republican senator, proclaimed earlier this month. “They” would presumably include not only American allies but also US troops stationed in South Korea and Japan. The death toll could be far higher. The repercussions might not be containable. The administration’s glaring ideological and practical divisions are matched by its ignorance, inexperience and basic dysfunction. One danger is that Mr Trump – particularly given his domestic problems – may be tempted to believe that the US could destroy Pyongyang’s military threat or scare it into abandoning or freezing its nuclear programme. Another is that Pyongyang, unable to read the conflicting signals, goes too far – staging a show of defiance that Mr Trump decides cannot be tolerated, or even firing off missiles in earnest because it genuinely believes a US attack is imminent. These are not likely outcomes. But that they are conceivable should disquiet us all. The president’s words weaken US credibility and undermine its ability to deal with the threat from North Korea. Nato allies are appalled by the possibility of military action – never mind South Korea, which has the most to lose, or China. Mr Tillerson has reiterated that the way out for North Korea is talks. Pyongyang’s warning that it will not negotiate on its programme in fact comes with a condition: it will not talk – unless the US ends its hostility and its nuclear threats. The obstacles to beginning a dialogue are immense; the prospects for progress, still less a deal, are poor. But words matter, and they are better than weapons.",
    "keywords": [
        "costs",
        "threats",
        "talk",
        "mr",
        "careless",
        "military",
        "korea",
        "pyongyangs",
        "north",
        "editorial",
        "credibility",
        "nuclear",
        "tillerson",
        "guardian",
        "trump",
        "view",
        "words",
        "lives"
    ],
    "summary": "The previous North Korea crises have fizzled out; not least because nuclear weapons concentrate most minds.\nThe rhetoric was strikingly reminiscent of the bluster of North Korea itself.\nExperts say that intelligence on North Korea is too poor, and its capabilities too well advanced, to allow for their wholesale destruction in a preemptive strike.\nThe president’s words weaken US credibility and undermine its ability to deal with the threat from North Korea.\nMr Tillerson has reiterated that the way out for North Korea is talks.",
    "sentiment": {
        "neg": 0.156,
        "neu": 0.7833,
        "pos": 0.0606,
        "compound": -0.2568
    }
}