{
    "date": "2017-07-08T20:48:56Z",
    "title": "Trump, North Korea and shifting alliances: is this a new world disorder?",
    "url": "https://www.theguardian.com/world/2017/jul/08/trump-north-korea-disorder-nuclear-g20",
    "content": "The overt US threats of punitive military action that followed last week’s provocative test-firing of a potentially nuclear-capable intercontinental ballistic missile by North Korea transformed a long-running regional problem into a frightening global crisis. With Donald Trump ordering a show of force off the Korean peninsula and warning of “very severe” reprisals, it fell to China and Russia – usually bad guys in the White House’s global narrative – to act responsibly by appealing for calm and dialogue. The confrontation, not yet defused, intensified broader fears that the world is becoming more dangerous and chaotic – and that no one is really in charge. Established collaborative structures – such as the UN, international law and alliances, multilateral treaties and human rights conventions – are being tested to destruction or repudiated outright. This weekend’s G20 summit of the planet’s most powerful leaders, far from steadying nerves, only added to the sense of a downward spiral. If the Hamburg meeting showed anything, it was that Trump, China’s Xi Jinping, Russia’s Vladimir Putin and Germany’s Angela Merkel don’t know, or cannot agree on, what to do about Korea, Syria, climate change, terrorism, mass migration, and many other scary issues. Are these fears of deepening world disorder justified? Or is the existing international order simply undergoing one of its periodic reformations, as the balance of power shifts and new global forces challenge the status quo? The biggest single change is a perceived decline in US influence. Almost as impactful as North Korea’s filmed images of airborne armageddon was a jibe by its dictator, Kim Jong-un, that the missile launch was an Independence Day gift to “the American bastards”. Such lèse-majesté on Kim’s part is telling. He was playing to a worldwide audience that suspects the era of solo American superpower – the “unipolar moment” that followed the cold war – is drawing to a definitive close. His taunt was aimed at Trump, who exhibits scant understanding or liking for the traditional US role of global policeman, preferring to parrot his “America first” slogan. But Kim is far from alone in attempting to exploit US ambivalence for national advantage. This process of America turning inwards, and its concomitant reduced appetite for international leadership, arguably began in 2009. On taking office, Barack Obama inherited a country dispirited by George W Bush’s catastrophic interventions in Iraq and Afghanistan and tired of the “global war on terror”. Obama was wary of new overseas commitments in Syria, Ukraine and elsewhere. Trump’s election victory, based on a nationalist, isolationist, protectionist and xenophobic agenda, marked the next stage in this process of distancing America from the world. His questioning of long-standing alliances, repudiation of the Paris climate change accord and the Trans-Pacific Partnership, and his embrace of populist narratives all pointed to a paradigm shift towards disengagement. It was a body-blow to multilateralism in all its forms. Trump’s divisive speech in Warsaw last Thursday, remarkable for its historical and cultural ignorance, confirmed this grim metamorphosis. In his simplistic analysis, the world is engaged in an existential struggle between the “civilised” Christian west and dark forces of reaction and oppression. His rant indirectly confirmed misgivings revealed in a recent Pew survey that showed only 22% of respondents worldwide were confident he would do the right thing in international affairs. Rather than being seen as mostly a force for good, as in the past, the US under Trump is viewed as threatening, even dangerous. No wonder people are scared.What might be termed the war of the American succession is now being waged with growing intensity as emerging or rejuvenated nation states and non-state forces struggle to shape and direct the new international order. Chief among them are China and Russia. Both former empires both harbour ill-disguised imperial revivalist ambitions. In Putin’s case, the aim is to restore former Soviet dominance in traditional, cold war spheres of influence, despite Russia’s relative economic weakness. China is indisputably the world’s fastest-rising power. Yet Xi is adamant that it’s a developing country, not yet ready for global leadership. While the two countries countries often act in concert, Beijing usually stands behind Moscow, rather than taking a lead. But the balance of this relationship is changing – in China’s favour. The EU under Merkel is also gaining in confidence after a rocky few years. Shock over Brexit and Trump’s victory has turned into optimism that Europe can pick up the fallen US banner, especially now the populist tide has apparently been repulsed, notably by France’s Emmanuel Macron. Writing before the G20 summit, the European commission chief, Jean-Claude Juncker, described the EU as “a global point of reference for all those who value the principles of liberal democracy and human rights, free and fair trade and concrete actions in facing global challenges”. That is how people used to view the US. Other rising power blocs are also competing for influence in the vacuum left by the US. They include the Sunni Muslim Arab states, led by Saudi Arabia. They are handicapped, however, by their rivalry with Shia Muslim Iran and its allies. In the mix, too, are fast-developing countries such as India, Mexico and Indonesia, whose power, at present, is primarily economic and demographic rather than political. Then there are non-state actors, such as Isis and al-Qaida; and failed and failing states including North Korea, Syria, Afghanistan, Yemen, Pakistan, Somalia, South Sudan and Venezuela, whose power lies in their potential for disruption. Global instability can be measured in many ways. The World Economic Forum’s 2016 Global Risks Report recorded rising alarm about climate change, mass migration and cyber warfare. But according to the International Institute for Strategic Studies, the total number of deaths in conflicts worldwide fell in 2016 for a second successive year. Perhaps the best barometer of global insecurity is human: if people feel less secure, they probably are. If the world is indeed entering an era of intensifying turmoil, its primary cause may be summed up in three words: the Trump effect.",
    "keywords": [
        "shifting",
        "war",
        "change",
        "worldwide",
        "syria",
        "world",
        "korea",
        "disorder",
        "power",
        "alliances",
        "trumps",
        "trump",
        "global",
        "north",
        "international"
    ],
    "summary": "The confrontation, not yet defused, intensified broader fears that the world is becoming more dangerous and chaotic – and that no one is really in charge.\nAre these fears of deepening world disorder justified?\nOn taking office, Barack Obama inherited a country dispirited by George W Bush’s catastrophic interventions in Iraq and Afghanistan and tired of the “global war on terror”.\nThe World Economic Forum’s 2016 Global Risks Report recorded rising alarm about climate change, mass migration and cyber warfare.\nIf the world is indeed entering an era of intensifying turmoil, its primary cause may be summed up in three words: the Trump effect.",
    "sentiment": {
        "neg": 0.1076,
        "neu": 0.8267,
        "pos": 0.0657,
        "compound": -0.1425
    }
}