{
    "date": "2017-09-25T09:36:14Z",
    "title": "Trump’s global vision is a nightmare. The UN has to act | Mark Seddon",
    "url": "https://www.theguardian.com/commentisfree/2017/sep/25/trump-global-vision-nightmare-un-world-peace-security-antonio-guterres",
    "content": "The presidential cavalcades have departed Manhattan. But the aftershocks of Donald Trump’s speech to the UN general assembly still reverberate. “You can be sure of one thing,” a veteran UN official whispered to me during the speech: “Trump never fails to disappoint.” Still, there had been enthusiasts, including John Bolton, once George Bush’s ambassador to the UN, whose grandstanding and savaging of the organisation is still recalled with a shiver by many older hands. Bolton declared Trump’s tour-de-force to be the “best speech he has given yet”. Trump’s American exceptionalism, directed as much towards domestic TV networks as to the rest of the world, has it that sovereignty is all, and that this should be the guiding principle for all nations. So, “America First”, and the question now for the United Nations is how many will choose to follow the US’s lead? And where does this leave an organisation founded on the principles of peaceful cooperation and multilateralism? In part we know the answer, because Trump has already noisily extricated the US from the Paris climate change agreement. His boastfulness over this piece of unilateralism was not repeated at the UN, where he failed to mention “climate” or “change” even once. But other populists will take heart. Trump’s irredentism will have gone down well with Vladimir Putin of Russia and Rodrigo Duterte of the Philippines. It did with Benjamin Netanyahu of Israel. It would have been appreciated by Narendra Modi of India. It will have chimed with the hardline nationalists now calling the shots in Hungary and Poland. If “Rocket Man” in Pyongyang really had his wits about him, he will have noticed that Trump and his acolytes keep mentioning that they have no real problems with democracy-hating, human-rights-suppressing regimes – so long as they don’t threaten the US and its allies with ballistic, nuclear-carrying, missiles. Trump’s interest in the UN, until recently at least, had more been directed towards winning a multibillion-dollar “capital master plan” deal to renovate the UN headquarters. A decade ago, he promised Ban Ki-moon that he, Trump, could do it “cheaper and faster”, but never came back with a business proposal. Ban’s successor, the former Portuguese prime minister António Guterres, must have hoped that Trump would stay in real estate and not come to occupy some of the best-known real estate in the land, namely the White House. Guterres has had the unenviable task of trying to rein in Trump over the past nine months. Ivanka Trump, for instance, has been to lunch on the 38th floor with the secretary general and his advisers. By all accounts she has also developed a good relationship with the politically ambitious US UN ambassador, Nikki Haley. Trump was more complimentary about the United Nations than many had expected, saying that it “had great potential”. This perhaps was not least because Guterres is committed to reforming the organisation. But reform means different things to different people. To Trump and Haley, it means substantial cuts in UN peacekeeping budgets (so that monies saved can be spent on the US military). For many countries in the global south, UN reform means taking the ossified architecture of 1945, in particular the security council, and reconfiguring its permanent five membership to give Africa and South America a place at the top table. It will be easier to achieve the former than the latter. Next week, for instance, one of the leading UN humanitarian agencies is set to lose $37m from its $270m annual budget. Peacekeeping budgets have already been slashed and more cuts are likely to be in the pipeline. The US may be the UN’s biggest funder, but overall less than 1% of the federal budget is devoted to foreign aid – including UN contributions. So Guterres will have to tread a careful path and avoid being seen as being far too faithful to the Trump administration’s approach to reform. For while the UN may be based in New York, it is not the private property of its most powerful member. But more importantly still, he will surely not be able to avoid taking a stand against Trump’s all-out assault on a vision of the world that drove his political forebears to help construct the UN out of the ashes of the second world war (and the ruins of its neutered predecessor organisation, the League of Nations). Guterres’ evocation last week of a “world in pieces” was powerful, but he will need to call Trump out more strongly still, lest the infection of extreme nationalism, unilateralism and militarism spread. Trump is a narcissistic bully. His recklessness was in brutal evidence on occasions this past week in New York. The trouble is that bullies don’t usually respond well to kindness. And as Robert Mueller’s noose tightens still further, coupled with Trump’s inordinate ability to offend virtually everyone in his own party, this could lead in quite quick succession to a more practical and emollient president, Mike Pence, occupying the White House. Accepting Trump’s view of the world as the new norm is not only defeatist, it is plain wrong. The world expects the UN secretary general and the UN to take a tough stand with those who defy international norms, whether they be in Pyongyang, Tehran, Moscow – or even Washington DC. Since global politics abhors a vacuum, a failure by the UN to provide a strong, moral lead presents an intriguing prospect that in the short term at least, global peace and security may yet come to rest in the hands of the European Union, the US generals who now populate the higher echelons of the Trump administration and the Chinese Politburo. Are you sleeping comfortably? • Mark Seddon was a speechwriter for the former UN secretary general, Ban Ki-moon. He is currently a visiting professor of International Relations at Columbia University, New York",
    "keywords": [
        "vision",
        "speech",
        "world",
        "seddon",
        "global",
        "general",
        "week",
        "nations",
        "act",
        "guterres",
        "organisation",
        "trumps",
        "mark",
        "nightmare",
        "york",
        "trump"
    ],
    "summary": "But the aftershocks of Donald Trump’s speech to the UN general assembly still reverberate.\nIn part we know the answer, because Trump has already noisily extricated the US from the Paris climate change agreement.\nTrump’s irredentism will have gone down well with Vladimir Putin of Russia and Rodrigo Duterte of the Philippines.\nAccepting Trump’s view of the world as the new norm is not only defeatist, it is plain wrong.\n• Mark Seddon was a speechwriter for the former UN secretary general, Ban Ki-moon.",
    "sentiment": {
        "neg": 0.0605,
        "neu": 0.8261,
        "pos": 0.1133,
        "compound": 0.1632
    }
}