{
    "date": "2017-08-09T15:32:12Z",
    "title": "Late-night hosts on North Korean threat: 'Dennis Rodman, did you do nothing?'",
    "url": "https://www.theguardian.com/culture/2017/aug/09/late-night-tv-hosts-north-korea-colbert-meyers",
    "content": "Late-night hosts on Tuesday addressed escalating tensions between the US and North Korea after Donald Trump responded to Kim Jong-un’s continued threats with a promise to rain down “fire and fury the likes of which the world has never seen”. “I know a lot of people tune in to this show on a nightly basis to get their news and information,” CBS’s Stephen Colbert began. “They count on me to be a straight shooter with a calm voice. I don’t want to be alarmist. But we’re all going to die. “US intelligence now believes that North Korea is now making missile-ready nuclear weapons,” Colbert explained. “My God, Dennis Rodman, did you do nothing? “But don’t worry, the story gets worse,” he continued. “Because over the weekend the UN security council voted 15-0 to sanction North Korea. And in response,” he said, citing the Wall Street Journal, “North Korea warned that they are ‘ready to teach the US a severe lesson with its nuclear strategic force’, adding that ‘other countries were not being threatened’.” “Look, North Korea, stop trying to make us a thing, all right?” Colbert joked. “I’m not saying what we have isn’t special, but it’s not exclusive. The United States, we sanction a lot of other countries. We sanctioned Russia just last week and it felt pretty great. Listen, they threaten us in a way you never will. You should see the size of their missiles.” Colbert continued: “Thankfully, faced with the greatest challenge of his presidency, Donald Trump stepped up and in a moment of pure statesmanship, de-escalated the rhetoric and brought calm to our worried nation. I’m just kidding. He said this.” The host then showed a clip from Tuesday in which Donald Trump responded to the North Korean threat with one of his own: “North Korea best not make any more threats to the United States. They will be met with fire and fury ... and frankly power, the likes of which this world has never seen before.” “Shut up!” Colbert exclaimed. “You’re going to get us all killed and I just started The Handmaid’s Tale. You know Kim Jong-un is crazy, right? He’s a loose cannon like Mel Gibson in Lethal Weapon. And also that one time he got pulled over. “The one ray of hope here is that I’m not sure whether to believe Trump’s nuclear saber-rattling, and neither are you,” Colbert explained, referring to new polls showing broad distrust of the president. “While only 24% of Americans trust what they hear from the White House, Trump’s approval rating in the same poll is 38%. That means 14% of voters enjoy being lied to. If any of those people are tuning in right now, I just want to say, everything’s going to be fine.” Seth Meyers of NBC also weighed in, beginning: “According to the Washington Post, North Korea now has the ability to fit a miniature nuclear warhead on missiles that are capable of reaching North America. Well, don’t just stand there, tweet something! “President Trump this afternoon addressed the North Korean missile program and said if they continue to threaten the US, they will be met with ‘fire and fury like the world has never seen’,” Meyers continued. “Yeah, that ought to cool things down.” “North Korean leader Kim Jong-un yesterday responded to new UN sanctions against the country, saying: ‘There is no bigger mistake than the US believing that its land is safe across the ocean,’” the host went on. “Yeah, except for maybe that mistake where you’re trying to even out your sideburns but you keep making one side shorter than the other so you go back and trim the other side, but now that side is shorter, so you go back and trim the other side, and before you know it you end up looking like this.” Meyers then showed a photo of Kim. Jimmy Kimmel addressed the North Korea threat, too, as well as the fear incited by the president’s aggressive rhetoric in response. “Today started, it was a beautiful summer day here in LA, and suddenly I was on Google searching ways to survive a nuclear attack,” Kimmel began before showing Trump’s statement. “FYI, there are no ways, it turns out. President Trump today took a break from his vacation to issue this extraordinary threat to North Korea. “So, as you can see, the vacation is really relaxing him. We’re sorry we made fun of you. Go back to golfing before you kill all of us,” Kimmel said. “I watched that clip about a dozen times today and after viewing number eight, I noticed this. Watch as it goes over. The camera pans over to Kellyanne. That is the face of someone who just realized she has to get up at 4am tomorrow to defend this all day.” Kimmel continued: “By the way, he’s making this crazy threat from a golf course. There’s probably a little shop that sells range balls in the next room. US intelligence, by the way, assess that North Korea has successfully produced a miniaturized nuclear warhead that could potentially reach California, Oregon, and Washington, three states that didn’t vote for guess-who, by the way. “Basically, we’re one Trump toilet tweet away from being the United States of Florida,” the host said. “North Korea responded today by saying they’re carefully examining a plan to strike the US territory of Guam. So they responded to the president’s threat about not making any more threats with another threat. “Donald Trump and Kim Jong-un both seem like reasonable men,” he concluded, jokingly. “I’m sure everything will work out fine.”",
    "keywords": [
        "continued",
        "korea",
        "threat",
        "latenight",
        "responded",
        "nuclear",
        "hosts",
        "kim",
        "trump",
        "rodman",
        "colbert",
        "way",
        "dennis",
        "north",
        "korean"
    ],
    "summary": "“US intelligence now believes that North Korea is now making missile-ready nuclear weapons,” Colbert explained.\n“Because over the weekend the UN security council voted 15-0 to sanction North Korea.\nJimmy Kimmel addressed the North Korea threat, too, as well as the fear incited by the president’s aggressive rhetoric in response.\nPresident Trump today took a break from his vacation to issue this extraordinary threat to North Korea.\n“North Korea responded today by saying they’re carefully examining a plan to strike the US territory of Guam.",
    "sentiment": {
        "neg": 0.108,
        "neu": 0.7635,
        "pos": 0.1285,
        "compound": 0.0162
    }
}