{
    "date": "2017-03-18T12:50:15Z",
    "title": "China rejects Trump criticisms over North Korea",
    "url": "https://www.theguardian.com/world/2017/mar/18/china-rejects-trump-criticisms-over-north-korea",
    "content": "China has rebuffed Donald Trump’s latest Twitter attack after the US president accused Beijing of doing little to help force North Korea’s leader, Kim Jong-un, to abandon his nuclear ambitions. Speaking in Beijing alongside the US secretary of state, Rex Tillerson, the Chinese foreign minister, Wang Yi, claimed a responsible China had “devoted a lot of energy and effort over the years” to resolving the North Korean issue. “The tremendous and important efforts that China has made are visible to all,” he told a press conference, urging all parties, “including our friends from the United States”, to tackle the situation in a cool-headed manner. Wang made no direct reference to Trump, who has repeatedly used Twitter to criticise China on issues including alleged currency manipulation, climate change and the South China Sea. His comments came just hours after the US president launched his latest social media salvo against Beijing, accusing China’s leaders of not doing enough to persuade their longtime ally into giving up his missile and nuclear programmes. “North Korea is behaving very badly. They have been ‘playing’ the United States for years. China has done little to help!” Trump wrote. The tweet was posted on the eve of Tillerson’s two-day visit to Beijing, where his mission is to finalise plans for a high-stakes summit between Trump and the Chinese president, Xi Jinping, designed to soothe tensions after months of bad blood and uncertainty. Trump is expected to host Xi at his Mar-a-Lago resort in Palm Beach on 6 and 7 April for an informal “no necktie” encounter that experts hope will reduce tensions between the world’s two largest economies. “The overall China-US relationship really needs better clarity that can only be achieved by a meeting between our two leaders , a face-to-face meeting,” Tillerson told the conservative website Independent Journal Review before landing in China on Saturday. Trump’s election sparked fears that US-China relations were entering a new era of confrontation or even military conflict, although tensions have subsided since he backed away from a threat to challenge Beijing’s claim over Taiwan. Experts say they are encouraged that after months of simmering discord Xi and Trump are preparing to thrash it out at the so-called winter White House. “I think it actually has the potential to be quite a game-changing moment,” said Orville Schell, the head of the centre on US-China relations at New York’s Asia Society. “The place I would look for some big breakthrough would, strangely, be on Korea.” In his interview with the Independent Journal Review Tillerson declined to say what Trump might offer Xi to secure Chinese cooperation, but speaking in Beijing, he said China and the US had agreed “to see if we cannot bring the government in Pyongyang to a place where they want to make a course correction and move away from their development of nuclear weapons”. “I think we share a common view and a sense that tensions on the peninsular are quite high right now and that things have reached a rather dangerous level. And we have committed ourselves to doing everything we can to prevent any kind of conflict from breaking out,” he said. Tillerson also hinted at the prickly trade talks that await Xi in Mar-a-Lago. Trump has repeatedly accused Beijing of decimating US industry through unfair trade practices such as currency devaluation and subsidies, claims that China rejects. “Our two countries should have a positive trade relationship that is fair and pays dividends both ways, and we will be working on that,” Tillerson said.",
    "keywords": [
        "rejects",
        "korea",
        "beijing",
        "trade",
        "tensions",
        "president",
        "china",
        "tillerson",
        "nuclear",
        "trump",
        "criticisms",
        "xi",
        "north"
    ],
    "summary": "China has rebuffed Donald Trump’s latest Twitter attack after the US president accused Beijing of doing little to help force North Korea’s leader, Kim Jong-un, to abandon his nuclear ambitions.\nWang made no direct reference to Trump, who has repeatedly used Twitter to criticise China on issues including alleged currency manipulation, climate change and the South China Sea.\nChina has done little to help!” Trump wrote.\nExperts say they are encouraged that after months of simmering discord Xi and Trump are preparing to thrash it out at the so-called winter White House.\nTrump has repeatedly accused Beijing of decimating US industry through unfair trade practices such as currency devaluation and subsidies, claims that China rejects.",
    "sentiment": {
        "neg": 0.1152,
        "neu": 0.7894,
        "pos": 0.0954,
        "compound": -0.0456
    }
}