{
    "date": "2017-08-29T18:27:15Z",
    "title": "North Korea’s missiles can be stopped – but not by ‘fire and fury’ | John Nilsson-Wright",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/29/north-korea-missiles-fire-fury-japan-delegitimise-kim-jong-un",
    "content": "North Korea’s provocative launch of a missile over Japanese territory is a brutal reminder of Japan’s strategic vulnerability and the limited options for its prime minister, Shinzo Abe, in combating the growing nuclear and ballistic threat from Pyongyang. Abe’s characterisation of the launch as an “unprecedentedly grave and serious threat” captures both the tension of the situation and the intense irritation and frustration of the Japanese government. For the Japanese public, who have only twice before (in 1998 and 2009) had to confront the deeply unsettling experience of North Korean missiles overflying their territory, the latest threat ratchets up the sense of anxiety. In recent weeks, the Abe administration has warned of missiles carrying chemical weapons striking Japanese cities, and issued civil defence and evacuation guidelines to local authorities. To ordinary Japanese, North Korea represents a clear and present danger and an implacable and unpredictable adversary – a threat underlined not only by its expanding WMD capability but also by Pyongyang’s role in the 1970s and 80s in abducting scores of Japanese civilians and then refusing to reveal their fate. Fear of the North will intensify the pressure on Abe as he faces a sharp slump in his domestic approval ratings following a series of damaging corruption scandals. Yet there are limits to what he can do. Japan is a staunch backer of the new round of tougher UN sanctions, and only in the past few days has unveiled its own expanded sanctions – targeting secondary trade between Chinese and Namibian organisations and the North. But it is doubtful that these sanctions will deter Pyongyang from continuing with its missile tests, and at best they may end up imposing pain on ordinary North Koreans rather than its military. Military options for Tokyo are also of questionable value. Japan’s Patriot weapons system is designed to stop missiles aimed at Japanese cities in their final descent, rather than flying over the country – perhaps a reason why no decision was taken to shoot down today’s missile. Even if Tokyo had the weapons, a failure to bring down the target would undermine the country’s limited deterrent capability – further emboldening the North Koreans. Some Japanese politicians and defence planners have recently argued that Japan should acquire cruise missiles and the satellite technology to strike at the North’s missile launchers, either pre-emptively or in the early stages of a potential attack. However, such a move is at best a long-term solution, taking years, requiring substantial financial investment, and of questionable constitutional legitimacy. This leaves Abe with the diplomatic route – probably the most promising. Japan of course has been here before. In 2002 and 2004, prime minister Junichiro Koizumi took the bold step of visiting Pyongyang for direct talks with North Korea’s leader Kim Jong-il, the father of Kim Jong-un. The 2002 Pyongyang Declaration offered the prospect of a normalised relationship, with Japan offering substantial economic aid in return for the resolution of the abduction issue and an end to the North’s missile testing. In the aftermath of today’s test, Abe has made it clear that there is no room for dialogue with the North (a recognition of the political realities both in Japan and in other capitals). Ultimately, however, talking will need to be part of any long-term solution, perhaps once the North feels secure in its nuclear deterrent capabilities – the insurance card that will guarantee its long-term survival, and the most obvious reason for its single-minded determination to keep testing. At this point, Kim may believe that his secondary goal of promoting economic development can be achieved by trading a missile testing moratorium for a relaxation of international sanctions. There are then some carrots that could be offered to the North (both by Japan and potentially other nations) to encourage it to change course. The problem for now is that the sticks that are being deployed, whether economic sanctions or Donald Trump’s rhetorical threat of “fire and fury” (apparently discounted by Kim, who has shown himself willing to call the US president’s bluff), are not working. Military brinkmanship and Trump’s attempt to draw strategic “red lines” over US territory, such as Guam, are not stopping the North from improving its missile and nuclear capabilities. Japan will need to work closely with the US and South Korea to explore new options for dealing with the North: reiterating the economic benefits to the North from diplomatic normalisation, but also stressing the increased isolation that will arise from further provocations – perhaps via efforts by the international community to delegitimise Kim’s leadership and the sovereignty and independent status of the North Korea state. It may prove unsuccessful, but threatening the long-term survival of the Kim dynasty may be the best last-course option to force Pyongyang’s leadership to rethink. • Dr John Nilsson-Wright is a senior research fellow for the Asia Programme at Chatham House and senior lecturer in Japanese politics and international relations at the University of Cambridge",
    "keywords": [
        "nilssonwright",
        "abe",
        "fury",
        "threat",
        "missiles",
        "sanctions",
        "kim",
        "japanese",
        "japan",
        "stopped",
        "john",
        "missile",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "For the Japanese public, who have only twice before (in 1998 and 2009) had to confront the deeply unsettling experience of North Korean missiles overflying their territory, the latest threat ratchets up the sense of anxiety.\nIn recent weeks, the Abe administration has warned of missiles carrying chemical weapons striking Japanese cities, and issued civil defence and evacuation guidelines to local authorities.\nIn 2002 and 2004, prime minister Junichiro Koizumi took the bold step of visiting Pyongyang for direct talks with North Korea’s leader Kim Jong-il, the father of Kim Jong-un.\nThere are then some carrots that could be offered to the North (both by Japan and potentially other nations) to encourage it to change course.\n• Dr John Nilsson-Wright is a senior research fellow for the Asia Programme at Chatham House and senior lecturer in Japanese politics and international relations at the University of Cambridge",
    "sentiment": {
        "neg": 0.1205,
        "neu": 0.7915,
        "pos": 0.0881,
        "compound": -0.1547
    }
}