{
    "date": "2017-04-28T00:58:34Z",
    "title": "Turnbull warns North Korea could launch nuclear attack on its neighbours",
    "url": "https://www.theguardian.com/world/2017/apr/28/turnbull-warns-north-korea-could-launch-nuclear-attack-its-neighbours",
    "content": "Malcolm Turnbull has warned that North Korea could launch a nuclear attack on its neighbours and said China has not applied enough pressure on the regime. His warning comes after the North Korean foreign minister Ri Yong-Ho appealed to the Association of Southeast Asian Nations (Asean) countries for support as tensions with the United States rise. Ri said the Korean peninsula was reaching “the brink of war”. “There is the possibility and the risk that North Korea could launch an attack on its neighbours,” Turnbull said on 3AW radio on Friday. “That is the reason why there is so much effort being put into seeking to stop this reckless and dangerous conduct by the North Korean regime. They are a real threat to the peace and stability in the region and to the whole world.” Turnbull said while North Korea was often a subject of satire, the country had nuclear weapons and regularly threatened to use them. “Their threats can appear sometimes to be theatrical and over the top and they have been the subject of satire but I can assure you that my government takes ... the threat of North Korea very seriously,” he said. A North Korean foreign ministry spokesman has previously warned Australia of a future nuclear strike after foreign affairs minister, Julie Bishop, commented on Australian sanctions against North Korea. Turnbull said Australia did not have a terminal high-altitude area defence (Thaad) system, such as the one being used by the United States in South Korea but Australia’s defence systems would evolve as threats evolved. “As threats evolve, our response to them would evolve but right at the moment we do not deploy a Thaad system ... in Australia and nor do we see the need to do so,” he said. Turnbull underlined the need for China to pressure on the rogue state as its biggest neighbour and its biggest economic partner. “The government that above all has the greatest leverage and ability to bring North Korea to its sense is China.” Asked if China had done enough, Turnbull said “it clearly has not been enough to date because the reckless threats and conduct by the North Korean regime has continued”. “My impression is [China] is showing a greater awareness of the need for them to bring their influence to bear on North Korea but this is a difficult situation.”",
    "keywords": [
        "threats",
        "turnbull",
        "launch",
        "neighbours",
        "regime",
        "korea",
        "nuclear",
        "warns",
        "china",
        "need",
        "korean",
        "foreign",
        "north",
        "attack"
    ],
    "summary": "Malcolm Turnbull has warned that North Korea could launch a nuclear attack on its neighbours and said China has not applied enough pressure on the regime.\nHis warning comes after the North Korean foreign minister Ri Yong-Ho appealed to the Association of Southeast Asian Nations (Asean) countries for support as tensions with the United States rise.\n“There is the possibility and the risk that North Korea could launch an attack on its neighbours,” Turnbull said on 3AW radio on Friday.\n“That is the reason why there is so much effort being put into seeking to stop this reckless and dangerous conduct by the North Korean regime.\nA North Korean foreign ministry spokesman has previously warned Australia of a future nuclear strike after foreign affairs minister, Julie Bishop, commented on Australian sanctions against North Korea.",
    "sentiment": {
        "neg": 0.1307,
        "neu": 0.7979,
        "pos": 0.0713,
        "compound": -0.2816
    }
}