{
    "date": "2017-08-09T12:48:18Z",
    "title": "God save us from Donald Trump's fire and fury | Richard Wolffe",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/09/god-save-us-from-donald-trumps-fire-and-fury",
    "content": "Both had the power to kill large numbers of people, if not blow up the world several times over. Both suffered from delusions of power around the presidency. Both believed the old rules didn’t apply to them. Both believed they could reshape the world by brute force, if only the bureaucrats, diplomats and lawyers would get out their way. And both truly loved their own performance on camera. Donald Rumsfeld and Donald Trump are separated by 14 years in age, and a world of experience. Rumsfeld had served as Illinois congressman, White House chief of staff and US defense secretary before he catastrophically ran the Pentagon through the wars in Afghanistan and Iraq. Trump previously ran a small family business that sank into bankruptcy several times, before he made cameo appearances on a successful reality TV show. Rumsfeld came to power with a fully fledged ideology of how to exercise power inside Washington and around the world. Trump came to power with a fully fledged plan for self-promotion, no idea how Washington worked and little interest in the rest of the world. But in their belligerent bravado, in their elderly disdain for the lives of the young soldiers and civilians under their command and care, the two have much in common. “North Korea best not make any more threats to the United States,” thundered our current Donald from a clubhouse on his golf course in New Jersey. “They will be met with the fire and the fury like the world has never seen. He has been very threatening beyond a normal state, and as I said they will be met with the fire and fury and frankly power, the likes of which this world has never seen before. Thank you.” At least the old Donald knew that if you were going to threaten the world with a nuclear apocalypse, you should do so with a sense of theater. Possibly at some muscular military installation, if not the Pentagon itself. A golf course does not scream seriousness. The old Donald also had a way with words that made him something of an unintentional poet. Our current Donald conjured up one gob-smacking phrase about fire and fury, with some finely fearful alliteration. But he only had one of these, so he had to repeat it a second time. As Rummy liked to say, there are known unknowns. And there are unknown unknowns. Donald Trump falls into the first bucket; Kim Jong-un falls into the second. We know that Trump knows nothing about the world beyond his struggling real estate and what he watches on cable TV. And we know about his ignorance because he blabs about it all the time. This is the same Donald who last threatened North Korea with an aircraft carrier group that was sailing in the wrong direction. Just four long months ago, the commander-in-chief told Fox Business Network that he was both sly and tough on North Korea. “You never know, do you? You never know … I don’t want to talk about it,” he said, with a coyness that he could only sustain for a few seconds. “We are sending an armada, very powerful. We have submarines, very powerful, far more powerful than the aircraft carrier, that I can tell you. And we have the best military people on Earth. And I will say this. He is doing the wrong thing. He is doing the wrong thing.” Never mind that the armada was sailing away from Pyongyang. The USS Carl Vinson and its strike force were in fact sailing more than 3,500 miles away to the Indian Ocean for a joint exercise with the Australian navy. Kim Jong-un of North Korea, on the other hand, is an unknown unknown. We don’t know whether he will fire his many missiles towards Seoul, Japan or the US territory of Guam. We don’t know whether he will buckle to the severe sanctions just passed by the UN security council or find a way to smuggle his exports past them, as his regime has done before. We don’t know whether he is a tinpot dictator who is punching above his weight in goading America into a fight, or a reckless maniac prepared to burn the entire Korean peninsula. He is an unknown who is unknowable until it’s too late. But we do know that he has found his perfect foil in Donald J Trump, who is happy to punch below his weight, at the same time as sounding like a reckless maniac prepared to burn the entire region. Many analysts have noted that Trump’s line about fire and fury sounds much like North Korean state media: an uncanny echo that is less than reassuring. Of course, he also sounds like Macbeth, who observed that life is a tale told by an idiot, full of sound and fury, signifying nothing. Which is also less than reassuring. In truth, Trump sounds much more like himself. The last time he talked about nuclear holocaust, in the sole press conference of his presidency, he sounded both impressed and surprised by the sheer power of the nuclear weapons at his disposal. “I have been briefed,” he said, with some pride, in February. “And I can tell you one thing about a briefing that we’re allowed to say, because anybody that ever read the most basic book can say it: nuclear holocaust would be like no other.” The world has never seen a fire and fury like Trump’s. It has never seen a holocaust like Trump’s nuclear holocaust. Fortunately for our ancestors, they never saw a leader as powerful and as dangerously self-engrossed as Trump. Much like the other Donald, Trump considers everything and everyone before him a sick joke. Rummy happily squandered the global goodwill after 9/11 as he pursued his unilateral path toward world domination. Now, just hours after his triumph in the UN security council, Trump is happily squandering his brief moment of global unity as he walks his own unilateral path toward world domination. Back when he first thought about Pyongyang, sometime around April, Trump explained the situation to his best friends on Fox and Friends. Mixing up the current and previous North Korean leaders, our current Donald found a common thread in his own predecessors: they were both idiots. “I hope there’s going to be peace, but they’ve been talking with this gentleman for a long time,” he explained. “You read Clinton’s book and he said, ‘Oh, we made such a great peace deal’, and it was a joke … You look at different things over the years with President Obama. Everybody has been outplayed. They’ve all been outplayed by this gentleman, and we’ll see what happens.” Nobody can outplay our Donald, except our own Donald. Amid all the peril around the Korean peninsula, that is our singular certainty: we know precisely how little he knows. He is, as Rummy would say, a known known. And that knowledge does not help anyone sleep better in Seoul.",
    "keywords": [
        "unknown",
        "save",
        "richard",
        "fury",
        "world",
        "wolffe",
        "north",
        "donald",
        "power",
        "nuclear",
        "god",
        "trumps",
        "know",
        "say",
        "trump"
    ],
    "summary": "Donald Rumsfeld and Donald Trump are separated by 14 years in age, and a world of experience.\nDonald Trump falls into the first bucket; Kim Jong-un falls into the second.\nKim Jong-un of North Korea, on the other hand, is an unknown unknown.\nMuch like the other Donald, Trump considers everything and everyone before him a sick joke.\nThey’ve all been outplayed by this gentleman, and we’ll see what happens.” Nobody can outplay our Donald, except our own Donald.",
    "sentiment": {
        "neg": 0.0843,
        "neu": 0.8025,
        "pos": 0.1133,
        "compound": 0.0305
    }
}