{
    "date": "2017-08-31T03:11:30Z",
    "title": "Theresa May's tough talk on Korea exposes weakness, says Chinese media",
    "url": "https://www.theguardian.com/politics/2017/aug/31/theresa-mays-tough-talk-on-korea-exposes-weakness-says-chinese-media",
    "content": "Theresa May’s attempt to talk tough on North Korea has exposed a weak and vulnerable leader hobbled by June’s election fiasco, a state-run Chinese newspaper has claimed. Speaking on Wednesday at the start of a three-day trip to Japan, the prime minister urged Beijing to do more to rein in the “outrageous” behaviour of North Korean leader Kim Jong-un. “We see China as being the key in this,” she told reporters, echoing calls from Donald Trump who has been trying to persuade Chinese president Xi Jinping to help thwart Pyongyang’s nuclear ambitions. China shrugged off May’s intervention, which came after Kim’s regime fired a ballistic missile over the Japanese island of Hokkaido. “People say all kinds of things whenever the situation on the Korean peninsula becomes tense,” foreign ministry spokeswoman Hua Chunying told reporters in Beijing. The Global Times, a nationalist, Communist party tabloid which sometimes reflects official views, went further, attributing the prime minister’s comments to this summer’s botched election in which her party squandered its parliamentary majority. “May’s Conservative party lost many seats, turning her into a vulnerable prime minister,” argued an editorial in its Chinese language edition. “Weak people often look for opportunities to show their ‘strength’.” “Perhaps prime minister May doesn’t know much about the Korean peninsula. Her comments sounded just like a rehashing of Washington’s rhetoric,” the notoriously undiplomatic newspaper continued, claiming that many Chinese citizens felt “puzzled” at British meddling in Asian affairs. “If the British government genuinely wants to protects its business and investment interests in the region, it should speak and act cautiously ... rather than pointing fingers and making irrelevant remarks,” added the article which was headlined, ‘Beijing does not need London to teach it how to deal with North Korea’. The Global Times, an offshoot of Communist party mouthpiece the People’s Daily, has made an art of ribbing Conservative prime ministers. When David Cameron flew to China in 2013, hoping to defuse a diplomatic row over his meeting with the Dalai Lama, the newspaper greeted him with the following advice: “The Cameron administration should acknowledge that the UK is not a big power in the eyes of the Chinese. It is just an old European country apart for travel and study.” Additional reporting by Wang Zhen",
    "keywords": [
        "talk",
        "korea",
        "beijing",
        "mays",
        "tough",
        "china",
        "theresa",
        "prime",
        "exposes",
        "media",
        "chinese",
        "korean",
        "minister",
        "party",
        "weakness",
        "north",
        "newspaper"
    ],
    "summary": "Theresa May’s attempt to talk tough on North Korea has exposed a weak and vulnerable leader hobbled by June’s election fiasco, a state-run Chinese newspaper has claimed.\nSpeaking on Wednesday at the start of a three-day trip to Japan, the prime minister urged Beijing to do more to rein in the “outrageous” behaviour of North Korean leader Kim Jong-un.\nChina shrugged off May’s intervention, which came after Kim’s regime fired a ballistic missile over the Japanese island of Hokkaido.\n“May’s Conservative party lost many seats, turning her into a vulnerable prime minister,” argued an editorial in its Chinese language edition.\n“Weak people often look for opportunities to show their ‘strength’.” “Perhaps prime minister May doesn’t know much about the Korean peninsula.",
    "sentiment": {
        "neg": 0.0603,
        "neu": 0.8751,
        "pos": 0.0646,
        "compound": 0.1126
    }
}