{
    "date": "2017-09-21T19:37:49Z",
    "title": "Trump issues new sanctions on North Korea and claims China is following",
    "url": "https://www.theguardian.com/world/2017/sep/21/trump-north-korea-executive-order-china",
    "content": "Donald Trump has issued a new executive order that expands US sanctions on North Korea’s shipping, banking, ports and manufacturing. Trump also claimed China’s banking system had shut down business with the country. Reuters reported earlier in the day that China’s central bank had ordered financial institutions to implement UN sanctions rigorously after frequent complaints from Washington that Beijing was leaving open too many loopholes. Trump thanked China’s President Xi Jinping and said the move was “very bold” and “somewhat unexpected”. There was no immediate confirmation from the Chinese government that it had imposed a financial embargo on North Korea. If confirmed, it would represent a significant tightening of the economic noose around the Pyongyang regime, by a country which accounts for 90% of its trade. But it is unclear whether any amount of financial or economic pain would induce Kim Jong-un to relinquish North Korea’s nuclear weapons and missiles, which he believes are essential for the regime’s survival. Trump announced the new executive order during a working lunch with his South Korean counterpart, Moon Jae-in, and Shinzō Abe, the Japanese prime minister. “Our new executive order will cut off sources of revenue that fund North Korea’s efforts to develop the deadliest weapons known to humankind,” Trump said. “The order enhances the treasury department’s authorities to target any individual or entity that conducts significant trade in goods, services, or technology with North Korea.” Under the new measures, no ship or aircraft can visit the US within 180 days of going to North Korea. The same restriction would apply to any vessel involvement in ship-to-ship transfers with North Korean vessels. The order gives the US Treasury the power to sanction anybody involved in a wide variety of North Korean industries, ports, trade, and banking. “Foreign financial institutions must choose between doing business with the United States or facilitating trade with North Korea or its designated supporters,” a White House statement said. “To prevent sanctions evasion, the order also includes measures designed to disrupt critical North Korean shipping and trade networks,” he said. “For much too long, North Korea has been allowed to abuse the international financial system to facilitate funding for its nuclear weapons and missile programs.” On the same day, the EU announced new sanctions of its own, including a ban on investment in North Korea and on EU exports of oil. The impact will be minimal, as trade and investment relations between North Korea and EU are tiny. The US has sought a radical tightening of sanctions on North Korea since it conducted its sixth nuclear test on 3 September. The UN security council imposed caps on Pyongyang’s ability to import crude oil and petrol, but the measures fell short of Washington’s original demands for a full oil embargo, and a naval blockade. In his address to the UN general assembly earlier in the week, Trump warned he would “totally destroy” North Korea if it attacked the US or its allies, and he called on other countries to cut North Korea off from its sources of funds. “It is an outrage that some nations would not only trade with such a regime, but would arm, supply, and financially support a country that imperils the world with nuclear conflict,” Trump said. “No nation on earth has an interest in seeing this band of criminals arm itself with nuclear weapons and missiles.” On Thursday, he said “tolerance for this disgraceful practice must end now” and welcomed China’s central bank’s reported move to stop flows of Chinese funds to the North Korea. Moon, of South Korea, praised Trump’s hardline stance on Pyongyang, and his general assembly speech. “North Korea has continued to make provocations and this is extremely deplorable and this has angered both me and our people,” Moon said, sitting alongside the US president. “But the United States has responded firmly and in a very good way. Mr President, in the UN general assembly you made a very strong speech, and I believe that the strength of your speech will also help to [change] North Korea.” Trump said that the crisis over North Korea had drawn the US closer together with its Japanese and South Korean allies. He complained about the trade agreement between Washington and Seoul but conceded that “much more important, frankly, than trade is the other aspect of our relationship that we are working with, and that has to do with North Korea”.",
    "keywords": [
        "korea",
        "following",
        "trade",
        "claims",
        "order",
        "sanctions",
        "china",
        "nuclear",
        "financial",
        "issues",
        "weapons",
        "trump",
        "north",
        "korean"
    ],
    "summary": "Donald Trump has issued a new executive order that expands US sanctions on North Korea’s shipping, banking, ports and manufacturing.\nThere was no immediate confirmation from the Chinese government that it had imposed a financial embargo on North Korea.\nThe same restriction would apply to any vessel involvement in ship-to-ship transfers with North Korean vessels.\nThe impact will be minimal, as trade and investment relations between North Korea and EU are tiny.\nThe US has sought a radical tightening of sanctions on North Korea since it conducted its sixth nuclear test on 3 September.",
    "sentiment": {
        "neg": 0.0724,
        "neu": 0.8577,
        "pos": 0.0698,
        "compound": -0.0399
    }
}