{
    "date": "2017-04-18T18:05:25Z",
    "title": "North Korea needs patient talks not war | Letters",
    "url": "https://www.theguardian.com/world/2017/apr/18/north-korea-needs-patient-talks-not-war",
    "content": "US vice-president Mike Pence visited South Korea and addressed US troops as part of a sudden, dangerous and irresponsible obsession with the region (Mike Pence warns North Korea: do not test Trump’s resolve, 17 April). In addressing his troops, he referred to the South Korean people as “courageous”, instantly implicating them all in a US war. The South Korean people would be best served not by divisive warmongers threatening millions of lives on their peninsula, but by skilled international negotiators patiently striving to reunify their country and bringing back together all its people into one land, one culture, one language, cultural tradition etc (after being cruelly divided by a previous war that killed over a million before being “resolved” in such a way as to suit the external interests of the US, China and Russia in 1953). Dr Paul O’Kane London • The big unrecognised military problem with North Korea (Editorial, 17 April) is not its potential use of nuclear weapons against the US (they might just reach Guam or Okinawa US airbases), but the thousands of conventional missiles that can certainly reach all of South Korea’s commercial nuclear plants at four sites. The spent nuclear fuel cooling ponds – which need active cooling to stop the irradiated nuclear fuel overheating and dispersing radioactivity, such as at Chernobyl, to devastating effect – do not have hard containment and would easily be destroyed by an overwhelming North Koran missile barrage. They have no ground-to-air missile defences at these nuclear plants. Dr David Lowry Senior research fellow, Institute for resource and security studies, Cambridge, USA • North Korea might be persuaded to freeze its nuclear programme in exchange for supplies of all that the country desperately needs, as you say. There is one other thing the country has asked for: a promise that the US will not attack. America refuses to give this until North Korea has given up its nuclear weapons programme. North Korea does have genuine security concerns and its leader also needs a way to back down without suffering intolerable loss of face. A symbolic withdrawal of some of the military forces the US has amassed near Kim Jong-Un’s border might be the beginning of a way forward. Brendan O’Brien London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "keywords": [
        "war",
        "south",
        "troops",
        "korea",
        "talks",
        "nuclear",
        "patient",
        "way",
        "weapons",
        "country",
        "letters",
        "needs",
        "security",
        "north"
    ],
    "summary": "US vice-president Mike Pence visited South Korea and addressed US troops as part of a sudden, dangerous and irresponsible obsession with the region (Mike Pence warns North Korea: do not test Trump’s resolve, 17 April).\nIn addressing his troops, he referred to the South Korean people as “courageous”, instantly implicating them all in a US war.\nAmerica refuses to give this until North Korea has given up its nuclear weapons programme.\nNorth Korea does have genuine security concerns and its leader also needs a way to back down without suffering intolerable loss of face.\nBrendan O’Brien London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "sentiment": {
        "neg": 0.1195,
        "neu": 0.7931,
        "pos": 0.0873,
        "compound": -0.1743
    }
}