{
    "date": "2017-08-29T13:07:58Z",
    "title": "What's the mood like in Japan after North Korea's missile launch?",
    "url": "https://www.theguardian.com/world/2017/aug/29/whats-the-mood-like-in-japan-after-north-korea-missile-launch",
    "content": "Early on Tuesday morning, millions of people in northern Japan woke to the news that a North Korean missile was passing overhead. The warning initially came via a government text, followed by sirens that sounded in towns close to the missile’s path, as the missile headed over Japanese territory for two minutes before crashing into the Pacific. US president Donald Trump and Japanese prime minister Shinzo Abe have vowed to increase pressure on North Korea following the launch, with Abe describing the situation as an “unprecedented and grave threat”. If you live in Japan, we’d like to hear your experiences and views on the situation. How did you find out about the missile launch – did you receive a text message from the government, or via other means? What’s the mood among your friends and family about the situation, and how do you think Abe, Trump and the international community should react? You can share your experiences and views via the encrypted form below. We’ll use a selection in our coverage.",
    "keywords": [
        "whats",
        "launch",
        "abe",
        "views",
        "japanese",
        "japan",
        "mood",
        "situation",
        "text",
        "trump",
        "missile",
        "north",
        "koreas"
    ],
    "summary": "Early on Tuesday morning, millions of people in northern Japan woke to the news that a North Korean missile was passing overhead.\nUS president Donald Trump and Japanese prime minister Shinzo Abe have vowed to increase pressure on North Korea following the launch, with Abe describing the situation as an “unprecedented and grave threat”.\nIf you live in Japan, we’d like to hear your experiences and views on the situation.\nHow did you find out about the missile launch – did you receive a text message from the government, or via other means?\nWhat’s the mood among your friends and family about the situation, and how do you think Abe, Trump and the international community should react?",
    "sentiment": {
        "neg": 0.0251,
        "neu": 0.9133,
        "pos": 0.0616,
        "compound": 0.0541
    }
}