{
    "date": "2017-12-29T11:33:21Z",
    "title": "North Korean stamps commemorate Hwasong-15 missile launch",
    "url": "https://www.theguardian.com/world/2017/dec/29/north-korean-stamps-commemorate-hwasong-15-missile-launch",
    "content": "North Korea’s state stamp bureau has issued a collection to commemorate last month’s launch of a rocket that the regime claims can hit anywhere in the US. According to images released by the state-run Korean Central News Agency, the stamps feature the Hwasong-15 intercontinental ballistic missile, which was successfully tested on 29 November. A government statement after the launch, which took place about 18 miles north of the capital, Pyongyang, quoted leader Kim Jong-un as saying: “Now we have finally realised the great historic cause of completing the state nuclear force.” The US ambassador to the UN, Nikki Haley, said the launch “brings us closer to war”, while the US president, Donald Trump, said of Kim Jong-un: “Little Rocket Man, he is a sick puppy.” One of the images released with the stamps shows Kim Jong-un appearing to monitor the progress of the launch. This is not the first time North Korea has produced this type of stamp. In August one was issued featuring Kim Jong-un celebrating the launch of the predecessor Hwasong-14 missile. The military propaganda of recent stamps is a far cry from those issued in North Korea during the 1970s and 80s, which were more likely to feature cats and dogs. Stamp designs have previously been known to escalate tensions in the region. In 2004 a stamp issued by South Korea depicting disputed islands known as Tokdo in South Korea and as Takeshima in Japan sparked a diplomatic row.",
    "keywords": [
        "stamp",
        "launch",
        "south",
        "korea",
        "state",
        "commemorate",
        "stamps",
        "kim",
        "jongun",
        "issued",
        "missile",
        "hwasong15",
        "north",
        "korean"
    ],
    "summary": "North Korea’s state stamp bureau has issued a collection to commemorate last month’s launch of a rocket that the regime claims can hit anywhere in the US.\nAccording to images released by the state-run Korean Central News Agency, the stamps feature the Hwasong-15 intercontinental ballistic missile, which was successfully tested on 29 November.\nThis is not the first time North Korea has produced this type of stamp.\nIn August one was issued featuring Kim Jong-un celebrating the launch of the predecessor Hwasong-14 missile.\nIn 2004 a stamp issued by South Korea depicting disputed islands known as Tokdo in South Korea and as Takeshima in Japan sparked a diplomatic row.",
    "sentiment": {
        "neg": 0.0605,
        "neu": 0.8916,
        "pos": 0.0479,
        "compound": 0.032
    }
}