{
    "date": "2017-09-10T15:43:50Z",
    "title": "Merkel offers German role in Iran-style nuclear talks with North Korea",
    "url": "https://www.theguardian.com/world/2017/sep/10/merkel-backs-iran-style-diplomatic-solution-for-north-korea",
    "content": "Angela Merkel has offered German participation in any future nuclear talks with North Korea and suggested that the 2015 agreement with Iran could serve as a model for negotiations. The chancellor’s intervention reflects growing alarm in Europe that Donald Trump is worsening one nuclear crisis by repeated threats to use military force against North Korea, and seeking to trigger a second one by torpedoing the Iran deal to which Germany, France and the UK are among the signatories. “If our participation in talks is desired, I will immediately say yes,” Merkel told the Frankfurter Allgemeine Sonntagszeitung in an interview published on Sunday. She pointed to the example of the agreement sealed in Vienna in July 2015 by Iran, the five permanent members of the UN security council and Germany, describing it as “a long but important time of diplomacy” that ultimately had a good end. “I could imagine such a format being used to end the North Korea conflict. Europe and especially Germany should be prepared to play a very active part in that,” Merkel said. In exchange for sanctions relief under the Vienna deal, Iran accepted strict limits on its nuclear programme as a reassurance to the international community that it could never build a bomb. North Korea, on the other hand, is believed to already have a nuclear arsenal which it insists is not up for negotiation. Kim Jong-un hosted an elaborate banquet in Pyongyang over the weekend for military leaders, scientists and technicians to celebrate the country’s sixth and most powerful nuclear test. The regime says the underground blast on 3 September was a two-stage thermonuclear device, or hydrogen bomb. The state news agency, KCNA, published photographs on Sunday showing Kim beaming with two of the scientific minds behind the country’s surprisingly fast progress - Ri Hong Sop, the head of the country’s nuclear weapons institute, and Hong Sung Mu, the deputy director of the ruling party’s munitions industry department. The UN security council will convene on Monday to consider a US resolution that would impose an embargo on oil exports to North Korea and technical imports from the embattled state, as well as a partial naval blockade giving UN member states the right to board and inspect ships suspected of sanctions-busting. China and Russia are expected to try to water down the resolution, while European council members are nervous that the Trump administration could consequently abandon the council as a forum for dealing with the North Korea crisis if it does not get its way. “I think the Europeans worry about the US going off the deep end,” said Richard Gowan, a UN expert at the European Council on Foreign Relations. European anxiety has already been aroused by Trump’s repeated emphasis on a possible military solution of last resort to contain North Korea, which many analysts fear increases the chance of miscalculation and a preemptive strike by either side. The UK defence secretary, Sir Michael Fallon, said on Sunday that “the dangers now of miscalculation or some accident triggering a response are extremely great”. North Korea’s nuclear weapons programme must be halted before it developed a ballistic missile capable of hitting London, he said, but a war must be avoided “at all costs”. “The United States is fully entitled to defend its own territory, to defend its bases and look after its people,” he said. “But this involves us. London is closer to North Korea and its missiles than Los Angeles.” Theresa May’s government is concerned about Trump’s stated intention to extricate the US from the Iran deal, which some diplomats worry is motivated principally by his determination to obliterate all aspects of Barack Obama’s legacy more than by material shortcomings in the agreement. British officials see the deal as an important diplomatic achievement but, with Brexit looming, the government is fearful of alienating Trump, on whom it will have to rely for a speedy and favourable bilateral trade deal. Trump has signalled he might not certify Iranian compliance with the deal to Congress in mid-October, when he is due to give his next endorsement. A report by the International Atomic Energy Agency earlier this month confirmed that Iran was abiding by the limits set down in the agreement, but the US envoy to the UN, Nikki Haley, said Trump could withhold certification even if there were no technical violations, by judging the deal no longer to be in the interests of US national security. European leaders will seek to persuade Trump not to abandon or weaken the agreement at the UN general assembly, which Trump is due to address for the first time on 19 September.",
    "keywords": [
        "deal",
        "iran",
        "korea",
        "merkel",
        "european",
        "talks",
        "nuclear",
        "role",
        "german",
        "iranstyle",
        "agreement",
        "security",
        "trump",
        "council",
        "offers",
        "north"
    ],
    "summary": "Angela Merkel has offered German participation in any future nuclear talks with North Korea and suggested that the 2015 agreement with Iran could serve as a model for negotiations.\n“I could imagine such a format being used to end the North Korea conflict.\nIn exchange for sanctions relief under the Vienna deal, Iran accepted strict limits on its nuclear programme as a reassurance to the international community that it could never build a bomb.\nNorth Korea, on the other hand, is believed to already have a nuclear arsenal which it insists is not up for negotiation.\n“I think the Europeans worry about the US going off the deep end,” said Richard Gowan, a UN expert at the European Council on Foreign Relations.",
    "sentiment": {
        "neg": 0.0886,
        "neu": 0.8033,
        "pos": 0.108,
        "compound": 0.0352
    }
}