{
    "date": "2017-08-31T00:28:37Z",
    "title": "China should cut off North Korea oil supply, Turnbull says",
    "url": "https://www.theguardian.com/australia-news/2017/aug/31/china-should-cut-off-north-korea-oil-supply-says-turnbull",
    "content": "Malcolm Turnbull says China must step up and contain North Korea economically, including by cutting off the regime’s oil supply. Ratcheting up the diplomatic jawboning of Beijing, the Australian prime minister told the John Laws radio program in Sydney the best chance of resolving the crisis on the Korean peninsula without conflict was to make sure the regime in Pyongyang was completely economically isolated. Turnbull said China needed to be resolute in turning the economic screws against its neighbour, and if it took tough action, the regime “would struggle to survive”. “China has by far the greatest leverage,” Turnbull said on Thursday. “China really has to step up now and bring this regime to its senses. “They are committed to stop buying coal, iron ore, seafood and other products from North Korea. They can go further – they can cut off their oil supply for example”. Turnbull said he believed further economic sanctions would need to be imposed on North Korea, because the alternative, a full-blown conflict on the peninsula, was shocking. He said the North Korean leader, Kim Jong-un, was reckless and dangerous, and behaved like a standover man in the mafia, so the great powers of the region needed to show the regime there were consequences for their actions. “Ultimately, it may be, that where we need to get to, is to have North Korea completely and utterly economically isolated,” the prime minister said. “If you cut off their means of income, if you cut off their access to energy, the regime would struggle to survive – and that is what China needs to do.” Turnbull conceded the economic isolation of North Korea would impose “enormous hardship” on the country but he said that was a better option than a military conflict. He said there were “no good options” on the Korean peninsula and the world was dealing with “a very tough and intractable situation that has been developing for a long period of time”. “A very tough economic sanctions regime is the best chance of resolving this without conflict”. Turnbull said he had not spoken to the Chinese president, Xi Jinping, since the G20 meeting in Hamburg. The Australian prime minister spoke to the prime minister of Japan, Shinzo Abe, by phone on Wednesday, and the two leaders are coordinating efforts to increase diplomatic pressure on China to isolate Kim Jong-un. The diplomatic offensive has intensified since the regime fired a ballistic missile over northern Japan on Tuesday. On Wednesday, the UN security council unanimously condemned the missile launch and repeated demands that Pyongyang halt its ballistic missile and nuclear weapons program.",
    "keywords": [
        "oil",
        "cut",
        "turnbull",
        "economic",
        "regime",
        "korea",
        "supply",
        "tough",
        "china",
        "prime",
        "minister",
        "conflict",
        "north"
    ],
    "summary": "Malcolm Turnbull says China must step up and contain North Korea economically, including by cutting off the regime’s oil supply.\n“They are committed to stop buying coal, iron ore, seafood and other products from North Korea.\nTurnbull said he believed further economic sanctions would need to be imposed on North Korea, because the alternative, a full-blown conflict on the peninsula, was shocking.\n“Ultimately, it may be, that where we need to get to, is to have North Korea completely and utterly economically isolated,” the prime minister said.\nThe Australian prime minister spoke to the prime minister of Japan, Shinzo Abe, by phone on Wednesday, and the two leaders are coordinating efforts to increase diplomatic pressure on China to isolate Kim Jong-un.",
    "sentiment": {
        "neg": 0.1136,
        "neu": 0.7936,
        "pos": 0.0928,
        "compound": -0.0429
    }
}