{
    "date": "2017-03-16T10:23:15Z",
    "title": "Tillerson concedes US efforts to 'denuclearise North Korea' have failed",
    "url": "https://www.theguardian.com/us-news/2017/mar/16/tillerson-concedes-us-efforts-to-denuclearise-north-korea-have-failed",
    "content": "The US secretary of state, Rex Tillerson, has conceded that 20 years of US attempts to “denuclearise” North Korea have failed, and called for a new approach towards the regime’s nuclear weapons programme. Speaking in Tokyo at the start of a four-day visit to Japan, South Korea and China, Tillerson said on Thursday: “I think it’s important to recognise that the political and diplomatic efforts of the past 20 years to bring North Korea to the point of denuclearisation have failed. “That includes a period where the United States has provided $1.35bn in assistance to North Korea as an encouragement to take a different pathway. “In the face of this ever-escalating threat, it is clear that a different approach is required. Part of the purpose of my visit to the region is to exchange views on a new approach.” Tillerson said he and his Japanese counterpart, Fumio Kishida, had discussed a fresh approach to North Korea’s “dangerous and unlawful” nuclear programme, but neither revealed details. “North Korea and its people need not fear the United States or their neighbours in the region who seek only to live in peace with North Korea,” the secretary of state added. “With this in mind, the United States calls on North Korea to abandon its nuclear and ballistic missile programmes and refrain from any further provocation.” US administration officials have said that all options are on the table, including military strikes, but Tillerson indicated that Washington would continue to demand the full implementation of UN sanctions and press China to make more effective use of its leverage with the North Korean regime. Calls for an alternative to the multinational sanctions supported by previous Japanese and US administrations have grown amid worrying evidence that the measures have not prevented North Korea from edging closer to its aim of developing nuclear weapons capable of striking the US mainland. Japan and South Korea, which host tens of thousands of American troops, are within range of North Korean missiles. In another show of defiance, North Korea fired four ballistic missiles into the sea off Japan’s north-west coast last week and test-launched a new ballistic missile in February to coincide with Trump’s summit in Florida with the Japanese prime minister, Shinzo Abe. Trump said last year that he would consider inviting the North Korean leader, Kim Jong-un, to Washington for talks, but has not broached the idea of engagement since becoming president. It is unlikely that the idea of direct negotiations will be resurrected unless North Korea agrees to give up its nuclear weapons programme – a precondition it has shown no sign of accepting. On Thursday, Tillerson repeated Trump’s demand that China do more to rein in North Korea. “We do believe they have a very important role to play,” he said. “We will be having discussions with China as to other actions that they should be undertaking.” China, North Korea’s main ally and biggest economic partner, last month suspended coal imports from its impoverished neighbour and has supported UN resolutions condemning its nuclear and missile tests. But Beijing is unlikely to support any measure that could lead to the collapse of the regime in Pyongyang, since that could lead to a deluge of refugees and the presence of US and South Korean troops on its border with North Korea. Chinese cooperation has been further complicated by the forthcoming deployment of a controversial US anti-missile system in South Korea. China has objected to the Terminal High Altitude Area Defence (Thaad) missile defence system, describing its advanced radar as a threat to its own security. Military officials in the US and South Korea insist that Thaad’s sole purpose is to thwart missile attacks from North Korea. Earlier on Thursday, Tillerson said the US would continue to work with Japan and South Korea to pressure Pyongyang into giving up its nuclear weapons programme. “Trilateral cooperation is critical in particular as we address North Korea’s nuclear and ballistic missiles programme,” he said at the start of a meeting with Kishida. Despite concerns last year that the US could reduce its military presence in the volatile Asia-Pacific under Trump, senior figures in the administration have sought to reassure Tokyo and Seoul that it remains committed to their defence amid North Korea’s nuclear programme and Chinese naval activity in the South and East China Seas. Tillerson said making Japan the first stop on his visit “does underscore the importance that the United States places on the Japanese-US relationship, but also the importance of the Asia-Pacific region to the United States. The US-Japan alliance remains the cornerstone of peace and stability in the Asia-Pacific region.” Tillerson was due to hold talks with Japan’s prime minister, Shinzō Abe, on Thursday evening. On Friday, he will meet South Korea’s acting president, Hwang Kyo-ahn, and visit the demilitarised zone – the heavily armed border separating South and North Korea. In Beijing at the weekend, Tillerson is expected to attempt to calm Chinese fears over Thaad, play down talk of a possible trade war between the world’s two largest economies, and finalise plans for the Chinese leader, Xi Jinping, to visit Trump in April.",
    "keywords": [
        "south",
        "korea",
        "failed",
        "denuclearise",
        "efforts",
        "states",
        "tillerson",
        "nuclear",
        "china",
        "visit",
        "united",
        "programme",
        "concedes",
        "north"
    ],
    "summary": "“That includes a period where the United States has provided $1.35bn in assistance to North Korea as an encouragement to take a different pathway.\n“North Korea and its people need not fear the United States or their neighbours in the region who seek only to live in peace with North Korea,” the secretary of state added.\nJapan and South Korea, which host tens of thousands of American troops, are within range of North Korean missiles.\nChinese cooperation has been further complicated by the forthcoming deployment of a controversial US anti-missile system in South Korea.\nMilitary officials in the US and South Korea insist that Thaad’s sole purpose is to thwart missile attacks from North Korea.",
    "sentiment": {
        "neg": 0.0735,
        "neu": 0.8408,
        "pos": 0.0857,
        "compound": 0.0208
    }
}