{
    "date": "2017-11-08T04:55:28Z",
    "title": "Donald Trump's South Korea speech: the key points",
    "url": "https://www.theguardian.com/world/2017/nov/08/donald-trumps-south-korea-speech-key-points-kim-jong-un",
    "content": "The key passages from Donald Trump’s speech to the South Korean assembly. The terror of the North North Korean women are forced to abort babies that are considered ethnically inferior. And if these babies are born, the newborns are murdered. One woman’s baby born to a Chinese father was taken away in a bucket. The guards said it did not “deserve to live because it was impure.” So why would China feel an obligation to help North Korea? And so, on this peninsula, we have watched the results of a tragic experiment in a laboratory of history. It is a tale of one people, but two Koreas. One Korea in which the people took control of their lives and their country, and chose a future of freedom and justice, of civilization, and incredible achievement. And another Korea in which leaders imprison their people under the banner of tyranny, fascism, and oppression. The result of this experiment are in, and they are totally conclusive. It is a cult North Korea is a country ruled as a cult. At the center of this military cult is a deranged belief in the leader’s destiny to rule as parent protector over a conquered Korean Peninsula and an enslaved Korean people. The more successful South Korea becomes, the more decisively you discredit the dark fantasy at the heart of the Kim regime. In this way, the very existence of a thriving South Korean republic threatens the very survival of the North Korean dictatorship. This reality – this wonderful place – your success is the greatest cause of anxiety, alarm, and even panic to the North Korean regime. That is why the Kim regime seeks conflict abroad – to distract from total failure that they suffer at home. We won’t let you have the bomb All the while, the regime has pursued nuclear weapons with the deluded hope that it could blackmail its way to the ultimate objective. And that objective we are not going to let it have. We are not going to let it have. All of Korea is under that spell, divided in half. South Korea will never allow what’s going on in North Korea to continue to happen. Don’t try us To this day, it continues to launch missiles over the sovereign territory of Japan and all other neighbors, test nuclear devices, and develop ICBMs to threaten the United States itself. The regime has interpreted America’s past restraint as weakness. This would be a fatal miscalculation. This is a very different administration than the United States has had in the past. Today, I hope I speak not only for our countries, but for all civilized nations, when I say to the North: Do not underestimate us, and do not try us. We will defend our common security, our shared prosperity, and our sacred liberty. America will fight back America does not seek conflict or confrontation, but we will never run from it. History is filled with discarded regimes that have foolishly tested America’s resolve. Anyone who doubts the strength or determination of the United States should look to our past, and you will doubt it no longer. We will not permit America or our allies to be blackmailed or attacked. We will not allow American cities to be threatened with destruction. We will not be intimidated. And we will not let the worst atrocities in history be repeated here, on this ground, we fought and died so hard to secure. Russia and China must help All responsible nations must join forces to isolate the brutal regime of North Korea – to deny it and any form – any form of it. You cannot support, you cannot supply, you cannot accept. We call on every nation, including China and Russia, to fully implement UN Security Council resolutions, downgrade diplomatic relations with the regime, and sever all ties of trade and technology. It is our responsibility and our duty to confront this danger together – because the longer we wait, the greater the danger grows, and the fewer the options become. And to those nations that choose to ignore this threat, or, worse still, to enable it, the weight of this crisis is on your conscience. I’m talking to you Kim I also have come here to this peninsula to deliver a message directly to the leader of the North Korean dictatorship: the weapons you are acquiring are not making you safer. They are putting your regime in grave danger. Every step you take down this dark path increases the peril you face. North Korea is not the paradise your grandfather envisioned. It is a hell that no person deserves. Yet, despite every crime you have committed against God and man, you are ready to offer, and we will do that – we will offer a path to a much better future. It begins with an end to the aggression of your regime, a stop to your development of ballistic missiles, and complete, verifiable, and total denuclearization. A brighter path A sky-top view of this peninsula shows a nation of dazzling light in the South and a mass of impenetrable darkness in the North. We seek a future of light, prosperity, and peace. But we are only prepared to discuss this brighter path for North Korea if its leaders cease their threats and dismantle their nuclear program. Ps: my golf course Korean golfers are some of the best on Earth. In fact – and you know what I’m going to say – the Women’s US Open was held this year at Trump National Golf Club in Bedminster, New Jersey, and it just happened to be won by a great Korean golfer, Sung-hyun Park.",
    "keywords": [
        "going",
        "south",
        "path",
        "speech",
        "korea",
        "regime",
        "let",
        "donald",
        "peninsula",
        "points",
        "trumps",
        "key",
        "united",
        "north",
        "korean"
    ],
    "summary": "The key passages from Donald Trump’s speech to the South Korean assembly.\nThe terror of the North North Korean women are forced to abort babies that are considered ethnically inferior.\nIn this way, the very existence of a thriving South Korean republic threatens the very survival of the North Korean dictatorship.\nThis reality – this wonderful place – your success is the greatest cause of anxiety, alarm, and even panic to the North Korean regime.\nSouth Korea will never allow what’s going on in North Korea to continue to happen.",
    "sentiment": {
        "neg": 0.1505,
        "neu": 0.7572,
        "pos": 0.0922,
        "compound": -0.0661
    }
}