{
    "date": "2017-04-12T07:36:44Z",
    "title": "Japanese warships to join US fleet near North Korea as tensions rise",
    "url": "https://www.theguardian.com/world/2017/apr/12/japanese-warships-join-us-fleet-north-korea",
    "content": "Japan is preparing to send several warships to join a US aircraft carrier strike group heading for the Korean peninsula, in a show of force designed to deter North Korea from conducting further missile and nuclear tests. Citing two well-placed sources who spoke on condition of anonymity, Reuters and the Kyodo news agency said several destroyers from Japan’s maritime self-defence forces would join the USS Carl Vinson and its battle group as it enters the East China Sea. The move comes as the Chinese president called for calm in the region in a phone conversation with Donald Trump. China “is committed to the goal of denuclearisation on the Korean peninsula, safeguarding peace and stability on the peninsula, and advocates resolving problems through peaceful means,” Xi Jinping said, according to CCTV, the state broadcaster. The call came after a series of tweets in which Trump pressed China to be more active in pressuring North Korea to abandon its nuclear programme. In a pair of tweets, Trump linked trade deals and the future of the US-China relationship to progress on reining in the regime’s nuclear programme. The US president wrote: In another tweet, Trump said he had told Xi any trade deal between the two countries would be “far better for them if they solve the North Korean problem”. The US aircraft carrier was redeployed from a planned visit to Australia and is sailing north from Singapore towards the Korean peninsula, as speculation mounts that Pyongyang is planning more missile launches to coincide with national anniversaries this month. North Korea watchers believe the regime could conduct missile tests on or around the 105th anniversary of the birth of the state’s founder, Kim Il-sung, on Saturday, or on the 85th anniversary of the ruling Korean People’s Army on 25 April. China is the North’s only key diplomatic ally and its largest trading partner, providing a lifeline to the reclusive state. There are signs China is taking steps to squeeze North Korea and its erratic leader, Kim Jong-un. Chinese authorities have ordered trading companies to return North Korean coal shipments and banned all imports in late February. To bridge the gap, China started importing coal from the US, the first time in two years, a move that is likely to be viewed favourably in Washington. The sources said Japanese and US ships would take part in joint exercises, including helicopter landings on each other’s vessels and communications drills, as the Carl Vinson passe d through waters off Japan. The planned rendezvous is a further sign of increased cooperation between the US, Japanese and South Korean navies. Last month, Aegis ships from the three countr ies held a joint drill to improve their ability to detect and track North Korean missiles. The Carl Vinson is powered by two nuclear reactors and carries almost 100 aircraft. Its strike group also includes guided-missile destroyers and cruisers. A submarine is also expected to join the group. “Japan wants to dispatch several destroyers as the Carl Vinson enters the East China Sea,” one of the Japanese sources was quoted as saying. Reuters said one of the unnamed officials had direct knowledge of the plan, while the other had been briefed about it. Japan’s self-defence forces have not commented on the report. Chinese media warned that the Korean peninsula was closer to war than at any time since the North conducted the first of its five nuclear tests in 2006. The Global Times, a state-run tabloid, suggested Chinese public opinion was turning against North Korea and said harsher measures could be needed, including restricting oil shipments. “Pyongyang can continue its tough stance, however, for its own security, it should at least halt provocative nuclear and missile activities,” the paper wrote in an editorial. “Pyongyang should avoid making mistakes at this time.“ A senior Japanese diplomat said the arrival of a US naval strike group off the peninsula was designed to pressure North Korea into agreeing to a diplomatic solution to its ballistic missile and nuclear weapons programmes. “ If you consider overall things such as the fact that the US government has not put out warnings to its citizens in South Korea, I think the risk [of military action) at this point is not high,” the diplomat said. Some experts in South Korea said an imminent North Korean nuclear test was unlikely. Prof Kim Dong-yub of the Institute for Far Eastern Studies at Kyungnam University , told the Korea Times a ballistic missile launch was the most likely option, adding that the chances of a nuclear detonation were “very low”. On Tuesday, North Korea warned of “catastrophic consequences” in response to any further provocations by the US, days after the Carl Vinson began its journey towards the Korean peninsula. “We will hold the US wholly accountable for the catastrophic consequences to be entailed by its outrageous actions,” North Korea’s state-run Korean Central News Agency quoted a foreign ministry spokesman as saying. “[North Korea] is ready to react to any mode of war desired by the US.” Reuters contributed to this report",
    "keywords": [
        "warships",
        "join",
        "korea",
        "fleet",
        "north",
        "tensions",
        "group",
        "nuclear",
        "peninsula",
        "japanese",
        "china",
        "vinson",
        "rise",
        "missile",
        "carl",
        "near",
        "korean"
    ],
    "summary": "There are signs China is taking steps to squeeze North Korea and its erratic leader, Kim Jong-un.\nChinese authorities have ordered trading companies to return North Korean coal shipments and banned all imports in late February.\nThe Global Times, a state-run tabloid, suggested Chinese public opinion was turning against North Korea and said harsher measures could be needed, including restricting oil shipments.\nSome experts in South Korea said an imminent North Korean nuclear test was unlikely.\n“[North Korea] is ready to react to any mode of war desired by the US.” Reuters contributed to this report",
    "sentiment": {
        "neg": 0.0701,
        "neu": 0.8717,
        "pos": 0.0583,
        "compound": -0.0586
    }
}