{
    "date": "2017-09-19T02:04:28Z",
    "title": "Use economic pressure to force North Korea to negotiate, Australia says",
    "url": "https://www.theguardian.com/australia-news/2017/sep/19/use-economic-pressure-to-force-north-korea-to-negotiate-australia-says",
    "content": "The foreign minister, Julie Bishop, has warned further pressure will be brought to bear on North Korea, as the US seeks to remind the “rocket man” that military options remain on the table. Bishop, in New York for the UN general assembly, told Guardian Australia through her spokeswoman, there was more room to force North Korea back to the negotiating table. “United Nations economic and diplomatic pressure on North Korea is one element of a broader strategy to compel Pyongyang to the negotiating table with the intention to abandon its illegal weapons programs,” she said in a statement. “Further pressure will be brought to bear including through the UN security council and in coordination with the United States and other countries.” Speaking at a press conference on Tuesday morning, Bishop asked for time for the sanctions to work. “I believe that the Korean regime is seeking to maximise its leverage in order to get the best possible negotiating position with the United States,” she said. “We want to see North Korea rush to the negotiating table and we need to exert considerable economic pressure, as we have done in the past. “That has happened in the past when North Korea has been subjected to sanctions, certainly not as comprehensive as the current round of sanctions, but they have returned to the negotiating table and that is what we are seeking to do.” How to deal with Kim Jong-un’s North Korea is dominating the UN talks, which is also grappling with relations with the US president, Donald Trump, and his repeated public criticisms of the body. Just days after the prime minister, Malcolm Turnbull, said the latest provocation by North Korea meant the sanctions were working, the US ambassador to the UN, Nikki Haley, said if diplomatic means failed, “General Mattis will take care of it.” A retired Marine Corps general, James Mattis serves as the Trump administration’s secretary of defence. Haley, speaking to CNN, said Trump’s promise of “fire and fury” was not an empty threat. “If North Korea keeps on with this reckless behavior, the United States has to defend itself or defend its allies in any way, North Korea will be destroyed, and we know that and none of us want that,” she said. “None of us want war.” Turnbull has repeatedly confirmed Australia would side with the US in the event of an attack, as part of the Anzus agreement.",
    "keywords": [
        "table",
        "negotiate",
        "economic",
        "korea",
        "australia",
        "states",
        "negotiating",
        "general",
        "sanctions",
        "bishop",
        "force",
        "united",
        "pressure",
        "north"
    ],
    "summary": "The foreign minister, Julie Bishop, has warned further pressure will be brought to bear on North Korea, as the US seeks to remind the “rocket man” that military options remain on the table.\nBishop, in New York for the UN general assembly, told Guardian Australia through her spokeswoman, there was more room to force North Korea back to the negotiating table.\n“United Nations economic and diplomatic pressure on North Korea is one element of a broader strategy to compel Pyongyang to the negotiating table with the intention to abandon its illegal weapons programs,” she said in a statement.\n“We want to see North Korea rush to the negotiating table and we need to exert considerable economic pressure, as we have done in the past.\n“If North Korea keeps on with this reckless behavior, the United States has to defend itself or defend its allies in any way, North Korea will be destroyed, and we know that and none of us want that,” she said.",
    "sentiment": {
        "neg": 0.0841,
        "neu": 0.8225,
        "pos": 0.0934,
        "compound": -0.0616
    }
}