{
    "date": "2017-02-15T11:33:16Z",
    "title": "North Korea: isolated state with a long history of assassinations",
    "url": "https://www.theguardian.com/world/2017/feb/15/north-korea-isolated-state-with-a-long-history-of-assassinations",
    "content": "Kim Jong-nam was almost certainly murdered by North Korean agents, according to intelligence officials in South Korea, as suspicions mount that his assassination at Kuala Lumpur airport was ordered by his estranged half-brother, the North Korean leader, Kim Jong-un. Kim Jong-nam, Kim Jong-il’s eldest son, was once seen as heir apparent, but fell out of favour in 2001 following a failed attempt to enter Japan on a forged passport, apparently to visit Disneyland. He lived in Macau while his brother took over the nuclear-armed state. If his death was an ordered hit, it would hardly be the first time North Korean operatives have targeted citizens abroad. The isolated state has a long history of assassinations, including estranged relatives of the Kim clan, defectors and South Korean public figures. Other assassinations and high profile attempts have included: Blue House assault, 1968 At the height of the cold war, a team of 31 commandos were sent from Pyongyang to assassinate the then South Korean president Park Chung-hee. They were stopped 100 metres (330 ft) away from the presidential Blue House. Gunfights erupted and more than 90 South Koreans were killed, including many civilians on a bus. Only two of the 31 commandos survived; one fled to the North and one was captured. Presidential attempt, 1974 Park, the late father of the current South Korean president, Park Geun-hye, survived a second assassination attempt in 1974. Mun Se-gwang, a pro-Pyongyang Korean living in Japan, opened fire with a revolver while Park was delivering a speech. He missed Park but killed Park’s wife, Yuk Young-soo. Mun was executed that year. Myanmar, 1983 North Korean undercover agents killed 21 people, including four South Korean cabinet ministers, in a bomb attack in Yangon. A timed device planted under the roof of theMartyr’s Mausoleum was intended to kill the then South Korean president Chun Doo-hwan. It exploded before the president arrived, but his entourage was badly hit. Three North Korean agents fled the scene, one was killed and two others were captured by authorities. Korean Air, 1987 A South Korean plane flying from Baghdad to Seoul exploded over the Andaman Sea. All 115 people on board were killed. The two bombers were traced to Bahrain, where a male agent killed himself by biting a cyanide capsule hidden in a cigarette as they were about to be taken into custody. The other agent, Kim Hyon-hee, was captured and brought to Seoul. She later confessed the attack had been designed to hamper the 1988 Seoul summer Olympics. She was sentenced to death but later pardoned. Diplomat killing,1996 Choi Duk-keun, a South Korean diplomat, was found bludgeoned to death in Vladivostok in 1996 in what South Korean media said was revenge for the death of 25 North Korean submariners who died when their vessel ran aground in the South during an infiltration attempt. A family affair, 1997 Yi Han-yong, a nephew of Jong-nam’s mother Sung Hye-rim, was fatally shot in 1997 outside his home in Seoul. The two assailants were never caught. Yi had been living in the South since his 1982 defection and had published his memoir revealing details of the Kims’ private lives. That book was believed to have been the trigger for the assassination. Before he died, Yi is reported to have muttered “spies”. High-profile defector, 2010 Two agents posing as defectors were arrested in a plot to assassinate Hwang Jang-yop, a former Workers’ party secretary who remains the highest-level North Korean to seek asylum in the South. South Korean officials said both agents were majors in North Korea’s main army intelligence agency and were under orders to slit Hwang’s throat. Hwang, who once tutored Kim Jong-il, bitterly criticised the North Korean government after his 1997 defection. North Korea called him a traitor and “human scum”. He died six months after the assassination attempt at the age of 87.",
    "keywords": [
        "agents",
        "assassinations",
        "south",
        "korea",
        "state",
        "history",
        "isolated",
        "president",
        "kim",
        "seoul",
        "killed",
        "attempt",
        "long",
        "park",
        "north",
        "korean"
    ],
    "summary": "If his death was an ordered hit, it would hardly be the first time North Korean operatives have targeted citizens abroad.\nThe isolated state has a long history of assassinations, including estranged relatives of the Kim clan, defectors and South Korean public figures.\nPresidential attempt, 1974 Park, the late father of the current South Korean president, Park Geun-hye, survived a second assassination attempt in 1974.\nMyanmar, 1983 North Korean undercover agents killed 21 people, including four South Korean cabinet ministers, in a bomb attack in Yangon.\nA timed device planted under the roof of theMartyr’s Mausoleum was intended to kill the then South Korean president Chun Doo-hwan.",
    "sentiment": {
        "neg": 0.1912,
        "neu": 0.7817,
        "pos": 0.0271,
        "compound": -0.4285
    }
}