{
    "date": "2017-11-05T17:42:39Z",
    "title": "Donald Trump: I would sit down for talks with Kim Jong-un",
    "url": "https://www.theguardian.com/us-news/2017/nov/05/donald-trump-i-would-sit-down-for-talks-with-kim-jong-un",
    "content": "Donald Trump has indicated that he would be prepared to meet the North Korean leader Kim Jong-un at some point, though he said it was still “far too early” for a one-to-one conversation with his adversary. Speaking at the outset of a five-nation Asia tour set to be dominated by the standoff over North Korea’s nuclear programme, Trump declared himself happy to “sit down with anybody”. “I don’t think it’s strength or weakness, I think sitting down with people is not a bad thing,” he told the journalist Sharyl Attkisson, host of the Full Measure TV show “So I would certainly be open to doing that [sitting down with Kim] but we’ll see where it goes. I think we’re far too early.” The rare conciliatory tone contrasted with more familiar Trump bluster earlier in the weekend, when he told US troops in Japan that “no dictator” should underestimate America, in a thinly veiled reference to Kim. “No one, no dictator, no regime … should underestimate American resolve,” Trump told cheering servicemen and women after he landed at Yokota airbase near Tokyo on Sunday on the first leg of his trip. “You are the greatest threat to tyrants and dictators who seek to prey on the innocent,” he said, adding that authoritarian regimes could also take the route “towards prosperity and peace”. “No nation should ever underestimate American resolve,” said Trump, who did not refer to North Korea by name. “Every once a while in the past they underestimated us. It was not pleasant for them, was it? We will never yield, never waver and never falter in defence of our people, our freedom and our great American flag.” North Korea marked Trump’s arrival in Japan by warning the “spiritually unstable” president not to make “reckless remarks” about the regime in Pyongyang. The Rodong Sinmun, the newspaper of the ruling Workers’ party, claimed that US voters were pushing for Trump’s impeachment out of fear he would bring “nuclear disaster” to the US mainland. Under Trump and Kim, Washington and Pyongyang have come closer to blows than at any time since the Korean armistice of 1953. North Korean rocket technology is now a direct threat to the US mainland and Trump has stepped up the rhetoric with no sign of following through on threats. Earlier in the weekend, the Pentagon indicated that the only way to destroy North Korea’s programme would be through a ground invasion.",
    "keywords": [
        "think",
        "north",
        "donald",
        "weekend",
        "kim",
        "told",
        "jongun",
        "trumps",
        "trump",
        "underestimate",
        "sit",
        "american",
        "talks",
        "korean"
    ],
    "summary": "Donald Trump has indicated that he would be prepared to meet the North Korean leader Kim Jong-un at some point, though he said it was still “far too early” for a one-to-one conversation with his adversary.\n“No one, no dictator, no regime … should underestimate American resolve,” Trump told cheering servicemen and women after he landed at Yokota airbase near Tokyo on Sunday on the first leg of his trip.\n“No nation should ever underestimate American resolve,” said Trump, who did not refer to North Korea by name.\nUnder Trump and Kim, Washington and Pyongyang have come closer to blows than at any time since the Korean armistice of 1953.\nNorth Korean rocket technology is now a direct threat to the US mainland and Trump has stepped up the rhetoric with no sign of following through on threats.",
    "sentiment": {
        "neg": 0.1127,
        "neu": 0.836,
        "pos": 0.0514,
        "compound": -0.0769
    }
}