{
    "date": "2017-08-12T16:37:15Z",
    "title": "Pyeongchang 2018: growing North Korea fears dim hopes for Olympic unity",
    "url": "https://www.theguardian.com/sport/2017/aug/12/pyeongchang-2018-olympics-north-korea-south-peace",
    "content": "The Olympics have traditionally been cast as a respite from from politics, danger and strife, an opportunity for the world to come together in the spirit of peaceful competition and a reminder that what brings us together as a union of five continents is stronger than what deigns to pull us apart. Those noble ideals have been at the fore throughout the build-up to next year’s Winter Games, which kick off six months from now in the sleepy resort town of Pyeongchang, South Korea, clustered in the Taebaek Mountains – a scant 50 miles from the demilitarized zone (DMZ) that has divided the Korean peninsula for more than six decades. Even as the ever-present tensions between the countries escalated amid North Korea’s two intercontinental ballistic missile tests last month and two nuclear bomb tests last year, Pyeongchang loomed as a once-in-a-lifetime opportunity to bridge the divide between the neighboring nations. No one can blame the organizers for a lack of ambition. As recently as last year, a potential co-hosting agreement that would move a number of the skiing events north of the border was put forth. There were even talks of fielding a unified team, a proposal turned down by a top North Korean sports official as unrealistic in the current political climate. Still, Do Jong-hwan, the South Korean sports minister, who has repeatedly cast Pyeongchang as a “peace Olympics”, has remained adamant in his desire to leverage the Games toward symbolic reunification. But after a week that’s seen a pair of mercurial nuclear-armed leaders trading apocalyptic threats and fiery rhetoric in increasingly unnerving 140-character increments, it’s become clear the Pyeongchang Games will offer no refuge from geopolitics and the specter of nuclear war. The International Olympic Committee (IOC) said it was “monitoring the situation on the Korean peninsula and the region very closely” and would discuss the implications of the security challenges at next month’s session in Peru, but Pyeongchang will hardly be the first Olympics to be held against the backdrop of saber-rattling and political turmoil. Proxy conflicts during the cold war between the United States and Russia prompted a series of boycotts during the 1980s, while concerns over terrorism dominated the headlines in the build-ups to Athens 2004 and Sochi 2014. When the Olympics first came to South Korea, three decades ago in Seoul, there were fears the North would destroy a newly built dam to allow its rivers to flood the southern capital, a threat likened by military analysts to the Cuban missile crisis in the United States. Those fears proved unfounded. While North Korea has traditionally punched above its weight in the Summer Olympics, its track record at the Winter Games is poor, with only two medals in eight appearances. No athletes from the country have qualified for Pyeongchang, with only pairs figure-skating remaining as a prospect for traditional entry at September’s Nebelhorn Trophy Olympic qualifier in Germany. But Choi Moon-soon, governor of Gangwon province, revealed plans in June to appeal to the IOC to allow North Korea a special wild-card entry into the Games. Other plans have involved a combined North-South ice hockey team and cooperation in public performances. Said Choi: “The Olympics is a very good opportunity, so we cannot let this once-in-a-generation moment slip by.” The South Korean president, Moon Jae-in, said last month his country’s northern neighbor would be given until the very last minute to decide on its participation, with organizers having given assurances that North Korean athletes would be allowed to travel through the DMZ into the South as a peace gesture. Said the organizing committee chief, Lee Hee-beom: “Symbolically, to maintain peace in the Korean peninsula, their participation is very important, and for the success of the Olympic Games.” All this comes at a time when Moon, a staunch advocate for engagement with the North, has floated the possibility of a joint bid for the 2030 World Cup. John Delury, a professor at Yonsei University’s Graduate School of International Relations, stressed this end in an interview with CNN. “The whole point of the Olympics is to use sports as a way to bridge even the most acrimonious political divides,” Delury said. “Given President Moon Jae-in’s underlying belief in the need for dialogue, reconciliation and cooperation between the two Koreas, it certainly makes sense that South Korea would try some form of co-hosting. Whether Pyongyang is capable of being engaged is a question that can only be answered by trying.” For all the heart-stopping moments and stupefying displays of athleticism on offer at last year’s Summer Games in Rio de Janeiro, it was the simple image of the South Korean gymnast Lee Eun-ju snapping a selfie with her North Korean competitor Hong Un-jong during a training session that offered us the most powerful reminder of why the Olympics still matter. The countries they represent are technically at war, but never before had a conflict that began decades before either was born seemed less significant – nor had the dream of reunification ever felt more within reach. But as the joint brinksmanship of Donald Trump and Kim Jong-un persists, one can’t help but feel an exceedingly rare opportunity is being squandered. At the current rate, perhaps we’ll be fortunate to have an Olympics at all.",
    "keywords": [
        "political",
        "2018",
        "dim",
        "south",
        "war",
        "korea",
        "games",
        "pyeongchang",
        "unity",
        "opportunity",
        "growing",
        "olympic",
        "fears",
        "korean",
        "olympics",
        "north",
        "hopes"
    ],
    "summary": "There were even talks of fielding a unified team, a proposal turned down by a top North Korean sports official as unrealistic in the current political climate.\nStill, Do Jong-hwan, the South Korean sports minister, who has repeatedly cast Pyeongchang as a “peace Olympics”, has remained adamant in his desire to leverage the Games toward symbolic reunification.\nWhile North Korea has traditionally punched above its weight in the Summer Olympics, its track record at the Winter Games is poor, with only two medals in eight appearances.\nBut Choi Moon-soon, governor of Gangwon province, revealed plans in June to appeal to the IOC to allow North Korea a special wild-card entry into the Games.\n“Given President Moon Jae-in’s underlying belief in the need for dialogue, reconciliation and cooperation between the two Koreas, it certainly makes sense that South Korea would try some form of co-hosting.",
    "sentiment": {
        "neg": 0.1076,
        "neu": 0.7939,
        "pos": 0.0985,
        "compound": 0.077
    }
}