{
    "date": "2017-08-30T10:17:26Z",
    "title": "Malcolm Turnbull pledges solidarity with Shinzo Abe after North Korean missile launch",
    "url": "https://www.theguardian.com/world/2017/aug/30/malcolm-turnbull-pledges-solidarity-with-shinzo-abe-after-north-korean-missile-launch",
    "content": "Australia and Japan are coordinating efforts to persuade China to exercise its leverage over North Korea, and Malcolm Turnbull has expressed solidarity with Shinzo Abe after the regime fired a ballistic missile over northern Japan. Turnbull and Abe spoke by telephone on Wednesday and agreed to maintain close cooperation, and the Australian prime minister welcomed Japan’s efforts to ensure a strong statement of condemnation from the UN Security Council following North Korea’s dangerous behaviour. On Wednesday, the UN security council unanimously condemned the missile launch and repeated demands that Pyongyang halt its ballistic missile and nuclear weapons program. During the call with the Australian prime minister, Abe welcomed Canberra’s swift condemnation of Pyongyang’s missile test on Tuesday, and expressed gratitude for the Turnbull government’s support of the sanctions regime. The Australian prime minister later told the Nine Network the North Korean leader Kim Jong-un was trying to intimidate South Korea and Japan, and wanted to be free to conduct missile tests. He said if North Korea started a war, the country would lose it instantly. “It would be a suicide note on his part,” the prime minister said. Turnbull reiterated China’s central role in exerting influence over North Korea, noting Beijing had the capacity to bring the regime to its senses. The prime minister was asked whether there were inherent risks associated with having two unpredictable, volatile leaders in North Korea and the US “who both have their hands on the nuclear button”. “I think you’re being unfair to President Trump,” Turnbull told his host. He said the North Korean leader was behaving in a manner that was “illegal, dangerous, reckless and provocative” and his behaviour was “threatening the region and the world”. Turnbull said the North Korean regime needed to come to its senses. “Nobody wants conflict and we need that continued economic tightening on North Korea because ultimately, that will bring that regime to its senses.”",
    "keywords": [
        "turnbull",
        "launch",
        "abe",
        "minister",
        "senses",
        "regime",
        "korea",
        "solidarity",
        "shinzo",
        "prime",
        "malcolm",
        "japan",
        "missile",
        "pledges",
        "north",
        "korean"
    ],
    "summary": "Australia and Japan are coordinating efforts to persuade China to exercise its leverage over North Korea, and Malcolm Turnbull has expressed solidarity with Shinzo Abe after the regime fired a ballistic missile over northern Japan.\nHe said if North Korea started a war, the country would lose it instantly.\nHe said the North Korean leader was behaving in a manner that was “illegal, dangerous, reckless and provocative” and his behaviour was “threatening the region and the world”.\nTurnbull said the North Korean regime needed to come to its senses.\n“Nobody wants conflict and we need that continued economic tightening on North Korea because ultimately, that will bring that regime to its senses.”",
    "sentiment": {
        "neg": 0.139,
        "neu": 0.8039,
        "pos": 0.057,
        "compound": -0.1885
    }
}