{
    "date": "2017-12-11T13:11:32Z",
    "title": "Dennis Rodman asks Trump for formal role as North Korea envoy",
    "url": "https://www.theguardian.com/sport/2017/dec/11/dennis-rodman-asks-trump-formal-role-north-korea-envoy",
    "content": "Dennis Rodman, the American basketball star turned freelance diplomat , has urged Donald Trump to sign him up as a peace envoy to North Korea after his latest foray into Kim Jong-un’s hermit kingdom was scuppered by a travel ban preventing US citizens from visiting. During an interview in Beijing, from where Rodman had hoped to fly to Pyongyang for his sixth trip there, the former NBA star said US officials had discouraged him from doing so amid continuing tensions between the countries. “Basically they said it’s not a good time right now,” he said. A state department ban on US passport holders visiting North Korea came into force on 1 September after the death of Otto Warmbier, an American student who was detained in Pyongyang for more than a year. On 29 November, North Korea celebrated its latest intercontinental ballistic missile test, claiming it could now strike anywhere on the US mainland. However, Rodman, who first visited North Korea in 2013 and calls Kim his friend, claimed that now was the perfect time – and he was the perfect man – to press for peace. “If I can go back over there … you’ll see me talking to him, and sitting down and having dinner, a glass of wine, laughing and doing my thing. I guess things will settle down a bit and everybody can rest at ease.” Rodman, 56, added: “I think a lot of people around the world … want me to go just to see if I can do something.” The 6ft 7in former sportsman, who calls the North Korean dictator “the Marshal”, said it was far-fetched to imagine Kim and Trump one day sitting down for a beer, but “a 30-second conversation” was feasible. Rodman said he had been seeking Trump’s ear on North Korea for months. “I’ve been trying to tell Donald since day one: ‘Come talk to me, man … I’ll tell you what the Marshal wants more than anything … It’s not even that much.’” However, when the Guardian inquired as to what the Marshal wanted, Rodman was tight-lipped: “I ain’t telling you … I will tell him [Trump] when I see him.” Despite claiming that Kim is a “friend for life”, there is little evidence Rodman has the North Korean leader’s ear when it comes to affairs of state. Kim appears to view the retired athlete as a benign outsider, someone to whom he can present a gentler image of himself as a lover of basketball and horses, safe in the knowledge that this is the image that will circulate around the world as soon as Rodman returns home. On Monday, Rodman painted Kim as a Frank Sinatra fan and said Kim had asked him to write a book about Kim’s life. Rodman said he was considering calling it The Middleman (“That’s me”). The pair appear to have formed an unlikely bond during skiing trips and karaoke sessions, but on some of Rodman’s five previous visits the pair have not met, including on his most recent, in June this year. Rodman admits that he has shied away from sensitive political subjects, to the anger of rights groups that accuse him of lending credibility to one of the world’s cruellest dictatorships. “I don’t even try to think about [the bad things],” he said. Trump has not commented on Rodman’s North Korean travels but in 2013 hailed his visit that year as “smart”. “The world is blowing up around us. Maybe Dennis is a lot better than what we have,” he said.",
    "keywords": [
        "formal",
        "korea",
        "asks",
        "world",
        "envoy",
        "tell",
        "marshal",
        "kim",
        "role",
        "rodman",
        "dennis",
        "trump",
        "visiting",
        "north",
        "korean"
    ],
    "summary": "A state department ban on US passport holders visiting North Korea came into force on 1 September after the death of Otto Warmbier, an American student who was detained in Pyongyang for more than a year.\nOn 29 November, North Korea celebrated its latest intercontinental ballistic missile test, claiming it could now strike anywhere on the US mainland.\nHowever, Rodman, who first visited North Korea in 2013 and calls Kim his friend, claimed that now was the perfect time – and he was the perfect man – to press for peace.\nRodman said he had been seeking Trump’s ear on North Korea for months.\nTrump has not commented on Rodman’s North Korean travels but in 2013 hailed his visit that year as “smart”.",
    "sentiment": {
        "neg": 0.0646,
        "neu": 0.856,
        "pos": 0.0795,
        "compound": 0.0604
    }
}