{
    "date": "2017-09-03T22:55:45Z",
    "title": "Malcolm Turnbull: Korean peninsula closer to war than any time in 60 years",
    "url": "https://www.theguardian.com/world/2017/sep/04/malcolm-turnbull-korean-peninsula-closer-to-war-than-any-time-in-60-years",
    "content": "Malcolm Turnbull has labelled Kim Jong-un “evil” and warned the Korean peninsula is “closer to war than at any time” since the Korean War. In comments to ABC’s AM on Monday the prime minister also used the crisis to discourage the Labor opposition from causing chaos in parliament, accusing it of “playing political games” rather than focusing on the international events. The foreign affairs minister, Julie Bishop, said the North Korean test of a hydrogen bomb was a “serious escalation” of tensions on the peninsula, warning the bomb was “exponentially more powerful than previous tests”. Turnbull said that although North Korea “is not a puppet state of China”, China had the “overwhelmingly dominant economic relationship” with North Korea and “can do more” to resolve the crisis. “This test is a direct affront to China ... Kim Jong-un has chosen to affront China, to defy China, and this calls for a strong Chinese response,” he said. Asked if China could cut off North Korea’s oil, Turnbull said that “absolutely would be a lever that China could pull, and that would put enormous economic pressure on the regime”. “The Chinese are frustrated and dismayed by North Korea’s conduct, but China has the greatest leverage, and with the greatest leverage comes the greatest responsibility. “Having a near-neighbour that is bringing the Korean peninsula closer to war than at any time since the end of the Korean War cannot possibly be in China’s interests.” Asked if he shared former prime minister John Howard’s assessment that Kim was “evil”, Turnbull said: “Yes, I don’t think there is any doubt about that.” Turnbull cited Kim’s assassinations of members of his family and starvation of the North Korean people. “This is a shocking, dangerous, provocative, illegal regime that is threatening the peace and security of the region and the world.” Asked about Labor’s threat to disrupt parliament to put pressure on the deputy prime minister Barnaby Joyce over his eligibility to sit as an MP, Turnbull said it “says a lot about the Labor party” that it would do so “when we’re facing the greatest threat of war on the Korean peninsula in 60 years”. “Australians will be sickened by the sight of the Labor party’s failure to recognise the priorities of the Australian parliament, [which] is to keep Australians safe and to support the opportunity, the economic opportunity that Australians deserve,” he said. “That requires the parliament to focus on the real issues, rather than playing political games.” At a doorstop in Canberra, Bishop said new sanctions that will take effect in September were “the toughest most comprehensive set of sanctions against North Korea to date” and must be used to deter it from “carrying out any more illegal tests”. The sanctions ban coal, lead, iron ore and seafood exports, and introduce new visas for North Korean workers so they cannot send remittances home. Asked about Donald Trump’s threat that the United States is considering cutting trade with countries that do business with North Korea, such as China, Bishop said it was a “very significant step”. “It reflects the gravity with which the United States views the current situation with North Korea,” she said. But the current round of sanctions had been supported by China and “they have a long way to go”. Asked if Australia could stop trading with China to put pressure on North Korea, Bishop said both China and the United States were major trading partners and Australia wanted “to avoid any kind of trade war” between the two. “We certainly back the United States’ concerns and the concerns of China that North Korea should be prevented from accessing the finance that it is using for its illegal weapons program.”",
    "keywords": [
        "war",
        "turnbull",
        "korea",
        "60",
        "states",
        "closer",
        "china",
        "peninsula",
        "sanctions",
        "malcolm",
        "united",
        "asked",
        "north",
        "korean"
    ],
    "summary": "Malcolm Turnbull has labelled Kim Jong-un “evil” and warned the Korean peninsula is “closer to war than at any time” since the Korean War.\nThe foreign affairs minister, Julie Bishop, said the North Korean test of a hydrogen bomb was a “serious escalation” of tensions on the peninsula, warning the bomb was “exponentially more powerful than previous tests”.\nTurnbull said that although North Korea “is not a puppet state of China”, China had the “overwhelmingly dominant economic relationship” with North Korea and “can do more” to resolve the crisis.\nThe sanctions ban coal, lead, iron ore and seafood exports, and introduce new visas for North Korean workers so they cannot send remittances home.\n“It reflects the gravity with which the United States views the current situation with North Korea,” she said.",
    "sentiment": {
        "neg": 0.1445,
        "neu": 0.7531,
        "pos": 0.1024,
        "compound": -0.2398
    }
}