{
    "date": "2017-08-11T07:37:10Z",
    "title": "US and South Korea to stage huge military exercise despite North Korea crisis",
    "url": "https://www.theguardian.com/world/2017/aug/11/north-korea-us-south-korea-huge-military-exercise",
    "content": "US and South Korean militaries will go ahead with massive sea, land and air exercises later this month, despite a spiralling situation in which North Korea has threatened to fire missiles towards a US Pacific territory. The annual joint exercises, named Ulchi-Freedom Guardian, have long been planned for 21-31 August, but now come at a time when both Washington and Pyongyang are on heightened alert, raising the spectre of a mishap or overreaction. The timing is doubly concerning as it is within a timeframe in which Pyongyang says it will be ready to fire four Hwasong-12 intermediate-range ballistic missiles toward the US-run island of Guam, an unusually specific threat against the US. Washington and Seoul say the exercises, involving tens of thousands of American and South Korean troops, are a deterrent against North Korean aggression. In the past, the practices are believed to have included “decapitation strikes” – trial operations for an attempt to kill Kim Jong-un and his top generals, further antagonising a paranoid leadership. Trump kept the pressure up with a tweet on Friday morning threatening Pyongyang but indicating he wanted to avoid hostilities: A US-led move that brought the United Nations security council to impose broad sanctions on North Korea was passed on Saturday, sparking a furious response from Kim’s regime, promising “thousands-fold” revenge. Speaking off the cuff, Trump then added further heat by threatening to unleash “fire and fury”, to which Pyongyang responded with its plan to fire four missiles to land in waters near Guam. On Thursday, Trump suggested his comment “maybe … wasn’t tough enough.” He added that if North Korea attacked Guam, a 544 sq km (210 sq mile) island in the western Pacific with a third of its land run by the US military, “things will happen to them like they never thought possible, OK?” A North Korean military statement said it would continue to watch “the speech and behaviour of the US”. Officials in Seoul confirmed on Friday that the scheduled military exercises, which are often met with anger from Pyongyang, are expected to go ahead. Following last year’s Ulchi-Freedom Guardian, the North conducted a nuclear test. After Japan and Germany, South Korea is host to the third-largest number of US troops overseas, with close to 35,000 personnel stationed at 83 sites, a relationship that stretches back to the 1950-1953 Korean war. In April the US also installed a terminal high-altitude area defence system, or Thaad, in the country, with the purpose of using interceptor missiles to destroy incoming missiles in mid-flight. And on Thursday, US and Japanese forces began an 18-day live-fire exercise on the northern Japanese island of Hokkaido, another scheduled event that comes at a precarious time. Meanwhile, a state-run paper in China, North Korea’s uneasy ally, said Beijing should remain neutral if its neighbour launched an attack that threatened the US, a clear warning to Pyongyang against any aggressive action. But the Global Times also advised: “If the US and South Korea carry out strikes and try to overthrow the North Korean regime and change the political pattern of the Korean peninsula, China will prevent them from doing so.” Last year, the North staged two nuclear bomb tests, and in July it launched two intercontinental ballistic missile tests. Observers are divided on whether the reclusive state yet has the capability to mount a miniaturised nuclear warhead on a missile. “This situation is beginning to develop into this generation’s Cuban missile crisis moment,” ING’s chief Asia economist Robert Carnell said of the Trump-Kim spat in a research note. “While the US president insists on ramping up the war of words, there is a decreasing chance of any diplomatic solution.” The Associated Press and Reuters contributed to this report",
    "keywords": [
        "south",
        "huge",
        "military",
        "exercises",
        "korea",
        "stage",
        "crisis",
        "missiles",
        "nuclear",
        "trump",
        "despite",
        "exercise",
        "missile",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "US and South Korean militaries will go ahead with massive sea, land and air exercises later this month, despite a spiralling situation in which North Korea has threatened to fire missiles towards a US Pacific territory.\nWashington and Seoul say the exercises, involving tens of thousands of American and South Korean troops, are a deterrent against North Korean aggression.\nOfficials in Seoul confirmed on Friday that the scheduled military exercises, which are often met with anger from Pyongyang, are expected to go ahead.\nAfter Japan and Germany, South Korea is host to the third-largest number of US troops overseas, with close to 35,000 personnel stationed at 83 sites, a relationship that stretches back to the 1950-1953 Korean war.\nObservers are divided on whether the reclusive state yet has the capability to mount a miniaturised nuclear warhead on a missile.",
    "sentiment": {
        "neg": 0.1217,
        "neu": 0.8423,
        "pos": 0.036,
        "compound": -0.4519
    }
}