{
    "date": "2017-04-12T23:14:42Z",
    "title": "Coalition says China responsible for stopping North Korean nuclear weapons reaching Australia",
    "url": "https://www.theguardian.com/world/2017/apr/13/coalition-says-china-responsible-for-stopping-north-korean-nuclear-weapons-reaching-australia",
    "content": "North Korea is developing missile capability to reach Australia and the United States with nuclear weapons within two years and China has primary responsibility to stop it, Christopher Pyne has said. The defence industry minister delivered the warning on Radio National on Thursday but sounded an optimistic note that experts believe North Korea will “step away from the brink”. Last week the US president, Donald Trump, warned China that if it failed to put pressure on North Korea to disable its nuclear program then the US was prepared to take action against Pyongyang on its own. North Korea has warned of “catastrophic consequences” in response to any further provocations by the US, days after a US navy battle group was sent to waters off the Korean peninsula. Pyne said North Korea was engaged in a “military build-up as opposed to feeding its people” and could already do “great damage” to its neighbours, including South Korea and Japan, which are within nuclear missile range. “They can’t yet reach Australia and the continental United States with the missiles that they have, but they are developing missiles that they would like to be able to use to reach countries like Australia and the United States.” He agreed with the US assessment that North Korea could gain the capability to reach the US and Australia with nuclear weapons within two years, saying Australia’s ally “doesn’t make things up … [or] make wild, florid statements”. Pyne accepted there were dangers in the US’s hardened stance to North Korea but said the Trump administration was “working to ensure there was no military action in North Korea and north Asia” while “firmly reminding North Korea that they need to play [a role] in the world as reasonable international citizens”. “We hope that China will play their role as a responsible world power with most influence over that particular regime,” he said, adding that China now appeared to be “stepping up to that role”. On Wednesday on his visit to India, Malcolm Turnbull had said China was not doing enough to curb the dangerous and reckless conduct of North Korea. Pyne said China had “primary responsibility” because of its influence over North Korea. China’s public statements indicate it would not support “any rogue behaviour” from Kim Jong-un and supported the US in a “sensible and equal partnership to maintain a rules-based order”. He said that so far North Korea had “done a lot of sabre rattling but not moved to the next step” and “respected foreign experts say [it] will step away from the brink because they have done that many times before”. But he also noted the North Korean regime was “more unpredictable” than others. Asked about the potential for conflict with Russia over the situation in Syria, Pyne noted that Russia “is strongly backing the Assad regime” while allied countries, led by the US and including Australia, would like a new regime as part of a political settlement. The Trump administration has insisted that a chemical weapons attack that killed more than 80 people last week in Syria was the work of Bashar al-Assad and that the Syrian president could play no part in the country’s long-term future. Trump has said that US relations with Russia may be at “an all-time low” after Russia vetoed a US-backed resolution on Syria at the UN security council while China abstained. Pyne said that Russia had “an important part to play in the next transition in Syria because they have their longstanding interest in the Middle East”. “It’s unfortunate that they sometimes back the wrong regime, as I believe they have in this case. In terms of international diplomacy, one has to work with what one has.” Pyne described talks between US secretary of state, Rex Tillerson, and the US president, Vladimir Putin, as “a very positive sign” that the two countries could work together.",
    "keywords": [
        "reaching",
        "syria",
        "regime",
        "korea",
        "russia",
        "australia",
        "coalition",
        "reach",
        "nuclear",
        "china",
        "pyne",
        "weapons",
        "responsible",
        "trump",
        "stopping",
        "north",
        "korean"
    ],
    "summary": "North Korea is developing missile capability to reach Australia and the United States with nuclear weapons within two years and China has primary responsibility to stop it, Christopher Pyne has said.\nThe defence industry minister delivered the warning on Radio National on Thursday but sounded an optimistic note that experts believe North Korea will “step away from the brink”.\nNorth Korea has warned of “catastrophic consequences” in response to any further provocations by the US, days after a US navy battle group was sent to waters off the Korean peninsula.\nOn Wednesday on his visit to India, Malcolm Turnbull had said China was not doing enough to curb the dangerous and reckless conduct of North Korea.\nPyne said China had “primary responsibility” because of its influence over North Korea.",
    "sentiment": {
        "neg": 0.0804,
        "neu": 0.8354,
        "pos": 0.0842,
        "compound": 0.0579
    }
}