{
    "date": "2017-02-15T07:31:41Z",
    "title": "Kim Jong-nam was assassinated, say US and South Korean officials",
    "url": "https://www.theguardian.com/world/2017/feb/15/kim-jong-nam-assassinated-south-korea-us-officials",
    "content": "Kim Jong-nam was almost certainly murdered by North Korean agents, according to intelligence officials in South Korea, as suspicions mounted that his assassination at Kuala Lumpur airport was ordered by his estranged half-brother, the North Korean leader, Kim Jong-un. South Korea’s spy agency said on Wednesday that two women believed to be North Korean operatives poisoned the 45-year-old exile in a shopping concourse at Kuala Lumpur international airport. Kim, who had not yet passed through security, was preparing to take a late-morning flight on Monday from the Malaysian capital to his home in Macau, according to South Korean MPs briefed by security services. Selangor state’s police chief, Abdul Samah Mat, told the Guardian that Kim Jong-nam arrived in Malaysia on 6 February, a week before he was attacked. “He was travelling on a North Korean passport,” he said. “The postmortem is in progress. It’s up to the pathologists on how long it will take. Sometimes it involves lab tests.” US government sources also said they believed that Kim Jong-nam was murdered by North Korean assassins. Japan’s Kyodo news agency quoted an unnamed Japanese government official as saying that the two suspected assailants may already be dead, but offered no further details. The theory that Kim had been targeted by spies from the country he left more than 15 years ago gathered pace after Malaysian officials released CCTV image purporting to show one of the alleged attackers as she waited for a taxi outside the airport shortly after the incident. The local Malay Mail newspaper published a grainy photo of a woman it said was suspected by police of killing Kim Jong-nam. The image showed a young female, carrying a bag and wearing a white jumper that said “LOL” in large black print across the front. The Guardian has been unable to confirm if the woman is a police suspect. Kim, whose father was the late North Korean leader Kim Jong-il, claimed to have no political ambitions, but just weeks after his half-brother’s elevation to the leadership in late 2011 he told the Japanese journalist Yoji Gomi that the world would view his leadership as a “joke”. In the same email exchange with Gomi, Kim spoke disparagingly of his younger brother, saying he lacked “any sense of duty or seriousness” and warned that bribery and corruption would lead to North Korea’s eventual collapse. Two years earlier, he told Japan’s TV Asahi that he “personally opposed” the hereditary transfer of power in his family. People with contacts in the north believe Kim Jong-un had long targeted his brother, who reportedly divided his time between Macau, China and Singapore, and enjoyed some level of Chinese protection. South Korean intelligence officials claimed the regime had been planning his assassination for five years, but did not explain why they thought that was the case. Kim Jong-nam was once considered the heir apparent to the North Korean leadership but left the country to lead a life in exile after attempting to enter Japan on a forged Dominican Republic passport in 2001 – an incident that caused embarrassment to his father. Kim had told Japanese immigration officials that he was planning to visit Tokyo Disneyland. Jiro Ishimaru, of the Osaka-based Asia Press, said Kim’s murder could only have been ordered by his half-brother, whom he had never met. “Any criticism of the Kim dynasty is viewed as unforgivable, no matter where it comes from,” Ishimaru told the Guardian. “It’s the worst thing you can say about the regime, and certainly not the kind of comment that the leadership would be able to shrug off, no matter how long ago it was said. “The only person inside North Korea with the power to decide whether Kim Jong-nam lived or died is Kim Jong-un.” Mark Tokola, vice-president of the Korea Economic Institute in Washington and a former deputy chief of mission at the US embassy in Seoul, agreed, saying: “It seems probable that the motivation for the murder was a continuing sense of paranoia on the part of Kim Jong-un.” Although there was scant evidence that Kim Jong-nam was plotting against the leader, he provided an alternative for North Koreans who want to depose his brother. Kim Jong-nam had told airport workers that someone had attacked him “from behind” and sprayed him in the face with an unknown liquid. He died in an ambulance on the way to hospital. “He told the receptionist at the departure hall that someone had grabbed his face from behind and splashed some liquid on him,” said Selangor state’s criminal investigation chief, Fadzil Ahmat, according to Malaysia’s The Star newspaper. “He asked for help and was immediately sent to the airport’s clinic. At this point, he was experiencing headache and was on the verge of passing out. At the clinic, the victim experienced a mild seizure. He was put into an ambulance and was being taken to the Putrajaya hospital when he was pronounced dead.” Malaysian police confirmed the death of a 45-year-old North Korean man whom it identified from his travel document as Kim Chol, born in Pyongyang. “Investigation is in progress and a postmortem examination request has been made to ascertain the cause of death,” the statement said. South Korea’s government called an emergency security council meeting and condemned Kim’s death. “If the murder of Kim Jong-nam was confirmed to be committed by the North Korean regime, that would clearly depict the brutality and inhumanity of the Kim Jong-un regime,” the country’s acting president, Hwang Kyo-ahn, said. In exile, Kim Jong-nam had largely managed to stay out of the spotlight. He had lived both in mainland China and Macau, and was also spotted in Malaysia. He reportedly fled to Singapore from Macau in 2012, fearing for his life after his brother assumed power, and suspecting that the regime’s agents had discovered where he lived. It is not clear if he had returned in recent years, but his family – his second wife and their three children – were living in the former Portuguese colony. A South Korean MP claimed Kim also had a wife and son in Beijing. He was known to travel around Macau without bodyguards, and was occasionally spotted at nightclubs in the Hotel Lisboa, according to a 2007 investigation by the South China Morning Post. Since becoming leader in late 2011, Kim Jong-un has sought to tighten his grip on power by ordering the purges and, in some cases, executions of high-level officials he believes represent a threat to the regime. The most high-profile victim was his uncle and close adviser, Jang Song-thaek, who was executed on several charges, including treason, in 2013. North Korean assassins reportedly tried to shoot Kim Jong-nam in Macau in 2011, although details of the incident are shrouded in mystery. South Korea also reportedly jailed a North Korean spy in 2012 who admitted to trying to organise a hit-and-run targeting Kim in China in 2010. Kim reportedly pleaded for his life after another attempt to kill him in 2012, according to South Korean lawmakers who had been briefed by the head of the country’s national intelligence service, Lee Byung-ho. “According to [Lee] … there was one [assassination] bid in 2012, and Jong-nam in April 2012 sent a letter to Kim Jong-un saying: ‘Please spare me and my family,’” Kim Byung-kee, a member of the parliamentary intelligence committee, told reporters. Agencies contributed to this report",
    "keywords": [
        "south",
        "jongnam",
        "reportedly",
        "according",
        "kim",
        "officials",
        "assassinated",
        "told",
        "jongun",
        "say",
        "macau",
        "north",
        "korean"
    ],
    "summary": "Kim Jong-nam was almost certainly murdered by North Korean agents, according to intelligence officials in South Korea, as suspicions mounted that his assassination at Kuala Lumpur airport was ordered by his estranged half-brother, the North Korean leader, Kim Jong-un.\nSometimes it involves lab tests.” US government sources also said they believed that Kim Jong-nam was murdered by North Korean assassins.\nThe local Malay Mail newspaper published a grainy photo of a woman it said was suspected by police of killing Kim Jong-nam.\nSouth Korean intelligence officials claimed the regime had been planning his assassination for five years, but did not explain why they thought that was the case.\nNorth Korean assassins reportedly tried to shoot Kim Jong-nam in Macau in 2011, although details of the incident are shrouded in mystery.",
    "sentiment": {
        "neg": 0.1007,
        "neu": 0.8617,
        "pos": 0.0376,
        "compound": -0.2798
    }
}