{
    "date": "2017-04-17T06:00:15Z",
    "title": "Can Trump defuse North Korea by acting like Ike? | Matthew d’Ancona",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/17/can-trump-defuse-north-korea-acting-like-eisenhower",
    "content": "In December 1952, having visited the Korean front, mingled with US troops and eaten outdoor from a mess kit, President-elect Eisenhower made a statement on the Korean war. “We face an enemy,” he said, “whom we cannot hope to impress by words, however eloquent, but only by deeds – executed under circumstances of our own choosing”. The message to China, North Korea’s essential ally, was unmistakable: accept an armistice, or anything – including the use of atomic weapons – is possible. This threat was the basis of the ceasefire of 1953, and the partition of the peninsula that continues to this day. In private, Eisenhower had long decided to end the war, much to the dismay of US generals. But he was also certain that an armistice could only be achieved if Pyongyang and Beijing were persuaded that he was ready to consider escalation without limit. I would not suggest for a moment that Donald Trump, hotelier and reality TV star, is a worthy heir to the mighty Ike, one of the great soldier-statesmen in modern history. But the precedent of Eisenhower’s tactics in Korea may be a more useful guide to what the 45th US president, in his own blundering way, is trying to do than the strategies adopted by his more immediate predecessors. At first blush, Trump’s standoff with Kim Jong-un resembles a chicken run between Harry and Lloyd from Dumb and Dumber: which of them will do something apocalyptically stupid first? The US president has dispatched what he calls an “armada”, led by the Nimitz-class aircraft carrier USS Carl Vinson, to the western Pacific. On Saturday, Kim celebrated the 105th birthday of his grandfather and the nation’s founder, Kim Il-sung, with a remarkable display of military hardware, including the KN-08 and KN-14 intercontinental ballistic missiles (theoretically capable of hitting the US with a nuclear warhead). The threatened nuclear exercise did not take place and a missile test fizzled out soon after launch. But when Choe Ryong-hae, North Korea’s second most powerful official, warned that his nation was ready for “an all-out war”, he spoke for a regime that is still defined by implacable militarism. For many years, America’s relationship with North Korea has observed a pattern that has approached choreography, mostly to the latter’s advantage. The DPRK provokes Washington, is slapped on the wrist and is then rewarded for promising to be good: repeat cycle. Barack Obama’s policy of “strategic patience” – a euphemism if ever there was one – simply enabled North Korea to accelerate its programme of nuclear testing. In its horrific blend of retro-Stalinism and racial supremacism, Kim’s regime is perhaps the most oppressive on earth. Its readiness to sell and use weapons represents a clear and present danger to global stability and regional peace. Its survival is an affront to common decency and an indictment of decades of procrastination. Which brings us to Trump. In his first 86 days as president, he has revealed that he is not by any means an isolationist – not, at least, in the strict sense of the word. Like John Quincy Adams, he does not believe that the US should scour the world “in search of monsters to destroy”. But, quite evidently, his bumper-sticker motto, “America first”, does not exclude military action overseas. Quite the opposite, in fact. In this context, it is worth examining the new orthodoxy that Steve Bannon, Trump’s chief strategist, is all but finished, pushed aside by Jared Kushner, White House senior adviser, and his wife, Ivanka Trump. Yes, the physically and morally dishevelled Bannon is a nationalist who wishes to renew Judeo-Christian civilisation in America by defeating the so-called “globalists”. His prime objectives do not, I think, include the protection of Syrian children from Bashar al-Assad’s sarin, or humanitarian aid to Aleppo. But it is also true that Bannon has long predicted US involvement in another “major shooting war in the Middle East” and a military confrontation with China. Everything that has happened overseas since Trump’s inauguration has been consistent with these prophecies. Though Bannon’s wings have been clipped, he is a tough old bird with a sharp beak. If you doubt the persistence of his voice in the Oval Office, behold the unabashed belligerence of the US president in the past 10 days. It would be radically overstating the coherence of his foreign policy to date to suggest that there is Trump Doctrine. This leader, drenched in vanity and obsessed by ratings, does not strike me as a doctrine kind of guy. Perhaps it would be more accurate to speak of the Trump Method. Not surprisingly for a politician so steeped in the values of the entertainment industry, it is a method steeped in theatricality and spectacle. First, there is a show of strength. Then, there is a pause for awe and applause, and, where appropriate, the dispatch of an envoy to encourage compliance. The Tomahawk airstrike on a Syrian airfield on 6 April was followed by Rex Tillerson’s mission to Moscow to persuade Russia to disentangle itself from Assad’s regime. Likewise, the corollary to Trump’s naval threat to Pyongyang is Vice-President Pence’s arrival in South Korea. Despite his comical appearance, Kim Jong-un is reputedly an astute and ruthless reader of the geopolitical runes: he will understand that he is being offered a choice between diplomacy and its opposite. As for the “mother of all bombs” strike on Afghanistan last week, this had three purposes. First, as an attack on an Isis base in Nangarhar province, it gave incendiary force to Trump’s assertion that his priority in the Middle East remains the destruction of Isis. Second, it showed Assad what escalation might look like. Third, it demonstrated to the powerbrokers of Beijing and Pyongyang that the days of “strategic patience” were definitely over. Given Trump’s conduct in almost every other respect, it is no surprise that the world is watching him now as a tantrum-throwing toddler who has just discovered a box of matches. But it is a copout of the shabbiest sort to exploit this anxiety as a way of averting our gaze from the undiminished threat of North Korea. At the very least, the US president has Pyongyang’s attention. The question – the most fundamental one that can be asked about him – is whether Trump has what it takes to harness this moment of opportunity, conjure the spirit of Eisenhower – and will the peace.",
    "keywords": [
        "matthew",
        "war",
        "acting",
        "defuse",
        "regime",
        "korea",
        "threat",
        "ike",
        "president",
        "kim",
        "trumps",
        "trump",
        "pyongyang",
        "dancona",
        "north"
    ],
    "summary": "For many years, America’s relationship with North Korea has observed a pattern that has approached choreography, mostly to the latter’s advantage.\nBarack Obama’s policy of “strategic patience” – a euphemism if ever there was one – simply enabled North Korea to accelerate its programme of nuclear testing.\nIt would be radically overstating the coherence of his foreign policy to date to suggest that there is Trump Doctrine.\nLikewise, the corollary to Trump’s naval threat to Pyongyang is Vice-President Pence’s arrival in South Korea.\nBut it is a copout of the shabbiest sort to exploit this anxiety as a way of averting our gaze from the undiminished threat of North Korea.",
    "sentiment": {
        "neg": 0.0776,
        "neu": 0.8389,
        "pos": 0.0834,
        "compound": 0.0207
    }
}