{
    "date": "2017-09-13T12:00:10Z",
    "title": "North Korea's secretive small arms exports under spotlight in global survey",
    "url": "https://www.theguardian.com/world/2017/sep/13/north-korea-is-one-of-worlds-most-secretive-small-arms-exporters",
    "content": "North Korea has been singled out alongside Saudi Arabia and Iran as one of the world’s most secretive major exporters of small arms, including Kalashnikovs, rockets and machine guns, in a report by experts in Geneva. Despite increased transparency among the 55% of nations who trade in small arms, the $6bn (£4.5bn) market remains a murky industry in which weapons find their way into the hands of terrorists or are used by states to carry out human rights abuses, according to the Small Arms Survey Trade Update 2017. Where nations are secretive, evidence is garnered from reports of weapons seizures, including huge hauls from North Korea and Iran. In August last year a North Korean vessel was intercepted in Egypt. On board, hidden beneath 2,300 tonnes of iron ore, were 30,000 PG-7 rocket-propelled grenades and their sub components. Suspected North Korean exports of small arms worth $18m and destined for Iran were also intercepted on a plane in Thailand in 2009. “Such seizures … coupled with other documented small arms trade activities, are sufficient to justify North Korea’s status as a major small arms exporter,” the report said. “Although Iran, North Korea, and the UAE rarely, if ever, recorded small arms exports worth $10m or more ... survey research indicates that they are major small arms exporters. It is more difficult to determine the status of Saudi Arabia, which appears to be a significant re-exporter of small arms.” Tens of thousands of rifles, machine guns, grenade launchers and more than 350 million rounds of ammunition were exported by eight central and south-east European states to Saudi Arabia between 2012 and 2015, the report said. Such shipments were sent to military bases in Jordan, Saudi Arabia and the UAE and then re-exported to non-Saudi forces in Yemen and Syria. “Such information indicates that Saudi Arabia also re-exports significant quantities of small arms to armed forces and non-state actors in the Middle East,” the report says. Irene Pavesi, researcher on the Small Arms Survey, said: “The concealed nature of the small arms trade increases the chances that the transferred weapons will end up in the wrong hands, and help fuel conflict, insecurity and instability around the world.” Analysis of the flow of deadly weaponry across the globe by the experts based in Geneva also shows: Brazil has for the first time emerged as among the top five exporters of machine guns, rockets mortars, and other small arms, along with the US, Germany, South Korea and Italy. The UK is among the top importers of small arms, its trade increased by 18% between 2013 and 2014 to reach $109m, mostly for the civilian market. Weapons exported or re-exported from North Korea, Iran, Saudi Arabia and UAE are getting into the hands of armed militant groups in Syria, Yemen, Iraq and Lebanon. Iraq was among the top 10 importers of small arms in 2014 in a trade worth $139m, up from $10m in 2013. The US remains the world’s largest exporter of small arms, with exports worth $1.1bn in 2014. Even nations which aim to be transparent and above board can see weapons fall into the wrong hands. A UN report earlier this year revealed Brazilian weapons makers shipped handguns which were supposed to be destined for Djibouti to a Yemeni arms dealer three months after the imposition of an arms embargo. In 2015 – the year of the Bataclan, Bardo museum and Charlie Hebdo attacks – there were more terrorist attacks carried out with Kalashnikovs than any other weaponry, raising huge concerns about how the legal weapons can end up on the illicit market and in the hands of terrorists. Paul Holtom, of the Small Arms Survey said there was still a lack of transparency in the industry. “We know that complete transparency is not possible, but as a public watchdog our role is to make sure the trade in small arms is not supplying weapons that are going to end up in the hands of terrorists. At the moment we cannot say that.” In July campaigners against the arms trade lost a case in the UK high court calling for Britain to halt arms sales to Saudi Arabia because of concerns over the civilian toll of its two-year bombing campaign in Yemen. Half of the evidence was heard in secret on national security grounds.",
    "keywords": [
        "exports",
        "secretive",
        "arabia",
        "hands",
        "trade",
        "korea",
        "small",
        "saudi",
        "report",
        "weapons",
        "spotlight",
        "survey",
        "global",
        "arms",
        "north",
        "koreas"
    ],
    "summary": "Suspected North Korean exports of small arms worth $18m and destined for Iran were also intercepted on a plane in Thailand in 2009.\n“Such seizures … coupled with other documented small arms trade activities, are sufficient to justify North Korea’s status as a major small arms exporter,” the report said.\n“Although Iran, North Korea, and the UAE rarely, if ever, recorded small arms exports worth $10m or more ... survey research indicates that they are major small arms exporters.\nThe US remains the world’s largest exporter of small arms, with exports worth $1.1bn in 2014.\nPaul Holtom, of the Small Arms Survey said there was still a lack of transparency in the industry.",
    "sentiment": {
        "neg": 0.0722,
        "neu": 0.8747,
        "pos": 0.053,
        "compound": -0.1549
    }
}