{
    "date": "2017-08-10T04:01:24Z",
    "title": "Chinese media warn Trump's war of words with North Korea could spiral out of control",
    "url": "https://www.theguardian.com/world/2017/aug/10/chinese-media-warn-trumps-war-of-words-with-north-korea-could-spiral-out-of-control",
    "content": "An accidental spark could ignite a catastrophic conflagration in north-east Asia, Chinese state media has warned, after Donald Trump threatened to unleash “fire and fury” on North Korea. In an English-language commentary, China’s official news agency, Xinhua, said “tit-for-tat confrontations” between Washington and Pyongyang would lead nowhere and argued dialogue was the only way to defuse the North Korean nuclear crisis. South Korea, whose capital is just 35 miles from the North Korean border, needed to be particularly wary of how a “war of words” might spiral out of control. “For Seoul, an uncontrolled situation and even perhaps any accidental spark could trigger a conflict and prove to be a disaster it cannot afford,” Xinhua warned. Other Communist party-run media outlets weighed in on the latest slanging match between the US and North Korean leaders on Thursday, with one newspaper likening the situation to a train racing down an increasingly dark tunnel. Hu Xijin, the outspoken editor of the Global Times, a nationalist Communist party-controlled tabloid, claimed the US would come off worse from any military clash with North Korea since it had far more to lose. “The US is more powerful than North Korea but in a real showdown I don’t think they would beat North Korea. There is a Chinese saying: ‘A man with nothing to lose, doesn’t fear a man with something to lose,’” he said in an online opinion video. The Chinese language edition of Hu’s newspaper made the same point, in more poetic terms. “The barefoot man does not fear he who wears shoes,” it said. Continuing to punish North Korea with sanctions and threats of military action was like “wringing an almost completely dry towel to expel the last couple of drops of water”, the Global Times added. Experts say Trump’s incendiary declaration will have displeased the Chinese president, Xi Jinping, who is currently gearing up for a key political congress this autumn marking the end of his first term as China’s top leader. Trump’s comments came less than 72 hours after China had thrown its weight behind a UN security council resolution bringing tougher sanctions against Pyongyang in what it saw as a big concession to the US. However, Liu Ming, a North Korea expert from the Shanghai academy of social sciences, said Beijing would not read too much into the US president’s ultimatum to Kim Jong-un. “He has made boorish remarks before and we all know what kind of person he is. Trump’s a boorish person ... If we took all of his comments as hard policy then China-US relations would deteriorate immediately.” Shen Dingli, an international relations expert from Shanghai’s Fudan university, said Trump had used tough talk to force concessions from China on trade and now hoped to do the same with North Korea and its weapons programs. But if [Pyongyang] “uses its own fury to deal with Trump’s fury then it could lead to a very dangerous scenario”. “Trump is not stable,” Shen said. “But luckily his secretary of state, Rex Tillerson, is.” Additional reporting by Wang Zhen",
    "keywords": [
        "war",
        "man",
        "korea",
        "fury",
        "spiral",
        "lose",
        "media",
        "pyongyang",
        "chinese",
        "trumps",
        "trump",
        "korean",
        "warn",
        "words",
        "north",
        "control"
    ],
    "summary": "An accidental spark could ignite a catastrophic conflagration in north-east Asia, Chinese state media has warned, after Donald Trump threatened to unleash “fire and fury” on North Korea.\nSouth Korea, whose capital is just 35 miles from the North Korean border, needed to be particularly wary of how a “war of words” might spiral out of control.\n“The US is more powerful than North Korea but in a real showdown I don’t think they would beat North Korea.\nHowever, Liu Ming, a North Korea expert from the Shanghai academy of social sciences, said Beijing would not read too much into the US president’s ultimatum to Kim Jong-un.\nBut if [Pyongyang] “uses its own fury to deal with Trump’s fury then it could lead to a very dangerous scenario”.",
    "sentiment": {
        "neg": 0.0925,
        "neu": 0.8535,
        "pos": 0.0542,
        "compound": -0.1778
    }
}