{
    "date": "2017-08-11T10:00:56Z",
    "title": "Donald Trump loyalists eager to back up his rhetoric on North Korea",
    "url": "https://www.theguardian.com/us-news/2017/aug/11/donald-trump-loyalists-respond-message-north-korea",
    "content": "In the escalating war of words between Washington and Pyongyang, everyone in Donald Trump’s White House appears to have an opinion – even the president’s lawyer. Trump, eager to amplify his strongman image, this week threatened to respond to North Korean aggression with “fire and fury” after the isolated state successfully tested an intercontinental ballistic missile that appears to have the range to strike the continental US. As the relevant members of Trump’s cabinet sprang to action to parse and clarify the president’s inflammatory rhetoric, so too did his most ardent loyalists, who were all too eager to amplify their boss’s message. Sebastian Gorka Gorka, a fringe figure on the right with questionable foreign policy and security credentials who now serves as deputy assistant to the president, harbors anti-Islamic views and has been linked to Hungarian far-right groups. Despite his lack of a security clearance, Gorka has served as a prominent Trump surrogate on cable news, where he blithely defends Trump against every charge and criticism. On Thursday, Gorka was forced to walk back comments that implied the secretary of state, Rex Tillerson, was speaking out of turn when he assured Americans that nuclear war with North Korea is not an “imminent threat”. “Americans should sleep well at night. I have no concerns about this particular rhetoric over the last few days,” Tillerson said. In an interview with the BBC radio on Thursday, Gorka said Trump’s warning was not bluster – it was a serious threat. “You should listen to the president – the idea that Secretary Tillerson is going to discuss military matters is simply nonsensical,” Gorka said, according to recording of the interview obtained by the Washington Post. Gorka continued: “It is the job of Secretary Mattis, the secretary of defense, to talk about the military options, and he has done so unequivocally. He said, ‘Woe betide anyone who militarily challenges the United States,’ and that is his portfolio. That is his mandate. Secretary Tillerson is the chief diplomat of the United States, and it is his portfolio to handle those issues.” He later blamed reporters for misconstruing his comments about the “amazing Rex Tillerson” and dismissed the reporting as a “classic example” of “fake news”. “I was admonishing the journalists of the fake news industrial complex who are forcing our chief diplomat into a position where they are demanding he makes the military case for action when that is not the mandate of the secretary of state,” Gorka said on Fox News. Earlier in the week, Gorka appeared on Fox News to expound on America’s military might, hyperbolic describing the nation as no longer a “superpower” but a “hyper-power”. “We are now a hyper-power. Nobody in the world, especially not North Korea, comes close to challenging our military capabilities,” he said. “Whether they are conventional, whether they are nuclear or whether they are special forces. The message is very clear: don’t test this White House, Pyongyang.” Gorka said criticism of the president during a time of difficulty “saddens me” and compared the situation to the Cuban missile crisis, which is remembered as the closest the world has ever come to nuclear war. “We need to come together,” Gorka said. “Anybody, whether a member of Congress or a journalist, who thinks politics trumps the national security of America, that’s an indictment of you. You need to ask yourself: what’s more important? My political party or America. There’s only one correct answer to that.” Stephen Miller Miller, the 31-year-old White House senior policy adviser, played a key role in the roll-out of the controversial travel ban that barred visitors from Muslim-majority countries from traveling to the US. Miller is closely aligned with Steve Bannon, Trump’s chief strategist and the former executive editor of the pro-Trump Breitbart News; together the pair occupy the nativist wing of the White House. In an interview with Nigel Farage, a former British politician and the architect of Brexit, Miller praised “the frankness of the president’s comments, the straightforwardness of his comments broadcast publicly, about his expectations in that area, again”. Miller went on to tie Trump’s North Korea strategy with his rejection of Obama’s foreign policy. “The president inherited years of a failed strategy on North Korea and we are living through the results now, and so by definition, you have to change your strategic approach,” he said. “Our approach to engagement with the world has to be completely rethought and that’s what this president campaigned on, and that’s what he’s doing.” Jay Sekulow Sekulow, part of the legal team representing the president amid investigations into possible ties between his campaign and Russia, is a vocal defender of the president. Not known for his foreign policy expertise, Sekulow nonetheless weighed in on the situation in North Korea during his daily show, broadcast by American Center for Legal Justice, his Christian nonprofit which is being examined by authorities after the Guardian reported that it had steered tens of millions of dollars to the attorney, his family and their businesses.",
    "keywords": [
        "white",
        "miller",
        "military",
        "secretary",
        "korea",
        "donald",
        "gorka",
        "president",
        "tillerson",
        "eager",
        "rhetoric",
        "trump",
        "trumps",
        "loyalists",
        "north"
    ],
    "summary": "In the escalating war of words between Washington and Pyongyang, everyone in Donald Trump’s White House appears to have an opinion – even the president’s lawyer.\nIn an interview with the BBC radio on Thursday, Gorka said Trump’s warning was not bluster – it was a serious threat.\nNobody in the world, especially not North Korea, comes close to challenging our military capabilities,” he said.\nMiller went on to tie Trump’s North Korea strategy with his rejection of Obama’s foreign policy.\n“The president inherited years of a failed strategy on North Korea and we are living through the results now, and so by definition, you have to change your strategic approach,” he said.",
    "sentiment": {
        "neg": 0.0627,
        "neu": 0.8489,
        "pos": 0.0885,
        "compound": -0.0077
    }
}