{
    "date": "2017-10-11T01:00:06Z",
    "title": "Inside Life's hotel, a launchpad for crackdown on North Korean refugees",
    "url": "https://www.theguardian.com/world/2017/oct/11/inside-lifes-a-launchpad-for-crackdown-on-north-korean-refugees",
    "content": "Life’s business hotel’s reception is perfumed with black vanilla fragrance sticks from Zara Home. Its rooms boast geranium-scented shower gel and stunning river views. “Really nice,” one satisfied guest wrote on Ctrip, China’s top travel website. “And also interesting to see all the business [people] from North Korea who are also staying there.” The glowing reviews may not tell the whole story. This 20-floor riverside retreat is reportedly one of at least two hotels in the pretty Chinese border town of Dandong used by North Korean “abduction teams” tasked with hunting down defectors fleeing one of the world’s most repressive regimes. “[The agents] appear to be staying … for business but are instead collecting information on the locations of North Korean defectors and are launching operations to arrest them,” a source told Daily NK, a Seoul-based website known for its intrigue-filled exposés on the affairs of Kim Jong-un’s reclusive state. Fleeing North Korea’s oppression and deprivation has always been a high-stakes gamble for which failure can mean a trip to the gulag – or worse. This year the odds of success have lengthened, and not only because of the spies who have supposedly checked in to Life’s. Activists say China has dramatically stepped up its campaign to catch North Korean fugitives. Since July, at least 41 have been detained on Chinese soil and returned to “a place of torture and persecution”, Human Rights Watch claimed last month. Some have been picked up in Changbai county, close to China’s 880-mile border with North Korea. For runaways who make it across the Tumen river, which meanders between the two countries, Changbai is often the starting point of a punishing six-week odyssey to freedom in South Korea. Others have been caught thousands of miles to the south-west, along China’s sparsely populated borders with Laos, Myanmar and Vietnam. Sokeel Park, whose group, Liberty in North Korea, helps escapees, said some were being captured just as they prepared to cross out of China into the relative safety of south-east Asia. “It feels almost vindictive when they catch people there and send them back … They’re nearly out and they are clearly refugees trying to get to South Korea. If you just let them cross into south-east Asia then it isn’t going to be your problem any more.” Human Rights Watch said this summer’s detentions included 11 children, four elderly women and a baby born in custody. In the most disturbing case, one North Korean family of five reportedly killed themselves after being caught. China, North Korea’s key ally and trading partner, dismissed what it called “groundless” claims about its crackdown. “North Koreans who enter China’s territory illegally cannot be called refugees. They came to China via illegal means, violated Chinese laws and border regulations,” said a foreign ministry spokesman, Geng Shuang, claiming China treated such people in accordance with domestic and international law and “humanitarian principles”. Ji Seong-ho, a Seoul-based defector who is campaigning against the detentions, said there was nothing humane or principled about China’s actions. “It pains me to see these people who are looking for freedom being stopped along the way … For these people it is liberty or death,” he said. While the rhetorical rumpus between the “dotard” US president and North Korea’s “rocket man” has dominated global headlines, Park said the world needed to refocus its attention on the human tragedy unfolding in the shadows. “North Korea is not just this crazy guy with missiles. There are 24 million people involved. There is a very urgent need for a bit of a reality check here.” More than 20,000 North Koreans have fled to South Korea over the last decade, according to official statistics, most via what is called Asia’s “underground railroad”. This railroad – a hidden network of safehouses and smugglers, named after the system fugitives slaves used in 19th-century America – spirits defectors across China into south-east Asia and then, finally, on to Seoul where they can claim citizenship. Park said the number of annual arrivals had almost halved since Kim Jong-un took power in 2011, from up to 3,000 during the final five years of the reign of his father, Kim Jong-il, to less than 1,500. That number looks set to fall even further, with only 593 arrivals in the first six months of 2017. “It could be really low this year [and] I think the major factor is the security in China,” said Park. Ji, who was born and raised in Hoeryong, a city near North Korea’s border with China, knows well the hardships involved in a ride on the underground railroad. He fled across the Tumen in 2006 and began a 6,000-mile, three-month quest for freedom that took him through China, Myanmar and Laos and eventually on to Thailand, from where he flew to Seoul. “It’s a very cruel game of life or death,” said Ji, a double-amputee who used a crutch to heave himself on eight-hour treks through the jungle and remembers thinking: “This is how I’m going to die.” Ji has helped about 250 North Koreans make the same journey since becoming an activist and said the risks had increased dramatically since his escape, with China now trying to strangle smuggling networks. Do Hee-young, another Seoul-based activist, said Chinese police were carrying out raids thousands of miles from the North Korean border, targeting not just fugitives but also farmers and unskilled labourers who had lived in China for years. He claimed it was doing so at the behest of Kim Jong-un. “[Kim] feels defectors are a threat to the regime because they are a sign that people are giving up on the country,” he said. Park said he suspected Beijing – which has backed tightened UN sanctions against Kim’s regime – was cracking down to avoid further riling its longtime ally. “If China wasn’t arresting North Korean refugees and sending them back, I can see North Korea being even more upset … This is an extremely sensitive issue.” Daily NK claimed agents from North Korea’s state security ministry were using Life’s business hotel as a base to launch operations. Last year a defector was snatched from a Ming-dynasty stretch of China’s Great Wall, a short drive from Dandong’s picturesque riverfront. “The local atmosphere is very tense,” the source was quoted as saying. Staff at the three-star hotel rejected claims it counted North Korean spies among its guests as a fabrication. “We’re just a normal hotel,” said a sales manager who gave her name only as Ma. “We do take North Korean visitors, that’s true, but they do normal business … We’ve run the business for 10 years during which time there hasn’t been a single abduction,” she added. But the hotel would certainly provide good cover for Kim Jong-un’s agents. Each morning its 9th-floor breakfast hall – which has sweeping views over the China–North Korea Friendship Bridge and the North Korean city of Sinuiju – fills with North Korean guests. Many appear to be traders who chatter into smartphones and sport blue and red lapel pins featuring the portraits of North Korea’s “eternal president” Kim Il-sung, and his son, the “dear leader” Kim Jong-il. The hotel’s North Korean occupants are not ones for small talk. “I don’t understand. I don’t understand,” one man, wearing immaculately polished shoes, black, flared trousers and the trademark Kim Il-sung badge, told the Guardian in broken Chinese when it tried to strike up conversation over coffee and kimchi. Outside the hotel’s vanilla-scented lobby, a sign seemed to taunt the refugees who had been thwarted in their bid to outrun Kim’s agents. “New hotel. New life,” it said. Additional reporting by Wang Zhen.",
    "keywords": [
        "refugees",
        "business",
        "lifes",
        "hotel",
        "korea",
        "inside",
        "china",
        "kim",
        "launchpad",
        "chinas",
        "koreas",
        "park",
        "crackdown",
        "north",
        "korean"
    ],
    "summary": "Fleeing North Korea’s oppression and deprivation has always been a high-stakes gamble for which failure can mean a trip to the gulag – or worse.\nIn the most disturbing case, one North Korean family of five reportedly killed themselves after being caught.\nChina, North Korea’s key ally and trading partner, dismissed what it called “groundless” claims about its crackdown.\nStaff at the three-star hotel rejected claims it counted North Korean spies among its guests as a fabrication.\nEach morning its 9th-floor breakfast hall – which has sweeping views over the China–North Korea Friendship Bridge and the North Korean city of Sinuiju – fills with North Korean guests.",
    "sentiment": {
        "neg": 0.0629,
        "neu": 0.8769,
        "pos": 0.0602,
        "compound": -0.0389
    }
}