{
    "date": "2017-02-13T15:59:12Z",
    "title": "The president's wild weekend at Mar-a-Lago",
    "url": "https://www.theguardian.com/us-news/shortcuts/2017/feb/13/the-presidents-wild-weekend-at-mar-a-lago",
    "content": "When cereal heiress Marjorie Merriweather Post died in 1973, she bequeathed her grand Florida estate, built in the 1920s, to the government as a “winter White House”. But successive presidents didn’t want it and, in 1985, the Post Foundation sold the house to a predatory Manhattan developer for a knock-down price after a bitter battle with the local great and good. No one in Palm Beach could have foreseen that, in 2017, the same man would return as president and use his sun-kissed executive satellite to respond to a minor missile crisis within earshot of very rich golfers. This is Mar-a-Lago, where Donald Trump spent the weekend entertaining the Japanese prime minister, Shinzō Abe. A photo posted to Instagram and shared on Twitter by a Mexican news anchor shows the leaders and their wives having dinner on the estate’s terrace on Saturday, surrounded by the club’s high-rolling members. The blurry faces of the White House chief strategist, Steve Bannon, and the national security adviser, Michael Flynn, can be seen behind Trump, who smiles smugly to camera as those behind him deal with the news that North Korea has launched an intermediate-range ballistic missile. Membership at the club is $14,000 (£11,100) a year, after a $200,000 initiation fee (the fee was raised from $100,000 shortly after Trump was inaugurated). Soon after it opened, in 1994, Trump issued a press release announcing that members included Steven Spielberg, Henry Kissinger and Elizabeth Taylor. Charles and Diana, then estranged, had applied separately, it was claimed. Trump later admitted the celebrities had merely received invitations to join. None did. Membership now comes with the potential benefit of presidential face-time. But it also raises questions about national security. “How many of Mar-a-Lago’s new members will be (already are?) members of foreign intelligence agencies and media organisations?” Chelsea Clinton asked on Twitter. The answer: at least one, judging by a detailed CNN article about the terrace dinner. “As Mar-a-Lago’s wealthy members looked on from their tables, and with a keyboard player crooning in the background, Trump and Abe’s evening meal quickly morphed into a strategy session, the decision-making on full view to fellow diners,” the network reported. At some point after their starters of iceberg wedge salads with blue-cheese dressing, Bannon, Flynn and other aides used the lights on their smartphones to review paperwork as Abe made it clear he needed to respond to the provocation of Japan’s neighbour. The leaders then repaired to a ballroom, where Abe called the launch “absolutely intolerable”. Trump didn’t mention it, instead briefly stating that the US “stands behind Japan, its great ally, 100%”. International diplomacy done, CNN reported that Trump then gatecrashed a wedding reception taking place inside his biggest ballroom. He posed for photos before taking the microphone. “I saw them out on the lawn today,” he said of the couple. “I said to the prime minister of Japan, I said: ‘C’mon Shinzō, let’s go over and say hello.’” The newlyweds had been long-time members of the club, the president added. “They’ve paid me a fortune.” Local business owners are less impressed by Trump’s new status, fearing that heightened security and attention will put off visitors. Palm Beach airport, where Air Force One lands, reportedly lost $250,000 in fuel and landing-fee sales while it was shut down last weekend. Trump’s Thanksgiving visit cost the Palm Beach sheriff’s office $250,000 in overtime. Team Trump have dismissed ethical as well as security concerns about the official use of Mar-a-Lago, comparing it to George W Bush’s use of his Crawford, Texas ranch (which, crucially, is not a members’ club). In an interview with the New York Times, the president’s son Eric hinted that Abe might not be the last world leader to forge alliances in Palm Beach, saying: “If he could do that with Putin ... and he can make them friends and they can have trust in one another, he just did something that not many presidents have been able to do.”",
    "keywords": [
        "abe",
        "white",
        "club",
        "weekend",
        "house",
        "palm",
        "beach",
        "presidents",
        "security",
        "trump",
        "wild",
        "maralago",
        "members"
    ],
    "summary": "When cereal heiress Marjorie Merriweather Post died in 1973, she bequeathed her grand Florida estate, built in the 1920s, to the government as a “winter White House”.\nNo one in Palm Beach could have foreseen that, in 2017, the same man would return as president and use his sun-kissed executive satellite to respond to a minor missile crisis within earshot of very rich golfers.\nThis is Mar-a-Lago, where Donald Trump spent the weekend entertaining the Japanese prime minister, Shinzō Abe.\nPalm Beach airport, where Air Force One lands, reportedly lost $250,000 in fuel and landing-fee sales while it was shut down last weekend.\nTrump’s Thanksgiving visit cost the Palm Beach sheriff’s office $250,000 in overtime.",
    "sentiment": {
        "neg": 0.023,
        "neu": 0.8827,
        "pos": 0.0943,
        "compound": 0.2154
    }
}