{
    "date": "2017-08-09T12:48:05Z",
    "title": "World leaders appeal for calm as tensions flare in US and North Korea rift",
    "url": "https://www.theguardian.com/us-news/2017/aug/09/world-leaders-appeal-for-calm-as-tensions-flare-in-us-and-north-korea-rift",
    "content": "Global leaders called for calm and a return to negotiations after Donald Trump’s warning that the US is willing to be impose unprecedented fire and fury on North Korea unless it stops threatening the United States with a nuclear attack. China urged Trump and Kim Jong-un to avoid “any words or actions” that might cause further tensions. Pyongyang had responded to Trump’s warning, saying it was considering a missile strike on the US Pacific territory of Guam. In a brief statement, China’s foreign ministry said “even greater efforts” were now needed to resolve the issue through talks. “China calls on all parties to avoid any words or actions that might escalate the situation and make even greater efforts to resolve the issue via talks” Amongst America’s traditional allies there was concern that Trumps’ unexpected rhetoric might tear apart the careful consensus forged at the UN in recent weeks over ramping up economic sanctions. No warning had been given to Western allies that Trump intended to escalate US threats. The Australian leader Malcolm Turnbull warned a US military strike would have “catastrophic consequences for the world”, and the New Zealand prime minister, Bill English, said the comments were “not helpful in an environment that is very tense”. English said Trump’s comments were more likely to escalate the situation than settle it. A French government spokesman said President Trump’s determination to prevent an attack had been shared by all previous US presidents, but called on all sides to be responsible and seek to de-escalate the situation. In Berlin, a spokesman for the government of Angela Merkel said: “The goal of the German government is to avoid a further military escalation and to settle the conflict in the North Pacific peacefully.” Meanwhile German government spokeswoman Ulrike Demmer said “China and Russia have a special responsibility to do everything they can to dissuade North Korea from a path of escalation.” The German foreign ministry spokesman Martin Schäfer added that Berlin was convinced a “military option” could not be “the answer in the quest for a nuclear weapon-free” region. Insisting North Korea was the provocateur in the dispute, he urged the international community to “thoroughly implement” the latest round of sanctions against North Korea just approved by the United Nations security council. He pointedly backed the call by the US secretary of state, Rex Tillerson, to resume talks with Pyongyang if it halts ballistic missile tests. “We must all continue our diplomatic efforts – it is the only way to ensure that the threat of the illegal North Korean nuclear weapons programme can be contained,” he said. Spokesman for the UN Secretary General Antonio Guterres said he was “deeply troubled by the increase in confrontational rhetoric”. Britain’s UN ambassador, Matthew Rycroft, said the United Kingdom “stands shoulder to shoulder with the United States” in tackling the nuclear threat from North Korea and making sure it can’t pursue its nuclear and ballistic missile programs. He stressed that North Korea “holds the key to sanctions being removed.” Asked whether Trump’s escalating rhetoric was hurting prospects for reviving negotiations, Rycroft said “what’s hurting the six-party talks is the inability so far of the North Korean regime to do what it has to do which is to halt its nuclear program and to halt its intercontinental ballistic missile program.” Russia, more predictably, urged Trump to refrain from anything that will provoke North Korea into dangerous reaction, and said installing an anti-nuclear shield in South Korea will only unsettle the military balance. The international calls for restraint follow sharp criticism in the US from senators and congressmen over what was described as the reckless comments by Trump. The Republican senator for Arizona John McCain said: “I take exception to the President’s remarks because you’ve got to be able to do what you say you are going to do.” In the UK, Sir Hugo Swire, the former foreign office minister responsible for Asia in the government of David Cameron, urged China and the US to make one last effort to convene the six-party talks with North Korea. But he warned that if the US went ahead with a “surgical strike” against North Korea it would be equivalent to lighting a match to a tinderbox across the region, and was likely to lead to a wider conflict involving China, Japan and Korea. Swire also called on the UK to intervene by calling for six-party talks. He said: “We should use our convening power as a permanent member of the UN security council to make one last try with six-party talks”. But he did not join others in criticising Trump’s use of inflammatory language. “Well I see John McCain and others saying you should not talk of military action unless you are prepared to use that power. Well, who says President Trump is not prepared to use it? If you are President Trump sitting in the White House, and North Korea is threatening the US and 25,000 US troops in Guam, you have to respond to those threats. “But we should try for six-party talks one last time and if they fail, or North Korea refuses to attend or sets impossible conditions, there will be a morality on our side.”",
    "keywords": [
        "leaders",
        "calm",
        "military",
        "flare",
        "world",
        "rift",
        "korea",
        "tensions",
        "talks",
        "nuclear",
        "china",
        "appeal",
        "trumps",
        "trump",
        "urged",
        "sixparty",
        "north"
    ],
    "summary": "China urged Trump and Kim Jong-un to avoid “any words or actions” that might cause further tensions.\nInsisting North Korea was the provocateur in the dispute, he urged the international community to “thoroughly implement” the latest round of sanctions against North Korea just approved by the United Nations security council.\nSwire also called on the UK to intervene by calling for six-party talks.\nHe said: “We should use our convening power as a permanent member of the UN security council to make one last try with six-party talks”.\n“But we should try for six-party talks one last time and if they fail, or North Korea refuses to attend or sets impossible conditions, there will be a morality on our side.”",
    "sentiment": {
        "neg": 0.126,
        "neu": 0.805,
        "pos": 0.0689,
        "compound": -0.1499
    }
}