{
    "date": "2017-08-07T16:11:58Z",
    "title": "What's worse than war with North Korea? War with China | Isaac Stone Fish",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/07/whats-worse-than-war-with-north-korea-china",
    "content": "On Saturday, the United Nations security council passed its most sweeping North Korea sanctions yet. The council banned the international sale of coal, Pyongyang’s largest export, and other valuable items like iron ore and seafood – a move the White House said could slash North Korea’s annual exports of roughly $3bn by a third. The vote represented the culmination of months of Trump’s blandishments, cajolements and threats to Chinese leader Xi Jinping over how to contain North Korea’s expanding nuclear weapons and missiles program. And by once again allowing North Korea to dominate US-China relations, it represents a further strategic mistake for the Trump administration. North Korea is a shadow puppet enlarged by American fears. This desperately poor nation of 25 million people captures Americans’ attention because of its government’s belligerence, missile and nuclear weapons capability, and ability to wreak havoc on South Korea, a key US ally. Yet China, which boasts 1.4 billion people, the world’s largest army, and the potential to supplant the US as the most powerful and consequential nation, is the puppeteer. China has more influence on and leverage over Pyongyang than any other nation. In the extremely unlikely event that Pyongyang makes the suicidal decision to launch nuclear weapons at the US, China will go to war with North Korea – regardless of whether the missiles are successful. The determining factor in that war is the level of support Beijing gives the US – or North Korea. China is not only a potential threat or ally to the US when it comes to North Korea. The country’s increasing assertiveness in the South China Sea, its tense relationship with Japan and its current border standoff with India are all flashpoints which could exceed North Korea in importance, and all of which could drag the US into a war. As America’s largest and most important trading partner, strategic competitor in Europe and Africa, and occasional collaborator in the fight against Isis, China has more influence over the US economy, global standing and national security than North Korea does. China, in other words, is the nation that matters in US foreign policy. And yet North Korea remains center stage. After the November election, Barack Obama reportedly advised Donald Trump that North Korea should be the top national security priority – a poor suggestion that Trump has seemingly internalized, to the detriment of smart thinking about Chinese-US relations. Over the past several months, when Trump mentions China, he often does so with reference to North Korea. Like with so many other aspects of his life and ideas, Trump’s Twitter feed serves as a barometer for his views on international relations. Since taking office in January, 19 of Donald Trump tweets have mentioned China, and slightly more – 27 – mentioned Russia. While most of his Russia tweets serve to deny the Trump team’s alleged 2016 collusion with Moscow – sample tweet: “Just out: the Obama Administration knew far in advance of November 8 about election meddling by Russia. Did nothing about it. WHY?” – the majority of his China tweets mention North Korea; demonstrating how interlinked those two issues are to Trump. Instead of viewing its relationship with China through the lens of North Korea, the US should see its relationship with North Korea as a part of its relationship with China – a country far more important to the safety and prosperity of the US. Why is the current situation problematic? For one, it allows Beijing to exploit Trump’s focus on North Korea to further expand its interests elsewhere. While North Korea’s existence as a buffer state – and the danger of it collapsing – are important to Beijing, the leaders of China’s ruling communist party likely don’t view Pyongyang existential threat to the party’s grip on power. It’s unclear what, if anything, the White House secretly traded to Beijing in exchange for more cooperation on North Korea. But it could be something more central to both nations’ interests – like American support for Japan, or even Taiwan – than Beijing joining US sanctions against North Korea. More worryingly, the Trump administration’s focus on North Korea seems to overlook the (hopefully remote) possibility Beijing would join a war on North Korea’s side. A “preventive war” is among the many options the US has to curb Pyongyang’s missile and nuclear threats, national security adviser HR McMaster recently told MSNBC. In April, China’s foreign minister Wang Yi ominously warned that if war comes to the Korean peninsula, there will be “nothing but losing all round and no could become a winner”. Would Beijing idly allow the US to bomb its neighbor? The answer to that question is unknown, but it’s a dangerous uncertainty. Defense secretary James Mattis was more accurate when he warned in May that a war with North Korea would be “catastrophic” and likely “the worst kind of fighting in most people’s lifetimes”. That’s not to say Pyongyang isn’t a threat, or that sanctions won’t work. It is, and they might. Rather, let’s not forget that no matter how large it looms, North Korea will never come close to dominating the 21st century. China might.",
    "keywords": [
        "whats",
        "war",
        "worse",
        "isaac",
        "korea",
        "beijing",
        "fish",
        "china",
        "nuclear",
        "stone",
        "security",
        "trump",
        "relationship",
        "pyongyang",
        "north"
    ],
    "summary": "And by once again allowing North Korea to dominate US-China relations, it represents a further strategic mistake for the Trump administration.\nNorth Korea is a shadow puppet enlarged by American fears.\nThe determining factor in that war is the level of support Beijing gives the US – or North Korea.\nChina is not only a potential threat or ally to the US when it comes to North Korea.\nRather, let’s not forget that no matter how large it looms, North Korea will never come close to dominating the 21st century.",
    "sentiment": {
        "neg": 0.1175,
        "neu": 0.8124,
        "pos": 0.07,
        "compound": -0.1395
    }
}