{
    "date": "2017-12-10T21:16:06Z",
    "title": "Nuclear annihilation 'one tantrum away', Nobel peace prize winner warns",
    "url": "https://www.theguardian.com/world/2017/dec/11/nuclear-annihilation-one-tantrum-away-nobel-peace-prize-winner-warns",
    "content": "The destruction of humankind is one “impulsive tantrum away”, the Australian-founded winner of the Nobel peace prize, the International Campaign to Abolish Nuclear Weapons, warned overnight on Sunday as the United States and North Korea exchange threats over Pyongyang’s nuclear testing regime. “Will it be the end of nuclear weapons, or will it be the end of us?” the Ican head, Beatrice Fihn, said in Oslo after receiving the peace prize on behalf of the anti-nuclear group. “The only rational course of action is to cease living under the conditions where our mutual destruction is only one impulsive tantrum away,” Fihn said. “[Nuclear weapons] are a madman’s gun held permanently to our temple.” Tensions on the Korean peninsula have escalated as Pyongyang has ramped up its missile and nuclear tests, and the accompanying political rhetoric has grown increasingly bombastic: North Korea’s leader Kim Jong-un taunted Donald Trump as a “dotard”, while the US president dubbed his rival “Little Rocket Man” and a “sick puppy”. Ican led the campaign for a global treaty banning nuclear weapons that resulted in a UN treaty being adopted in July this year, under which states committed to never “develop, test, produce, manufacture, otherwise acquire, possess or stockpile nuclear weapons”. One hundred and twenty-three countries voted for the treaty at the UN general assembly in July. So far, 56 countries have signed up to it and three have ratified it. The ban treaty will come into force when 50 countries have signed and ratified it. Ican was established in Melbourne in 2007. Its founding chair, Dr Tilman Ruff, associate professor at the Nossal institute for global health at the University of Melbourne, said in Oslo the Nobel was recognition for the millions of campaigners who had worked over decades for the abolition of nuclear weapons. “That particularly includes the survivors of the atomic bombings of Hiroshima and Nagasaki – the hibakusha – and victims of nuclear test explosions, including in Australia and the Pacific, whose painful personal testimonies have played such a crucial role.” Australia has not supported nor signed the treaty. But Ruff – who was also a member of International Physicians for the Prevention of Nuclear War when that organisation won the peace prize in 1985 for its work highlighting the catastrophic health consequences of atomic war – urged Australia to follow the lead of New Zealand, Indonesia and other countries in the Asia-Pacific and sign and ratify the accord. “Nuclear weapons pose an existential threat in any hands and the risks of nuclear war are as high now as they have ever been. “Yet the current Australian government has done all it can to get in the way of efforts to end this existential threat to humanity.” The Australian government has maintained a longstanding opposition to a nuclear weapons ban treaty. As a key plank of its foreign policy, Australia has consistently maintained that, as long as nuclear weapons exist, it must rely on the protection of the extended deterrent effect of the US’s nuclear arsenal, the second largest in the world. Australia was a key agitator in preliminary meetings in trying to get the resolution establishing treaty negotiations defeated. But the push for a treaty won massive global support, with 123 nations voting in favour, 38 opposing and 16 abstaining. Australia joined the nuclear weapons states Russia, the US, Israel, France and the UK to vote against the resolution. China abstained. The treaty will not offer a practical path to effective disarmament or enhanced security, a Department of Foreign Affairs and Trade spokesman told the Guardian during negotiations. “Australia regards the treaty on the non-proliferation of nuclear weapons as the cornerstone of global non-proliferation and disarmament efforts.” But the nuclear ban treaty has widespread community – and growing political – support. A September poll by ReachTel found 73% of Australians support the ban on nuclear weapons and believe nuclear weapons pose a threat to global security. Seventy-three parliamentarians – including 60 members of the Labor party, eight Greens, one Liberal and one National – have signed Ican’s global parliamentary pledge, which commits parliamentarians “to work for the signature and ratification of this landmark treaty by our respective countries”. “We consider the abolition of nuclear weapons to be a global public good of the highest order and an essential step to promote the security and well-being of all peoples,” the pledge says. The nuclear ban treaty is supported by the majority of the nations on earth but it has no backing from the nine known nuclear states – the US, China, France, Britain, Russia, India, Pakistan, Israel and North Korea – which include the veto-wielding permanent five members of the security council. Critics argue that a treaty cannot succeed without the participation of the states that possess nuclear weapons. But proponents say a nuclear weapons ban will create moral suasion – in the vein of the cluster weapons ban and landmine conventions – for nuclear weapons states to disarm and establish an international norm prohibiting the development, possession and use of nuclear weapons. Non-nuclear states have expressed increasing frustration with the sclerotic movement towards disarmament. With nuclear weapons states modernising and in some cases increasing their arsenals, instead of discarding them, more states are becoming disenchanted with the nuclear non-proliferation treaty and lending their support for an outright ban.",
    "keywords": [
        "nobel",
        "ban",
        "peace",
        "prize",
        "annihilation",
        "states",
        "warns",
        "nuclear",
        "global",
        "winner",
        "weapons",
        "australia",
        "support",
        "away",
        "countries",
        "treaty",
        "tantrum",
        "signed"
    ],
    "summary": "The destruction of humankind is one “impulsive tantrum away”, the Australian-founded winner of the Nobel peace prize, the International Campaign to Abolish Nuclear Weapons, warned overnight on Sunday as the United States and North Korea exchange threats over Pyongyang’s nuclear testing regime.\n“Nuclear weapons pose an existential threat in any hands and the risks of nuclear war are as high now as they have ever been.\nAustralia joined the nuclear weapons states Russia, the US, Israel, France and the UK to vote against the resolution.\nA September poll by ReachTel found 73% of Australians support the ban on nuclear weapons and believe nuclear weapons pose a threat to global security.\nBut proponents say a nuclear weapons ban will create moral suasion – in the vein of the cluster weapons ban and landmine conventions – for nuclear weapons states to disarm and establish an international norm prohibiting the development, possession and use of nuclear weapons.",
    "sentiment": {
        "neg": 0.1502,
        "neu": 0.7682,
        "pos": 0.0816,
        "compound": -0.2426
    }
}