{
    "date": "2017-09-19T17:42:44Z",
    "title": "Sign up to the UN ban on nuclear weapons | Letters",
    "url": "https://www.theguardian.com/world/2017/sep/19/sign-up-to-the-un-ban-on-nuclear-weapons",
    "content": "Around the world there are growing fears about the prospect of a nuclear war. The US-North Korea nuclear crisis is a terrifying reminder of the dangers of nuclear weapons and a powerful, yet unwelcome, riposte to the nuclear states who have long argued that these weapons of mass destruction deter war. But there is an alternative. The overwhelming majority of states want abolition of all nuclear weapons and have taken matters into their own hands. A legally binding nuclear weapons ban treaty has been agreed by 122 states at the UN, the culmination of decades of global civil society campaigning. That treaty opens for signature today, and more than 100 states are set to sign this ground-breaking document. This is an open invitation from the majority of the world’s states to all countries to sign up and work to make the abolition of nuclear weapons a reality. Our government says it is committed to the same aim, yet it boycotted the talks that produced the treaty and insists the UK will never sign. But the opportunity is there; the UK must seize it and work to make a success of it. The alternative is spiralling nuclear proliferation, massively increased danger and inevitable annihilation. For all our futures, we urge Theresa May to sign the treaty. Caroline Lucas MP Chair Parliamentary CND, Malcolm McMahon Archbishop of Liverpool, Kelvin Hopkins MP, Mark Serwotka PCS union, Stephen Cottrell Bishop of Chelmsford, Mohammed Kozbar Muslim Association of Britain, Tommy Sheppard MP, Hywel Williams MP, Kate Hudson CND general secretary, Jill Baker Methodist Church in Britain, Juliet Prager Quakers in Britain, Ronnie Cowan MP • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "keywords": [
        "war",
        "work",
        "ban",
        "states",
        "nuclear",
        "uk",
        "weapons",
        "britain",
        "sign",
        "letters",
        "treaty",
        "mp"
    ],
    "summary": "Around the world there are growing fears about the prospect of a nuclear war.\nThe US-North Korea nuclear crisis is a terrifying reminder of the dangers of nuclear weapons and a powerful, yet unwelcome, riposte to the nuclear states who have long argued that these weapons of mass destruction deter war.\nThe overwhelming majority of states want abolition of all nuclear weapons and have taken matters into their own hands.\nA legally binding nuclear weapons ban treaty has been agreed by 122 states at the UN, the culmination of decades of global civil society campaigning.\nThis is an open invitation from the majority of the world’s states to all countries to sign up and work to make the abolition of nuclear weapons a reality.",
    "sentiment": {
        "neg": 0.1351,
        "neu": 0.7745,
        "pos": 0.0905,
        "compound": -0.1906
    }
}