{
    "date": "2017-09-11T18:44:37Z",
    "title": "The Guardian view on exploring Saturn: an inspiring distraction | Editorial",
    "url": "https://www.theguardian.com/science/commentisfree/2017/sep/11/the-guardian-view-on-exploring-saturn-an-inspiring-distraction",
    "content": "The Cassini mission, which will end on Friday, is one of the most wonderful achievements of the human race. A slack-jawed awe is the only proper reaction to the spacecraft’s travels and to its intricate route over seven years to Saturn, aided by the slingshot effects of its grazing the orbits of the inner planets, first Venus and then Earth, as it passed them in vast loops, representing astonishing feats of calculation. Nor was it enough just to reach the outer planets and their region of immense distances from the Sun, from us and from each other. The flypasts of Jupiter and its moons, reached after three years, and then the orbit of Saturn attained four years later, are wonders of remote control and communication. The pictures that Cassini has sent back of the surface of the moons it has explored – and it actually landed the smaller probe, Huygens, on one of them – enlarge our vision of the universe as nothing else could. Now that the probe has spent 12 years in orbit around Saturn and among its moons, the end is close. It is being deliberately steered into the atmosphere to avoid its remains contaminating two of the moons where the presence of liquid water suggests that life in some form might evolve or even have evolved already. We can be proud, as members of a technological civilisation, that we reached the point where we were faced with the chance of infecting entirely hypothetical alien bacteria with our debris, and proud, too, that we chose not to do so. This act of self-conscious renunciation is not the dream which first fired the exploration of space. That was fuelled by an aggressive and apparently inexhaustible confidence. Travel to the stars was our manifest destiny and it would put to altruistic use the competitive instincts of the human race. The confidence may have reached its peak at a dark moment in 1944; war was raging across Europe, and Hitler unleashed his long-threatened secret weapon against England. The members of the nascent British Interplanetary Society (BIS), meeting in a London pub, cheered when they heard the explosion of a V2 rocket because they understood that this meant rockets worked, whatever the price in civilian lives. Even the sombre grandeur of Olaf Stapledon’s Last and First Men, which ends with the extinction of the last post-human race, is infused with an irresistible outward urge. It is nearly 50 years since the Apollo programme first put men on the moon; nearly 45 since the last man walked on soil not of Earth. The rocket technology which the optimists of the BIS cheered on is now in the news only when North Korea tests a missile that threatens millions of civilians. As for the world government which seemed such a natural and inevitable progression from space flight in all but the most dystopian science fiction, that seems much further than ever. Instead, we have a possible and partial revival of manned space exploration. The Chinese government seems to want an expedition to the moon; the billionaire Elon Musk plans private space tourism, perhaps as far as Mars, although there is considerable scepticism about his prospects. Nasa itself has a hugely ambitious project under way to send a manned flight to Mars some time after 2030. But there is a note of sinister farce over all these efforts, supplied by the involvement of Donald Trump, who has a juvenile enthusiasm for space travel. In the spring, Mr Trump called the international space station to speak to Peggy Whitson, the US astronaut who had just become the American who had spent most consecutive time in space, and told her that he wanted a manned Mars mission within the time of his presidency. But at the same time, his government threatens to undermine the funding of Nasa’s priceless surveys of our own planet, which are providing hard data about the effects of climate change or, as the Republican party sees it, “politicised science”. The turn towards Earth and away from manned space missions was made explicit under Barack Obama in 2010, and it corresponds with the feeling among space scientists that for purely scientific purposes, there is nothing much that humans can accomplish which robots cannot do as well, more cheaply, and with less risk of tragedy. It would be wonderful to land a human being on Mars and then to bring them home again, but it is not nearly as urgent as preserving the habitat for the billions of us who are left on Earth. • This article was amended on 12 September 2017 because an earlier version said that it had been nearly 60 years since men first stepped on the moon and almost 50 since the last manned landing. This has been corrected.",
    "keywords": [
        "mars",
        "moon",
        "nearly",
        "inspiring",
        "space",
        "saturn",
        "reached",
        "editorial",
        "distraction",
        "exploring",
        "earth",
        "view",
        "moons",
        "manned",
        "guardian",
        "race"
    ],
    "summary": "The flypasts of Jupiter and its moons, reached after three years, and then the orbit of Saturn attained four years later, are wonders of remote control and communication.\nNow that the probe has spent 12 years in orbit around Saturn and among its moons, the end is close.\nIt is nearly 50 years since the Apollo programme first put men on the moon; nearly 45 since the last man walked on soil not of Earth.\nInstead, we have a possible and partial revival of manned space exploration.\nNasa itself has a hugely ambitious project under way to send a manned flight to Mars some time after 2030.",
    "sentiment": {
        "neg": 0.0535,
        "neu": 0.8585,
        "pos": 0.088,
        "compound": 0.082
    }
}