{
    "date": "2017-11-04T12:55:57Z",
    "title": "North Korea looms large as Donald Trump embarks on Asia trip",
    "url": "https://www.theguardian.com/us-news/2017/nov/04/north-korea-looms-large-as-donald-trump-embarks-on-asia-trip",
    "content": "Donald Trump’s five-nation trip to Asia may take him away from his battles with opponents and prosecutors in Washington, but it will inject his volatile, combative personality into the heart of the most dangerous nuclear standoff in the world. The president has broken precedent by clearly and repeatedly threatening to carry out a first strike against North Korea. On the eve of his Sunday departure, he did it again. “We have one problem. That’s called North Korea,” Trump told Fox News. “I must tell you North Korea’s a thing that I think we will solve and if we don’t solve it, it’s not going to be very pleasant for them. It’s not going to be very pleasant for anybody.” As with previous threats of “fire and fury”, being “locked and loaded” and ready to “totally destroy” North Korea, Trump did not elaborate, but the comments were made in the context of significant escalation on both sides. North Korea carried out its sixth nuclear test in September, most probably of a thermonuclear bomb, marking a significant step up in its capabilities. It has tested intercontinental ballistic missiles over the summer. The US has boosted military exercises with its partners and for the first time in a decade, it has three aircraft carriers and their battle groups in the region. The buildup has led to fears across the region that both sides could stumble into war. Pyongyang’s greatest fear is of a “decapitation strike” that would seek to kill Kim Jong-un and his top leadership before they have the chance to launch either nuclear weapons or a conventional bombardment on Seoul and US bases in the region. There is a belief, widespread among analysts of North Korea, that Kim will choose to go down “all guns blazing”, unleashing destruction on the region if he thinks he is under imminent threat. He may even have set up a “dead hand” mechanism, by which an order for a nuclear launch is automatic in the event of his death. Certain elements of recent US-led exercises are likely to deepen North Korean fears. B-1B bombers have flown off the country’s coast, north of the demilitarized zone (DMZ) for the first time since the end of the cold war. And the USS Michigan, a guided missile submarine, docked at the South Korean base at Busan, equipped with special pods on its deck of a type used for Navy Seal mini-submarines. The last time the Michigan came to Busan, six months earlier, the South Korean news agency Yonhap quoted military sources as saying that it was carrying Navy Seals on joint wargames with their South Korean counterparts, to practise operations to “remove the North’s war command”. The US navy did not respond to a request for comment, but it has said in the past that it does not train for decapitation raids. The South Korean government, however, has announced that it hopes to have its own special forces “decapitation unit” in place by the end of the year. Trump’s 11-day trip is intended to be about much more than North Korea. With stops in Japan, South Korea, China, Vietnam and the Philippines, it will be the longest visit to the region by a US president since George HW Bush traveled there in 1992. Bush caught flu on that tour, and threw up in the Japanese prime minister’s lap. On this occasion, the greater fear is that the region will have an allergic reaction to the president. There are more than 140 protests planned in Seoul, where the population is anxious that it will be the first to pay for Trump’s outbursts. In a briefing before the trip, the US national security adviser, HR McMaster, made it clear there would be no cooling down of the president’s rhetoric, saying Trump “will use any language he wants to use”. “I don’t think the president really modulates his language. Have you noticed him do that? I mean, he’s been very clear about it,” McMaster said. A presidential visit to the Korean DMZ has been removed from the itinerary because, a White House official said, there is not enough time and such visits have become a cliche. Barring any provocations from Pyongyang, the most critical moment is likely to come on Wednesday when Trump addresses the South Korean assembly at a time of tense relations with the new president, Moon Jae-in. Moon has distanced himself from Trump’s threats against Pyongyang, insisting no military action can be taken without his government’s agreement. Seoul has also been alarmed by Trump’s threats to walk away from the US-Korean trade agreement and to make South Korea pay for US missile defence systems deployed on its soil. “A big question is how Trump will handle the North Korean issue in that speech,” said Mira Rapp-Hooper, an expert on North Korea at the Centre for New American Security. “If he does or says anything overtly critical, it will put Moon in a very difficult place.” Alongside trade talks, North Korea will also hang over Trump’s meeting with Xi Jinping in Beijing. The president has repeatedly argued that China has the unique leverage capable of restraining Pyongyang and avoiding conflict. Rapp-Hooper said it was unlikely the Beijing meeting would bring about a dramatic change in Chinese policy. “Unfortunately I think the bounds on the possible outcomes are between a disappointing nothing-burger and something quite a lot worse,” she said. “China still has the same fundamental national interests in the Korean peninsula. There may be some specific measures, but China will do nothing that it feels could possibly destabilise the regime.” In Japan, Trump’s first stop, there is general support from Shinzo Abe’s government for his muscular policy toward North Korea, but apprehension about his unpredictability. Michael Green, an Asia expert at the Centre for Strategic and International Studies, said Abe currently had low opinion ratings for his handling of the North Korea threat “and that largely is because the public’s uncertain where Donald Trump is taking North Korea policy and whether Abe-san is going along for the ride”. “In fact, I think behind the scenes the Japanese government is asking a lot of questions about the circumstances under which the US might use force.” Special boxes of rice crackers on sale in the Japanese parliament before Trump’s visit have a cartoon of the US president playing cards with Abe and other leaders on the box. The Japanese prime minister’s wife is warning him: “Don’t draw the joker, dear.”",
    "keywords": [
        "think",
        "large",
        "south",
        "korea",
        "looms",
        "donald",
        "president",
        "nuclear",
        "region",
        "embarks",
        "trumps",
        "trump",
        "trip",
        "asia",
        "north",
        "korean"
    ],
    "summary": "The president has broken precedent by clearly and repeatedly threatening to carry out a first strike against North Korea.\nThat’s called North Korea,” Trump told Fox News.\nNorth Korea carried out its sixth nuclear test in September, most probably of a thermonuclear bomb, marking a significant step up in its capabilities.\nTrump’s 11-day trip is intended to be about much more than North Korea.\n“A big question is how Trump will handle the North Korean issue in that speech,” said Mira Rapp-Hooper, an expert on North Korea at the Centre for New American Security.",
    "sentiment": {
        "neg": 0.112,
        "neu": 0.8323,
        "pos": 0.0557,
        "compound": -0.1938
    }
}