{
    "date": "2017-10-23T06:23:05Z",
    "title": "What now for Japan after Abe's landslide election victory?",
    "url": "https://www.theguardian.com/world/2017/oct/23/what-now-for-japan-after-abes-landslide-election-victory",
    "content": "After Shinzo Abe’s crushing defeat of the opposition in Sunday’s election five Japan experts give their views on what lies ahead for the country – and the region. We need to talk about pacifism A mature debate about constitutional reform is exactly what Japan needs right now. It’s extremely important, but it’s been largely sidetracked by ideological disagreements from both the left and right. The left insists that the pacifist Article 9 must remain untouched. That’s not a realistic proposition because the world has changed and Article 9 is now something of an anachronism. It’s not realistic to keep it in the current environment, with Chinese ambitions and uncertainty over the US’s willingness to continue contributing to regional security in the way it has done before. It’s unavoidable that countries like Japan and Australia need to contribute more to help keep the status quo in place. I can’t see any country in the region, with the exceptions of China and North Korea, opposing a more normal security stance by Japan. Gone are the days when south-east Asia and Australia were concerned about a revival of Japanese militarism. In terms of Japan’s relations with the US, if Japan wants to maintain its alliance with the US and build security relations with others then the benefits have to go both ways. As we know, these days Washington has no time for freeloaders on security. Michael Heazle, associate professor at Griffith University in Brisbane Abe’s dream of change is within his grasp Liberalism is on life-support in 21st century Japan as the political centre has shifted rightward, but Yukio Edano’s Constitutional Democratic party caught fire and is the Cinderella story of his election. Edano represents principled uncompromising resistance to constitutional revision and favours repeal of the 2015 security legislation that most of the public also oppose. He will also tap into public perceptions that Abenomics is welfare for the wealthy and has caused growing disparities in Japanese society. Edano is now the torchbearer of liberalism in Japan, and even if the flame now seems flickering, his party is well positioned to expose Abe’s shortcomings and flaws. Abe sees that his dream (of constitutional revision) is within his grasp. Although public opinion now is not in favour of revision, if he pushes revisions through the Diet and holds a national referendum there will be a massive PR campaign to persuade the public to back the proposals. With a little help from Pyongyang and Beijing, I wager the chances are fairly good Abe can prevail. Jeff Kingston, director of Asian studies at Temple University in Tokyo Don’t expect major changes Abe’s retention of a small supermajority makes it easier to pass a constitutional amendment bill in the lower house. But there will be no major shifts in economic policy. On security, it will remain the case that the Japan-US alliance equals good, and North Korea bad. The Party of Hope briefly emerged as a viable alternative to the ruling coalition. Suffice it to say that the Tokyo governor, Yuriko Koike, again displayed her worst traits – an inability to take counsel and a penchant for secretive decision-making - that made a disaster out of the deal that she cut with the then biggest opposition party, the Democrats. Meanwhile, Japan looks likely to limp through its early 21st century Indian summer, at least through the 2020 Tokyo Olympics. Considering what is happening in some countries in the west – of which Japan is arguably a part – it could be worse. Jun Okumura, visiting scholar at the Meiji Institute for Global Affairs Abe has no mandate - despite his landslide Because of faults in Japan’s first past the post electoral system there is a huge gap between public opinion on key issues and the distribution of seats in the Diet. It’s hard to say that Abe has a real mandate for constitutional reform, even though the LDP won by a landslide. With such a low turnout, it isn’t as if the LDP and Abe enjoy huge public support. It is yet another case of the LDP benefiting from electoral system dysfunction and a divided opposition. The constitution is the most divisive issue – it’s like Brexit in the UK. It’s part of a global shift from interest-based politics – who gets what – to identity politics. In America, it’s immigration and abortion, in Britain it’s the EU and in Japan it’s the constitution. Japanese people are being asked if they are happy with postwar liberal democracy or whether they want to revive an older Japan and its values. It’s a deeply emotional issue, particularly for Abe. That’s why he is talking about it, even though he already pushed through a law allowing Japan to engage in collective self-defence. Why else would he bother with the constitution, especially when there are more pressing issues such as the economy and ageing society? The coalition has the numbers in parliament, but it’s safe to say that the public is at least very divided on constitutional reform. It is not clear at all that Abe would win a simple majority in a national referendum (a requirement to revise the constitution). As Brexit proved, incumbent governments don’t necessarily get their way in referendums. Koichi Nakano, professor of political science at Sophia University in Tokyo No progress for women in this election The election caused a lot of excitement, with the main opposition Democratic Party effectively disbanding and the emergence of two new political parties. The other story, unfortunately common but one mostly unremarked upon, is the lack of progress for women’s political representation. Male domination of politics in Japan is so normative and so long-standing that it is almost unremarkable. Yet, the fact that one of the world’s most economically advanced countries with a relatively strong record on human rights and women’s empowerment in health and education, comes last amongst OECD countries when it comes to political and economic empowerment, raises questions about democracy and equality. The long-ruling Liberal Democratic party’s enduring grip on power and the low level of female political representation are not unrelated. A mere 8% of LDP candidates in Sunday’s election were women. Women’s groups have been campaigning for the introduction of gender quotas as a way of addressing the gender imbalance in politics for more than 20 years, and the LDP is more consistent than any other major party in its opposition to such measures. Indeed, a bill to encourage parties to implement internal gender quotas was effectively quashed, before having a chance to be voted on, when Shinzo Abe called the snap election. With the LDP in power again, increased attention to addressing this problem seems unlikely. Dr Emma Dalton, lecturer in Japanese at RMIT University in Melbourne",
    "keywords": [
        "political",
        "abe",
        "opposition",
        "public",
        "landslide",
        "victory",
        "abes",
        "japan",
        "election",
        "security",
        "constitutional",
        "party",
        "ldp"
    ],
    "summary": "After Shinzo Abe’s crushing defeat of the opposition in Sunday’s election five Japan experts give their views on what lies ahead for the country – and the region.\nWe need to talk about pacifism A mature debate about constitutional reform is exactly what Japan needs right now.\nIt’s unavoidable that countries like Japan and Australia need to contribute more to help keep the status quo in place.\nI can’t see any country in the region, with the exceptions of China and North Korea, opposing a more normal security stance by Japan.\nIt’s hard to say that Abe has a real mandate for constitutional reform, even though the LDP won by a landslide.",
    "sentiment": {
        "neg": 0.0613,
        "neu": 0.8246,
        "pos": 0.1141,
        "compound": 0.1584
    }
}