{
    "date": "2017-08-09T18:04:48Z",
    "title": "In South Korea we’re scared but we’ve normalised the fear | Haeryun Kang",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/09/south-korea-normalised-fear-north-korea-missile-kim-jong-un",
    "content": "Perhaps the best way to overcome the fear of North Korea’s military threats is to live where the beast is the closest – South Korea. I live in “the Seoul region”, the area including and surrounding the capital, where about half the country’s 51 million people are concentrated. I also live less than 200km from Pyongyang, North Korea’s capital city, and less than 300km from Yongbyon, where a major nuclear facility is located. In other words, Seoul is well within reach of North Korea’s nukes and missiles, many of which have been decorating the headlines with increasing frequency in recent years. Yet when North Korea fired another long-range ballistic missile on 28 July – its 12th test in 2017 alone – most South Koreans hardly batted an eyelid. Friday night continued on the streets of Seoul with no visible sense of urgency (unless you were a journalist, in which case your night would have been ruined by having to exasperatedly call the defence ministry). I remember interviewing people on the street after Pyongyang claimed to have successfully tested a hydrogen bomb in January 2016. Many were unfazed; there was even a teenager who had no idea a test had taken place. Residents of South Korea who have friends abroad often share inside jokes about how outsiders are way more alarmed than everyone here, who would actually be wiped out if Kim Jong-un ever ordered a nuclear attack on this country. In the face of this seeming calm, even indifference, it’s easy to hastily resort to the oft-parroted narrative that “South Koreans are jaded/uninterested” because they have been exposed to these threats for so long. The reality of South Korean “indifference” is complex and even contradictory. Widespread indifference to North Korea is definitely real – especially among the younger generation, whose education was not as strictly dictated by cold war ideologies – but it coexists with a deeply personal attachment that many South Koreans – even the young – still harbour to North Korea. South Korean history and identity are, paradoxically, indivisible from the northern neighbour it was decisively separated from 67 years ago when the Korean war began. Spy missions, terrorist attacks, verbal and physical threats, one-dimensional portrayals of “The Other” as “The Beast”; all this has existed, on both sides of the border, throughout modern Korean history. But this pervasive narrative of North Korea as a dangerous, existential threat coexisted with an equally pervasive narrative that it was “our brother”. The majority of South Koreans still want unification. And many South Koreans, including myself, cried when teams from both sides walked hand in hand in the opening ceremony of the Sydney Olympics in 2000. What makes the idea of North Korea even more complicated to South Koreans is the stigma surrounding the North. The “red scare” is still prevalent in political discourse, especially in the rhetoric of the conservatives, who adopt a more hardline approach to Pyongyang. In 2014, for instance, a leftist party was disbanded by the then conservative administration for allegedly being sympathetic to the North. The more hardline members of my family derogatorily call the current left-leaning president, who wants to engage more with Pyongyang, “a communist”. This atmosphere of fear transfers to the larger public. Because of fear, it’s difficult for ordinary citizens to access materials from North Korea: North Korean websites are blocked, along with the likes of pornography, and Seoul’s only North Korean library forbids its users to share its materials outside library premises, including on social media. People have been censored, deported and imprisoned by the South Korean state for saying the “wrong” things. This fear restricts South Koreans from expressing “too much” interest. The seeming indifference that South Koreans exhibit in the face of North Korean provocations is not just indifference. It’s not just that Pyongyang’s threats have become so routine as to now be a bore (although it certainly is in many ways, perhaps misleadingly so). Behind the indifference lies also years of fear, deep and even subconscious, a glaring lack of information and unavoidable ignorance about what really is happening. The problem is the South Korean indifference comes at a time of global uncertainty. Donald Trump is an inconsistent president; China’s role is still suspiciously ambiguous; Moon Jae-in, the South Korean president, is trying to dramatically reverse his conservative predecessor’s policies. Meanwhile, Kim Jong-un’s regime has tested more missiles in the past six years than his forefathers did in six decades. And so reaction here can leap from one extreme to another. “Are you scared by North Korean missiles?” I asked my mother recently. “Not at all,” she laughed. Then she paused. “I guess we would all get killed, though.” • Haeryun Kang is managing editor of English-language news outlet Korea Exposé",
    "keywords": [
        "threats",
        "south",
        "indifference",
        "korea",
        "haeryun",
        "scared",
        "kang",
        "weve",
        "fear",
        "seoul",
        "normalised",
        "koreans",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Yet when North Korea fired another long-range ballistic missile on 28 July – its 12th test in 2017 alone – most South Koreans hardly batted an eyelid.\nThe reality of South Korean “indifference” is complex and even contradictory.\nWhat makes the idea of North Korea even more complicated to South Koreans is the stigma surrounding the North.\nPeople have been censored, deported and imprisoned by the South Korean state for saying the “wrong” things.\nThe problem is the South Korean indifference comes at a time of global uncertainty.",
    "sentiment": {
        "neg": 0.1329,
        "neu": 0.8004,
        "pos": 0.0666,
        "compound": -0.1837
    }
}