{
    "date": "2017-10-02T07:46:52Z",
    "title": "Julie Bishop at odds with Donald Trump on North Korea diplomacy",
    "url": "https://www.theguardian.com/australia-news/2017/oct/02/julie-bishop-at-odds-with-donald-trump-on-north-korea-diplomacy",
    "content": "The foreign affairs minister, Julie Bishop, appears to have rejected Donald Trump’s school of diplomacy, insisting the world should keep trying to reach North Korea, despite the US president publicly claiming it is a waste of time. Trump tweeted that “being nice to Rocket man hasn’t worked in 25 years, why would it work now”, adding “Clinton failed, Bush failed and Obama failed. I won’t fail”, in an apparent reference to the Kim dynasty, which began with Kim Il-sung. The US president has taken to calling Kim Jong-un, the current ruler of the rogue state, “rocket man” and announced he had told his secretary of state, Rex Tillerson, he was “wasting his time trying to negotiate with Little Rocket Man” over Twitter. “Save your energy Rex, we’ll do what has to be done!” he wrote overnight. However, Bishop, speaking from Perth on Monday, said she believed Tillerson was “seeking to find a resolution to the current crisis on the Korean peninsula”. She also praised the US for helping to convince China to “play a much more active role”. “I think that is in response to the president’s focus on North Korea as being an issue that the region must try solve,” she said. Bishop said Australia had an interest in bringing about a peaceful resolution to the crisis, which escalated when Pyongyang authorised the firing of missiles over Japan. It has also stepped up its nuclear advancements and so far has refused to heed calls to put a halt to its program, despite a tightening of economic sanctions on the rogue state. Australia has been in support of the unanimous security council resolutions, while also calling on China to use more of its influence. “Three out of our four major trading partners are in north Asia, any further nuclear tests that threaten the security of the region, of course, would be against our interests, let alone those of the countries in the region,” Bishop said. Trump and Kim have been locked in an escalating war of words, with Trump threatening to “totally destroy North Korea”, if it did not cease its weapons program, while North Korea later accused Trump of a “declaration of war”.",
    "keywords": [
        "diplomacy",
        "man",
        "korea",
        "state",
        "failed",
        "donald",
        "kim",
        "region",
        "bishop",
        "trump",
        "odds",
        "julie",
        "rocket",
        "north"
    ],
    "summary": "The foreign affairs minister, Julie Bishop, appears to have rejected Donald Trump’s school of diplomacy, insisting the world should keep trying to reach North Korea, despite the US president publicly claiming it is a waste of time.\nTrump tweeted that “being nice to Rocket man hasn’t worked in 25 years, why would it work now”, adding “Clinton failed, Bush failed and Obama failed.\nI won’t fail”, in an apparent reference to the Kim dynasty, which began with Kim Il-sung.\n“I think that is in response to the president’s focus on North Korea as being an issue that the region must try solve,” she said.\nTrump and Kim have been locked in an escalating war of words, with Trump threatening to “totally destroy North Korea”, if it did not cease its weapons program, while North Korea later accused Trump of a “declaration of war”.",
    "sentiment": {
        "neg": 0.0943,
        "neu": 0.8088,
        "pos": 0.0969,
        "compound": -0.1303
    }
}