{
    "date": "2017-08-29T12:03:16Z",
    "title": "May: North Korea missile launch over Japan is 'reckless provocation'",
    "url": "https://www.theguardian.com/world/2017/aug/29/may-north-korea-missile-launch-japan-reckless-provocation",
    "content": "North Korea’s launch of a missile over Japan amounted to “reckless provocation” and could spark fresh sanctions against the country, Theresa May’s spokeswoman has said. The prime minister is due to arrive in Japan on Wednesday, where she will meet her Japanese counterpart, Shinzo Abe. The UK will be among nations discussing possible new sanctions at the UN in New York later on Tuesday, she said. “The prime minister is outraged by North Korea’s reckless provocation, and she strongly condemns these illegal tests,” she told reporters. “From our perspective we will need to continue to work with our international partners to keep the pressure on North Korea.” The Japanese public broadcaster NHK said the missile was launched from a site near the North Korean capital, Pyongyang, and passed over a sparsely populated area of Hokkaido, the most northern of Japan’s main islands, just after 6am local time. The missile, which broke into three parts and landed in the sea, prompted Japan’s J-Alert warning system to advise people across a large area of northern Japan to seek shelter. Officials in South Korea said the missile may have flown further than any other tested by North Korea. Abe called the launch an “unprecedented and grave threat” to Japan’s security, and arranged in a phone call with Donald Trump for an emergency meeting of the UN security council. May’s spokeswoman said: “There’s an emergency meeting of the UN security council later today, at which the UK will be represented. And obviously, over the next three days the prime minister will have quite a lot of time with Prime Minister Abe to discuss, among other things, North Korea.” “There was a round of sanction agreed unanimously in early August. We expect that new sanctions measures will be discussed at the UN security council later today, so we’ll see what emerges from that.” Asked if the UK would be pressing for new sanctions, the spokeswoman said: “Our permanent representative will be attending. There’s been discussions in Japan between our embassy and officials there. We’ll see what comes out of that meeting later today.” The missile was the third fired by North Korea to have passed over Japanese territory. The first was in 1998 and the second in 2009, although Pyongyang claims they were satellites. May’s spokeswoman said the missile firing would not affect her trip to Japan: “There aren’t any changes to her visit plans. Talks on North Korea were planned to be high on the agenda and they will continue to be.” Asked whether the UK had sought reassurance from Japan as to whether the visit should continue, she said: “Ahead of an international trip we would be in constant contact with officials in the country that we’re visiting. We’re going on the trip and our plans haven’t changed at all.”",
    "keywords": [
        "launch",
        "minister",
        "korea",
        "spokeswoman",
        "uk",
        "sanctions",
        "prime",
        "japan",
        "reckless",
        "security",
        "missile",
        "provocation",
        "north"
    ],
    "summary": "North Korea’s launch of a missile over Japan amounted to “reckless provocation” and could spark fresh sanctions against the country, Theresa May’s spokeswoman has said.\nThe prime minister is due to arrive in Japan on Wednesday, where she will meet her Japanese counterpart, Shinzo Abe.\n“The prime minister is outraged by North Korea’s reckless provocation, and she strongly condemns these illegal tests,” she told reporters.\nOfficials in South Korea said the missile may have flown further than any other tested by North Korea.\nWe’ll see what comes out of that meeting later today.” The missile was the third fired by North Korea to have passed over Japanese territory.",
    "sentiment": {
        "neg": 0.0662,
        "neu": 0.8959,
        "pos": 0.038,
        "compound": -0.0764
    }
}