{
    "date": "2017-11-22T07:33:51Z",
    "title": "North Korean defector's daring escape caught on video",
    "url": "https://www.theguardian.com/world/2017/nov/22/north-korean-defectors-daring-escape-caught-on-video",
    "content": "Dramatic footage has emerged showing a North Korean military defector fleeing across the border to South Korea as he is pursued and shot at by his compatriots before being hauled to safety by troops from the other side. The video, released on Wednesday by the UN command in the South, shows the soldier, who defected last week, racing towards the border village of Panmunjom in a military vehicle before crashing it and continuing his escape on foot. The video shows the man collapsed on the ground after being shot just south of the demilitarised zone [DMZ]. Later three members of South Korea’s security battalion security forces crawl to the wounded defector and drag him away to safety. The release of the footage came amid news that the unnamed soldier, who was shot at least five times during his escape, was showing signs of recovery. A government official said that the soldier had regained consciousness and had asked to watch television. He was being shown South Korean films for his “psychological comfort”, the official said. Col Chad G Carroll, a spokesman for the UN command, said the North Korean soldiers who shot at the defector had violated the armistice agreement that halted the Korean war, since they fired their weapons across the military demarcation line running along the middle of the 2.5-mile wide DMZ and had physically crossed the border as they pursued the defector. North Korea has not publicly commented on the defector, whose readiness to put his life in danger to flee across the DMZ will embarrass the regime, which insists that all defectors have actually been kidnapped or tricked into leaving. About 30,000 North Koreans have fled to South Korea since the end of the Korean war, although few have crossed via the heavily guarded DMZ, most of which is lined with tall fences and dotted with landmines. Most North Koreans cross into China and then gain passage to the South via a third country. The soldier’s flight from North Korea and his battle to survive has gripped South Korea. After undergoing two operations to repair internal organ damage and other injuries, he was conscious and no longer needed a ventilator, according to Shin Mi-jeong, a spokesman at the hospital in Suwon, just south of Seoul. The lead surgeon, Lee Cook-jong, told reporters: “He is fine. He is not going to die.” The soldier, said to have been traumatised by his dramatic escape, was receiving counselling. Hospital staff placed a South Korean flag in his room to convince him that he had indeed crossed the border. “As the patient is showing signs of depression due to intense psychological stress following two rounds of major surgeries, he will undergo tests for post-traumatic stress disorder,” Lee said. “It’s not like the patient will open his eyes and walk out of the hospital after surgery as you see in movies.” Lee added, however, that he had been able to talk at length to his patient, who had told him that he alone had taken the decision to flee the North. “The reason that he defected, risking death and facing a barrage of gunshots, was because he had positive hopes about South Korea,” Lee said. The soldier had watched Transformers, CSI, and Bruce Almighty, and enjoyed the song Gee by popular South Korean female band Girls’ Generation, Lee added. The soldier will be kept under observation for at least several more days. “The patient requires intensive care, detailed tests and observation as there is a chance his condition may worsen due to infections of his bullet wounds,” the hospital said in a statement. Doctors removed dozens of parasites from the defector’s ruptured small intestine, including what appeared to be roundworms that were up to 27cm in length – indications of poor nutrition among ordinary North Korean soldiers.",
    "keywords": [
        "south",
        "hospital",
        "korea",
        "soldier",
        "shot",
        "patient",
        "defectors",
        "caught",
        "daring",
        "lee",
        "defector",
        "video",
        "escape",
        "north",
        "korean"
    ],
    "summary": "He was being shown South Korean films for his “psychological comfort”, the official said.\nThe soldier’s flight from North Korea and his battle to survive has gripped South Korea.\nHospital staff placed a South Korean flag in his room to convince him that he had indeed crossed the border.\n“The reason that he defected, risking death and facing a barrage of gunshots, was because he had positive hopes about South Korea,” Lee said.\nDoctors removed dozens of parasites from the defector’s ruptured small intestine, including what appeared to be roundworms that were up to 27cm in length – indications of poor nutrition among ordinary North Korean soldiers.",
    "sentiment": {
        "neg": 0.0988,
        "neu": 0.8296,
        "pos": 0.0717,
        "compound": -0.1747
    }
}