{
    "date": "2017-08-10T21:58:07Z",
    "title": "Golf club diplomacy: Trump thanks Putin for expelling US diplomats",
    "url": "https://www.theguardian.com/us-news/2017/aug/10/donald-trump-russia-diplomats-north-korea",
    "content": "Donald Trump has thanked Vladimir Putin for expelling 755 American diplomatic staff from Russia, claiming that it will save the US “a lot of money”. The US president on Thursday held a characteristically freewheeling, subject-hopping, occasionally stunning question-and-answer session over 20 minutes with reporters at his golf club in Bedminster, New Jersey. When Putin announced last month that the American diplomatic mission in Russia must cut its staff by 755 employees, an ill-tempered response to new US sanctions, the gesture was seen as putting relations at their lowest ebb since the cold war. But Trump, widely criticised for his warm relationship with Putin, said on Thursday: “I want to thank him, because we’re trying to cut down our payroll and as far as I’m concerned, I’m very thankful that he let go of a large number of people because now we have a smaller payroll. “There’s no real reason for them to go back. I greatly appreciate the fact that we’ve been able to cut our payroll of the United States. We’re going to save a lot of money.” The claim was just one of many surprise insights into the thinking of Trump, who was flanked by Mike Pence, the vice-president, and the national security adviser, HR McMaster. Here are subject-by-subject highlights of the session, which the New York Times columnist Frank Bruni described as a “melodious aria” of self-praise: North Korea “He does something in Guam, it will be an event the likes of which nobody’s seen before, what will happen in North Korea.” Asked if that was a dare, Trump bristled: “It’s not a dare. It’s a statement. It has nothing to do with dare. That’s a statement. He’s not going to go around threatening Guam and he’s not going to threaten the United States and he’s not going to threaten Japan and he’s not going to threaten South Korea. No, that’s not a dare, as you say. That is a statement of fact.” How the threat of nuclear weapons compares with climate change “Nuclear to me, No 1, I would like to ‘de-nuke’ the world. I know that President Obama said global warming is the biggest threat. I totally disagree. I’d like to de-nuke the world. I would like Russia, the United States and China and Pakistan and many other countries that have nuclear weapons get rid of them. But until such time that they do, we will be the most powerful nuclear nation on earth, by far.” Why he announced a ban on transgender personnel in the military “I have great respect for the community. I think I’ve had great support, or I’ve had great support from that community. I got a lot of votes. But the transgender, the military’s working on it now … It’s been a very difficult situation and I think I’m doing a lot of people a favour by coming out and just saying it. As you know, it’s been a very complicated issue for the military, it’s been a very confusing issue for the military, and I think I’m doing the military a great favour.” Investigations into leaks from the White House “We’re looking. We’re always looking. We have two leaks. You have the leaks coming out of intelligence and various departments having to do with Syria, having to do with all sorts of different places, having to do, frankly, with North Korea. And those are very serious. And then you have the leaks where people want to love me and they’re all fighting for love. Those are not very important but certainly we don’t like them. Those are little inner-White House leaks. They’re not very important. But actually I’m somewhat honored by them. But the important leaks and the leaks that the attorney general is looking at very strongly are the leaks coming out of intelligence and we have to stop them for the security and the national security of our country.” Whether he will dismiss special counsel Robert Mueller “I haven’t given it any thought. Well, I’ve been reading about it from you people. You say, ‘Oh, I’m going to dismiss him.’ No, I’m not dismissing anybody. I mean, I want them to get on with the task. But I also want the Senate and the House to come out with their findings. Now, judging from the people leaving the meetings, they leave the meetings all the time and they say we haven’t found anything … ” Mueller’s investigation into Russia’s interference in the presidential election “We’re working with him. We have a situation that’s very unusual. There was no collusion between us and Russia. In fact, the opposite. Russia spent a lot of money on fighting me ... Additionally, it seems that Russia spent a lot of money on that false report, and that was Russian money, and I think it was Democrat money too. You could say that was collusion. Plus the Democrats colluded on the Ukraine, so they colluded. “... So, we have an investigation of something that never took place. And all I say is work with them, because this is an event that never took place. Now, as far as somebody else, where did they file the right papers, or did they forget to file a paper. You know, like I guarantee that if we went around and looked at everybody who made a speech or whatever these people did, that’s up to them. “Did they do something wrong because they didn’t file the right document or whatever? Perhaps, you’d have to look at them, but I guarantee you this, there are probably a lot of people in Washington who did the same thing.” FBI raid of former campaign manager Paul Manafort’s home “I thought it was a very, very strong signal, or whatever. I know Mr Manafort. Haven’t spoken to him in a long time, but I know him. He was with the campaign for a relatively short period of time. I thought it was a very – you know, they do that very seldom, so I was surprised to see it. I was very, very surprised to see it.” Asked if he had talked to the attorney general or FBI about the raid, Trump replied: “No, I have not, but to do that early in the morning, whether or not it was appropriate, you’d have to ask them. I’ve always found Paul Manafort to be a very decent man. He’s like a lot of other people, probably makes consultant fees from all over the place, who knows, I don’t know, but I thought it was pretty tough stuff to wake him up, perhaps his family was there. I think that’s pretty tough stuff.” Senate majority leader Mitch McConnell and his wife, transportation secretary Elaine Chao “Elaine is doing a very good job. We’re very proud of Elaine as secretary of transportation, as you know. She’s doing a very good job. I’m very disappointed in Mitch. If he gets these bills passed, I’ll be very happy with him and I’ll be the first to admit it.” Measuring his own success “I actually said to Tim Cook of Apple, I said, ‘You know Tim, I won’t consider myself successful as president unless I see you start building those big, beautiful plants that you have all over China, you start building them in the United States.’ And he’s gonna do that.”",
    "keywords": [
        "diplomacy",
        "lot",
        "leaks",
        "money",
        "im",
        "going",
        "think",
        "expelling",
        "club",
        "russia",
        "diplomats",
        "thanks",
        "know",
        "putin",
        "golf",
        "trump",
        "hes"
    ],
    "summary": "Donald Trump has thanked Vladimir Putin for expelling 755 American diplomatic staff from Russia, claiming that it will save the US “a lot of money”.\nThe US president on Thursday held a characteristically freewheeling, subject-hopping, occasionally stunning question-and-answer session over 20 minutes with reporters at his golf club in Bedminster, New Jersey.\nHe’s not going to go around threatening Guam and he’s not going to threaten the United States and he’s not going to threaten Japan and he’s not going to threaten South Korea.\nYou say, ‘Oh, I’m going to dismiss him.’ No, I’m not dismissing anybody.\nI thought it was a very – you know, they do that very seldom, so I was surprised to see it.",
    "sentiment": {
        "neg": 0.079,
        "neu": 0.8127,
        "pos": 0.1083,
        "compound": 0.1639
    }
}