{
    "date": "2017-12-31T03:01:24Z",
    "title": "North Korea vows to press on with nuclear agenda as Russia denies trade violations",
    "url": "https://www.theguardian.com/world/2017/dec/31/north-korea-nuclear-russia-denies-trade-violations",
    "content": "Russia has denied claims that UN sanctions against North Korea have been breached by Russian tankers transferring fuel to the regime’s tankers at sea. The statement from the foreign ministry said Russia has “fully and strictly observed the sanctions regime”. It came in response to a Reuters report citing two separate, unidentified western European security sources who said ship-to-ship transfers took place in October and November and represented a breach of sanctions. The statement did not address whether the ships had transferred the fuel. It did however say resolutions by the UN security council had imposed limits on North Korea’s refined oil imports but had not banned them altogether. On Saturday, North Korea announced it would continue to enhance its nuclear capabilities, with state media declaring the Communist state an “invincible” and “responsible” nuclear power. “Do not expect any change in its policy. Its entity as an invincible power can neither be undermined nor be stamped out,” the Korean Central News Agency (KCNA) said. “The US persistently moves against the DPRK in political, economic, military, diplomatic and all other fields till the end of this year could not stop even a moment the advance of the DPRK confident in the victory of its cause.” The security council has unanimously approved several rounds of sanctions against North Korea over its missile tests and nuclear program, including a tough resolution earlier this month. The resolution included sharply reduced limits on North Korea’s refined oil imports, the return home of all North Koreans working overseas within 24 months, and a crackdown on ships smuggling banned items including coal and oil to and from the country. It didn’t include even harsher measures sought by the US that would ban all oil imports and freeze the international assets of the government and its leader, Kim Jong-un. The two security sources quoted by Reuters cited naval intelligence and satellite imagery of the vessels operating out of Russian far eastern ports on the Pacific but declined to disclose further details. Ship satellite positioning data consulted by Reuters and available on Reuters Eikon reportedly showed unusual movements and behaviour by some of the Russian vessels named by the security sources including switching off the transponders which give a precise location. The security sources said the Russian-flagged tanker Vityaz was one vessel that had transferred fuel to North Korean vessels. Yaroslav Guk, deputy director of the tanker’s owner, Vladivostok-based Alisa Ltd, denied the vessel had had contact with North Korean vessels. “Absolutely no, this is very dangerous,” he said. “It would be complete madness.” One of the sources said there was nothing to suggest Russian state involvement in the latest transfers. “There is no evidence that this is backed by the Russian state but these Russian vessels are giving a lifeline to the North Koreans,” the source said. The Russian Customs Service declined to comment when asked on Wednesday if Russian ships had supplied fuel to North Korean vessels. The latest report follows China’s rejection of claims by Donald Trump that it had illicitly shipped oil products to North Korea. On Thursday the US president said Beijing had been “caught red-handed” and that he was “very disappointed that China is allowing oil to go into North Korea”. Such moves would prevent “a friendly solution” to the crisis over Pyongyang’s nuclear program, he said. North Korea relies on imported fuel to keep its struggling economy functioning. It also requires oil for its intercontinental ballistic missile and nuclear programme that the US says threatens the peace in Asia. Four ships – three North Korean vessels and a Palau-flagged oil tanker – were blocked from international ports by the security council on Thursday on suspicion of carrying or transporting goods banned by sanctions targeting Pyongyang’s weapons ambitions. In November, South Korea detained the crew of a Hong Kong-registered tanker and impounded the vessel for transferring oil to a North Korean vessel and breaching UN sanctions, Seoul’s customs officials said on Saturday. The Lighthouse Winmore, which was chartered by a Taiwanese company, was seized by South Korean customs authorities at the port of Yeosu on 24 November following an inspection. “Since then, inspectors have been coming on board and questioning the crew”, a Korea Customs Service official told AFP. The Lighthouse Winmore has 25 crew, comprising 23 mainland Chinese citizens and two Myanmar nationals, another customs official at Yeosu said. The tanker, chartered by Taiwanese company Billions Bunker Group Corp., previously visited Yeosu on 11 October and took on board 14,000 tonnes of Japanese refined oil before heading towards its purported destination in Taiwan. Instead of going to Taiwan, however, the vessel transferred 600 tonnes of oil to the North’s Sam Jong 2 in international waters off China before returning to Yeosu, the customs officials said. Taiwan’s transport ministry said it was investigating whether any Taiwanese entities were involved.",
    "keywords": [
        "oil",
        "vessel",
        "trade",
        "russia",
        "korea",
        "vessels",
        "north",
        "nuclear",
        "press",
        "denies",
        "agenda",
        "sanctions",
        "russian",
        "security",
        "korean",
        "customs",
        "violations",
        "vows"
    ],
    "summary": "Russia has denied claims that UN sanctions against North Korea have been breached by Russian tankers transferring fuel to the regime’s tankers at sea.\nOn Saturday, North Korea announced it would continue to enhance its nuclear capabilities, with state media declaring the Communist state an “invincible” and “responsible” nuclear power.\nYaroslav Guk, deputy director of the tanker’s owner, Vladivostok-based Alisa Ltd, denied the vessel had had contact with North Korean vessels.\nThe Russian Customs Service declined to comment when asked on Wednesday if Russian ships had supplied fuel to North Korean vessels.\n“Since then, inspectors have been coming on board and questioning the crew”, a Korea Customs Service official told AFP.",
    "sentiment": {
        "neg": 0.0653,
        "neu": 0.8871,
        "pos": 0.0477,
        "compound": -0.046
    }
}