{
    "date": "2017-08-09T06:36:25Z",
    "title": "Donald Trump vows to answer North Korea nuclear threats with 'fire and fury'",
    "url": "https://www.theguardian.com/us-news/2017/aug/08/donald-trump-north-korea-missile-threats-fire-fury",
    "content": "Donald Trump has vowed to respond to North Korea with “fire and fury” if it makes any more threats to attack the United States. Trump’s comments came after Pyongyang threatened “physical” retaliation for new United Nations sanctions – and on a day when fresh evidence emerged that the North Koreans have overcome one of the last major technical obstacles to being able to hit the US or western Europe with nuclear-armed missiles. “North Korea best not make any more threats to the United States,” Trump told journalists at his club in Bedminster, New Jersey. “They will be met with fire and the fury like the world has never seen.” Experts on North Korea have warned that aggressive rhetoric could backfire on Trump, convincing Kim Jong-un that his regime is in imminent jeopardy and triggering what he sees as a pre-emptive attack. “It is dangerous and reckless and counterproductive for Donald Trump to threaten the annihilation of North Korea,” said Daryl Kimball, the head of the Washington-based Arms Control Association. “What we need is a dialogue to reduce tension and avoid catastrophic miscalculation. We are currently on the road to a conflict and we have to get to the off-ramp.” “I don’t know what he’s saying and I’ve long ago given up trying to interpret what he says,” the Republican senator John McCain told an Arizona radio station. “That kind of rhetoric, I’m not sure how it helps.” The North Korean regime quickly responded, matching Trump’s bellicosity by saying it was “carefully examining” a plan for a missile strike on the US Pacific territory of Guam. In a separate statement, a military official was quoted as saying Pyongyang could carry out a pre-emptive operation if the US showed signs of “provocation”. US intelligence agencies now believe, it was reported on Tuesday, the Pyongyang regime has succeeded in building a nuclear weapon small enough to put on an intercontinental ballistic missile (ICBM) – a conclusion supported by a Japanese government study. The US assessment also estimated the North Korean nuclear arsenal had reached as much as 60 warheads, substantially more than earlier assessments. After two ICBM tests in July, some weapons experts also believe North Korea has passed another hurdle, building a re-entry vehicle (RV) that can deliver a nuclear warhead through the Earth’s atmosphere so that it explodes on its target. “I don’t have the slightest doubt that the RVs on these missiles are working,” said Jeffrey Lewis, the director of the East Asia nonproliferation programme at the Middlebury Institute of International Studies at Monterey. “That’s done. We’re there. North Korea can put a nuclear weapon on New York City.” Other experts are more guarded about the North Korean capabilities, based on the July tests, stressing for example that it is unclear whether the guidance and control issues have been resolved. As the missiles were tested with much steeper trajectories than would be used in an attack, and because the weight of a warhead is hard to predict, it is hard to estimate the potential maximum range of the weapons. But there is general agreement that if Pyongyang is not already a full nuclear-weapons power, it is advancing rapidly towards that goal. Before taking office, Trump vowed that North Korea would not develop an ICBM during his presidency. Now that it has happened, the Trump administration has sent mixed messages over how it would respond. It won a diplomatic victory on Saturday when the UN security council approved a new sanctions package, but the impact of the measures will depend heavily on how far China is willing to go to enforce them. While the secretary of state, Rex Tillerson, has said the US has no interest in pursuing regime change, the national security adviser, HR McMaster, has said that the administration is weighing all options, including a “preventative war”. Lewis argued it was already too late for that. “The pre- in preventative means ‘before’,” he said. “If you start the preventative war after they have the nuclear ICBMs, it’s just a regular old nuclear war.” The US assessment that North Korea has mastered the miniaturization of nuclear warheads was revealed in an internal Defence Intelligence Agency report dated 28 July, according to the Washington Post, which was the first to report on its existence. The report was subsequently confirmed by NBC News. “The IC [intelligence community] assesses North Korea has produced nuclear weapons for ballistic missile delivery, to include delivery by ICBM-class missiles,” the assessment stated, in an excerpt that was read to the Washington Post. In its defence white paper, Japan’s government also said Pyongyang’s weapons programme had reached a “new phase”. “It is conceivable that North Korea’s nuclear weapons programme has already considerably advanced and it is possible that North Korea has already achieved the miniaturisation of nuclear weapons into warheads and has acquired nuclear warheads,” the Japanese defence ministry document said. The significant advances in North Korean weapon capability coupled with the unprecedented rhetoric from a US president represent a particularly dangerous mix, analysts and former officials said. Jon Wolfsthal, Barack Obama’s special assistant on arms control and nonproliferation, said: “I can only imagine how a North Korean leader, after hearing Trump, will interpret something like a stray missile, or a clash between ships. In the past we were trying to tamp down the tensions. Trump is now adding fuel to the fire.” Jim Walsh, a senior research associate in security studies at the Massachusetts Institute of Technology, said: “The danger all along has not been that chairman Kim was going to sit up one morning in his bed and say I am going to attack the US or I’m going to launch a war against South Korea. The danger has always been that we would get war on the peninsula through miscalculation, misperception – small things that grow large and end up as wars even when people don’t want a war.” So far neither the US nor Japanese governments have confirmed whether North Korea has built a successful re-entry vehicle, and there is disagreement among experts over what the two recent ICBM tests, on 4 and 28 July, prove. Michael Elleman of the International Institute for Strategic Studies said that a flash picked up by Japanese weather cameras suggests that the re-entry vehicle broke apart when it entered the atmosphere. “These are being called successful tests, but we don’t know how successful they were. We don’t know if it broke up or not, and we don’t know about the accuracy of the system,” Elleman said. Lewis believes the flash occurred far above the densest layer of the atmosphere and could have been caused by a reflection. “There is nothing in that video that I can’t see in a successful re-entry test done by the Russians,” he said. He said the streaks observed coming from the missile were “a normal thing to see with a re-entry vehicle”.",
    "keywords": [
        "threats",
        "war",
        "dont",
        "korea",
        "fury",
        "reentry",
        "donald",
        "nuclear",
        "answer",
        "weapons",
        "korean",
        "trump",
        "missile",
        "north",
        "vows"
    ],
    "summary": "Donald Trump has vowed to respond to North Korea with “fire and fury” if it makes any more threats to attack the United States.\n“North Korea best not make any more threats to the United States,” Trump told journalists at his club in Bedminster, New Jersey.\n“It is dangerous and reckless and counterproductive for Donald Trump to threaten the annihilation of North Korea,” said Daryl Kimball, the head of the Washington-based Arms Control Association.\nThe US assessment also estimated the North Korean nuclear arsenal had reached as much as 60 warheads, substantially more than earlier assessments.\n“It is conceivable that North Korea’s nuclear weapons programme has already considerably advanced and it is possible that North Korea has already achieved the miniaturisation of nuclear weapons into warheads and has acquired nuclear warheads,” the Japanese defence ministry document said.",
    "sentiment": {
        "neg": 0.0937,
        "neu": 0.845,
        "pos": 0.0612,
        "compound": -0.1493
    }
}