{
    "date": "2017-12-04T04:14:40Z",
    "title": "US senator: military families should leave South Korea as threat of war grows",
    "url": "https://www.theguardian.com/world/2017/dec/04/us-senator-military-families-should-leave-south-korea-as-threat-of-war-grows",
    "content": "The Republican senator Lindsey Graham has called on the Pentagon to move the families of US military personnel out of South Korea, as a senior Trump administration official warned that the potential for war with North Korea was growing by the day. The South Carolina senator, who is a member of the Senate armed services committee, also opposed sending any more military dependents to South Korea, which hosts 28,500 US soldiers. “It’s crazy to send spouses and children to South Korea, given the provocation of North Korea. South Korea should be an unaccompanied tour,” Graham said on CBS’s Face the Nation. “So, I want them to stop sending dependents, and I think it’s now time to start moving American dependents out of South Korea.” Tensions have risen on the Korean peninsula after more than two months of relative quiet. Last week, North Korea test-fired a powerful intercontinental ballistic missile it claims can strike any city on the US mainland and later declared itself a nuclear state. That test came days after Donald Trump had restored North Korea to Washington’s list of state sponsors of terrorism. On Monday, North Korean media warned that nuclear war could break out “at any moment” as the US and South Korea began their biggest-ever joint air drills. The Rodong Sinmun, the newspaper of the ruling Workers’ party, said the five-day Vigilant Ace exercises, which involve more than 200 aircraft, were “an open, all-out provocation against the DPRK, which may lead to a nuclear war any moment”. “The US and South Korean puppet warmongers would be well advised to bear in mind that their DPRK-targeted military drill will be as foolish as an act precipitating their self-destruction,” it added, using the country’s official title the Democratic People’s Republic of Korea. While Washington and Seoul insist their military drills are purely defensive, North Korea regards them as a rehearsal for invasion. Graham said he was confident Trump could manage the growing crisis, despite his failure to prevent the North from conducting missile and nuclear tests since becoming president. In recent months, Trump has exchanged personal insults with the North’s leader, Kim Jong-un, and issued threats to “totally destroy” the country if the US or its regional allies Japan and South Korea were forced to defend themselves. “He’s got the best national security team of anybody I have seen since I have been in Washington,” Graham said of Trump, who has vowed to deny North Korea the ability to strike the US with nuclear weapons. “Denial means pre-emptive war as a last resort,” Graham said. “The pre-emption is becoming more likely as their technology matures. I think we’re really running out of time.” The senator said attempts by China – North Korea’s main ally and economic partner – to pressure the Pyongyang regime into abandoning its weapons programme had been ineffective. If North Korea conducted another nuclear weapons test, he added, “then you need to get ready for a very serious response by the United States”. Graham’s comments came a day after Trump’s national security adviser, HR McMaster, described North Korea as “the greatest immediate threat to the United States”. Speaking at the Reagan National Defense Forum in California, McMaster said the risk of war with the North was “increasing every day, which means that we are in a race, really, we are in a race to be able to solve this problem”.",
    "keywords": [
        "war",
        "south",
        "military",
        "korea",
        "graham",
        "threat",
        "senator",
        "grows",
        "nuclear",
        "leave",
        "weapons",
        "trump",
        "families",
        "north"
    ],
    "summary": "The South Carolina senator, who is a member of the Senate armed services committee, also opposed sending any more military dependents to South Korea, which hosts 28,500 US soldiers.\n“It’s crazy to send spouses and children to South Korea, given the provocation of North Korea.\nSouth Korea should be an unaccompanied tour,” Graham said on CBS’s Face the Nation.\nWhile Washington and Seoul insist their military drills are purely defensive, North Korea regards them as a rehearsal for invasion.\nGraham’s comments came a day after Trump’s national security adviser, HR McMaster, described North Korea as “the greatest immediate threat to the United States”.",
    "sentiment": {
        "neg": 0.1234,
        "neu": 0.8025,
        "pos": 0.074,
        "compound": -0.2034
    }
}