{
    "date": "2017-09-05T19:58:57Z",
    "title": "Boris Johnson defends Donald Trump on North Korea missile tests",
    "url": "https://www.theguardian.com/politics/2017/sep/05/boris-johnson-donald-trump-north-korea-defend",
    "content": "Boris Johnson has defended Donald Trump’s response to North Korea’s nuclear threat on the day that Theresa May spoke to the US president on the phone about how to exert more economic pressure on the regime. The foreign secretary has faced repeated calls from Labour and the Liberal Democrats to distance the UK from Trump’s “utterly reckless rhetoric” towards North Korea, which has tested a new nuclear bomb and fired a missile over Japan. But he rejected the idea that the White House was in any way “whipping up” the crisis and argued that China needed to do more to “tighten the economic ligature” on Pyongyang. In a phone call with Trump on Tuesday evening, the prime minister made clear it was the UK’s view that the regime poses a threat to “global peace and security” and stressed the need for China to put more pressure on North Korea to stop its nuclear tests. Her conversation with the US president took place amid concerns around the world that his bombastic approach to North Korea and threats of military action may be inflaming rather than calming the situation. On Tuesday night, Labour condemned the “utterly reckless rhetoric” from both Washington and Pyongyang, saying the risk of war grows with “every racheting up of words and deeds”. Emily Thornberry, the shadow foreign secretary, said military options “should be in the bin [and] the only sane option should be dialogue and diplomacy”. She urged the UK government to tell Trump it was irresponsible not to open talks with North Korea and for ministers to “discount all military solutions”. Jo Swinson, the Liberal Democrat deputy leader, called on the government to ask Trump not to “send inflammatory tweets into what is a fragile and precarious situation”. But Johnson, speaking in the Commons, criticised Thornberry for implying there was any equivalence between the US and North Korea. “In her focus on Washington and the pronouncements of Donald Trump, I think it is very, very important not to allow anything to distract this house from the fundamental responsibility of Pyongyang for causing this crisis ... and it is very important we don’t allow that to creep into our considerations,” he said. He also told Swinson: “I really must disagree powerfully with the assertion this crisis has been whipped up by the Americans or the president or the White House. If you look at the history, this has been a movement towards the acquisition of thermonuclear weapons by a rogue state.” Johnson said the best approach would be persuading Beijing to place further restrictions on North Korea: “the Chinese do have much further to go ... there are ways in which they can tighten the economic ligature”. The foreign secretary once again did not rule out backing military action against North Korea, but said it was “deeply undesirable” for the US or other countries to strike first in any potential conflict. Downing Street said both May and Trump agreed that China had a greater role to play in persuading North Korea to stop its nuclear testing. An official account of the phone call between Trump and May released by Downing Street did not mention any discussion of military options in relation to North Korea. But it said the two leaders “agreed on the key role which China has to play, and that it was important they used all the leverage they had to ensure North Korea stopped conducting these illegal acts so that we could ensure the security and safety of nations in the region.” May is also expected to speak to Emmanuel Macron, the French president, in the next 24 hours as the EU considers whether it can sharpen sanctions, and the Foreign Office also summoned the North Korean ambassador to pass on the UK’s condemnation of the nuclear test.",
    "keywords": [
        "military",
        "secretary",
        "korea",
        "foreign",
        "donald",
        "president",
        "nuclear",
        "tests",
        "china",
        "boris",
        "trump",
        "missile",
        "defends",
        "pyongyang",
        "johnson",
        "north"
    ],
    "summary": "Emily Thornberry, the shadow foreign secretary, said military options “should be in the bin [and] the only sane option should be dialogue and diplomacy”.\nShe urged the UK government to tell Trump it was irresponsible not to open talks with North Korea and for ministers to “discount all military solutions”.\nBut Johnson, speaking in the Commons, criticised Thornberry for implying there was any equivalence between the US and North Korea.\nDowning Street said both May and Trump agreed that China had a greater role to play in persuading North Korea to stop its nuclear testing.\nAn official account of the phone call between Trump and May released by Downing Street did not mention any discussion of military options in relation to North Korea.",
    "sentiment": {
        "neg": 0.1367,
        "neu": 0.8204,
        "pos": 0.0428,
        "compound": -0.3225
    }
}