{
    "date": "2017-09-08T12:15:15Z",
    "title": "Can Kim Jong-un be contained?",
    "url": "https://www.theguardian.com/world/2017/sep/08/can-kim-jong-un-be-contained",
    "content": "Sir Hugo Swire UK foreign office minister for Asia until July 2016 However much China may deny its relationship with Pyongyang, and it does not have a good relationship, it does have leverage, not least through the huge amount of oil. So if China is getting serious, that is manifestly good news, and could be the answer. China is looking at what is the lesser evil – a reunification of Korea that could be pro-western, a destabilising nuclear-armed North, all-out war on the peninsula with the huge migratory effects into China, a permanent US presence in the region. But what has changed is that, if it goes on like this, there is going to be an arms race in the region. Already the US has changed policy on the kind of weaponry South Korea is permitted to have, including the Thaad. Japan’s self-imposed restrictions may ease. It is not going to sit idly and be exposed to a rogue nuclear weapons state. Such an arms race, given the many tense disputes in the region, must be very worrying for China, and they may have realised that if they want to stop the region being militarised they are going to have to get tougher on North Korea. To have the moral argument on our side, we have to be seen to be doing everything we can, and that means reconstituting the six-party talks without preconditions on either side. If North Korea don’t turn up, we empty chair them. Everyone wants to avoid military action because of the contagion.” Nam Sung-wook Professor at Korea University’s department of diplomacy, and former head of state-run Institute for National Security Strategy Based on Korean intelligence reports, the character of North Korean leader Kim Jong-un is very competitive and aggressive, even reckless and cocky. He is also very smart in understanding and playing on the divisions between the US, China and South Korea. He understands the geopolitics of east Asia, but there is room for miscalculation. North Korea may not have the reliable technology, via India and China, to hit the American mainland, but it could hit Guam, and that under the US constitution would be an attack on the US. China is likely to accept all kinds of sanctions except oil. China sends 500,000 tonnes of oil annually, and China knows that, if that stopped, the North Korean economy would be crippled. China wants to make gestures about steps against North Korea, but it does not want to wield a big stick. North Korea has endured a lot and could probably survive six months without oil using stockpiles before it suffered serious difficulties. It probably has 500,000 tonnes stockpiled. But how would North Korea react during that period? The other US option is secondary oil sanctions against large Chinese companies or banks trading with North Korea, such as China National Petroleum Corporation, but that may lead to counter-sanctions.” Christopher Hill US lead diplomat at the six-party talks 2005-2009 North Korea has been working on this for some 40 or 50 years. Ultimately what they hope to do is decouple the US from the Korean peninsula to create a circumstance where the US is not prepared to defend South Korea and not risk its own population. The Trump administration has assembled before it all the components of an effective North Korea strategy: cooperation with China; pressure on North Korea through sanctions and isolation; reassurance of allies, including by providing the most up-to-date anti-ballistic missile defences; and a willingness to talk. But for any of these instruments to have an impact, they must be used in concert and with precision in tone and substance – a quality of statecraft that the Trump administration has been slow to master. We have got to keep the door open to negotiations. We have got to sit down with the Chinese, and I don’t mean sending them a tweet in the dead of night or having some kind of public phone call. We need to sit down with China and say, ‘what is it that you want to see out of this situation and this is what we want’. We need to have this serious deep dive with the Chinese and we have not done that.”",
    "keywords": [
        "contained",
        "oil",
        "south",
        "korea",
        "north",
        "china",
        "kim",
        "region",
        "sanctions",
        "sit",
        "serious",
        "jongun",
        "korean"
    ],
    "summary": "Already the US has changed policy on the kind of weaponry South Korea is permitted to have, including the Thaad.\nIf North Korea don’t turn up, we empty chair them.\nHe is also very smart in understanding and playing on the divisions between the US, China and South Korea.\nChina sends 500,000 tonnes of oil annually, and China knows that, if that stopped, the North Korean economy would be crippled.\nChina wants to make gestures about steps against North Korea, but it does not want to wield a big stick.",
    "sentiment": {
        "neg": 0.0789,
        "neu": 0.8578,
        "pos": 0.0632,
        "compound": -0.0812
    }
}