{
    "date": "2017-08-12T23:07:01Z",
    "title": "It takes just one madman to press the button. We have two | Nick Cohen",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/12/takes-just-one-madman-to-press-button-we-have-two",
    "content": "You would have to be 90 now to have been 18 years old when the last nuclear weapon was used in anger. Nothing would more surprise the pessimists among the 1945 generation than the knowledge that no country has resorted to the ultimate lethal force since the Americans levelled Nagasaki. Because there has been no third nuclear attack, no third world war and no general European war on a continent that had previously treated violence as its favourite sport, the threat of a nuclear confrontation on the Korean peninsula sounds fantastical. It’s easy to dismiss Trump’s warning that North Korea “will be met with fire and fury” as sound and fury. The North Korean reply that “only absolute force” will work with Trump can seem like the empty posturing of an impoverished tyranny. Washington gives no appearance of preparing for war. Trump is certainly not ready for it. Like so many businessmen in politics, Trump began by claiming his tough, deal-making skills could cut through the crap and turned out to be just another ”loser”, to use his favourite insult. With his administration and legislative programme in chaos, it is reasonable to see the Korean war story as just another silly-season scare the summer breeze will blow away. Let us hope it does. But there are reasons to believe the world has never before seen such irresponsible men playing with nuclear weapons. The west is obsessed with Trump because he threatens to destroy its unity and moral legitimacy. However bad he is, I do not want to suggest there is moral equivalence between a democracy and a dictatorship, not even a democracy led by Donald Trump. It takes two to fight. If Hillary Clinton had won the presidential election, there would still be a Korean crisis. North Korea has consistently been threatening not only the US but South Korea and Japan. It is defying a UN resolution to stop testing ballistic missiles. As far as outsiders can gather, there are no checks and balances in the Workers’ party of Korea. Kim Jong-un is an authentic Stalinist and not just because his official ideology is communist. For reasons that are hard to explain, communist, but not fascist, leaders always purge those near them. The most dangerous place to be in North Korea is next to the “Dear Respected Comrade”, who executes his aides to discourage any thought of a palace coup. When he can send his uncle to a firing squad and order the assassination of his half-brother, there is unlikely to be a free and robust debate raging in the Pyongyang elite on the dangers of his nuclear brinkmanship. The question that must worry us as much is what debate is taking place among the Washington elite – and who has the last word. For no leader in the Cold War behaved as dangerously as Trump, not even Nixon or Khrushchev. He did not announce that North Korea would be “met with fire and fury the like of which this world has never seen before” if it committed an act of war against the US or its allies. He said North Korea would be incinerated merely if it made “any more threats” against the US. The supposedly sane men in his administration rushed around crying that, of course, he did not mean it. Secretary of state, Rex Tillerson, said Trump was just reaffirming traditional deterrence doctrine by warning North Korea not to attack. The spin might have held had not Trump, like a sullen child who cannot bear correction, insisted he meant every word, and added that, if anything, his “fire and fury” statement “wasn’t tough enough”. When the Cuban missile began in October 1962, President Kennedy pretended he had flu so he could cancel his engagements and lock himself away with his advisers. As far as American journalists can tell, Trump wasn’t speaking from prepared notes and didn’t say a word to his national security team. Kennedy, a Democrat, sought the counsel of his predecessor, the Republican Dwight Eisenhower, about the threat of Soviet missiles in Cuba. Trump not only failed to consult Barack Obama, there’s no evidence that he consulted anyone. Combine the astonishing fact that no nuclear weapon has been dropped since 9 August 1945 with the ability of the great powers to defy all precedent and avoid direct military conflict and you have fuel for a surge of optimism. Researchers, most notably Steven Pinker in his magisterial The Better Angels of Our Nature, can make the controversial, but plausible argument that man’s propensity for violence is declining. The spread of free trade and democracy discourages war. The decline in notions of honour that compel men to fight over trifling insults discourages violence. Hamlet admires Fortinbras for going to war over a worthless piece of land and cries that it is worthy “to find quarrel in a straw when honour’s at the stake”. Modern audiences tend to disagree. By this reckoning, the leaders of North Korea and the US are throwbacks. No one in North Korea can check Kim Jong-un – he is a hangover from the age of the dictators. Trump, by contrast, is checked everywhere. His repeal of Obamacare failed. His tax reform will fail. Now the North Koreans defy him. But beware leaving a narcissistic, know-nothing, fantasist in possession of the nuclear codes when he fears he is becoming ridiculous. He may want to save face and prove his manhood. It is not irrational to fear what he will do next. Look at where we are. Look at what we accept. It’s normal for the senior officials of the president of the United States to try to stop a shooting war by stopping their commander in chief shooting his mouth off. According to reports that have not been denied, it is now normal for the secretary of defence and the chief of staff to co-ordinate their travel plans so that one of them is always in the US. They have joint custody of a baby that can never be left home alone. Trump may make a token use of force as a PR gesture, as he did in Syria. But I guess there won’t be a full-scale war. I suspect North Korea will get its workable bomb eventually. We will have to hope that deterrence works and the long-term trend towards a more peaceful world continues. But who knows? Even Professor Pinker would agree that the trouble with nuclear weapons is that it just takes one demented man to order their use. With Kim Jong-un and Donald Trump we have just the men to do it.",
    "keywords": [
        "war",
        "takes",
        "korea",
        "world",
        "men",
        "fury",
        "north",
        "nick",
        "nuclear",
        "press",
        "madman",
        "cohen",
        "button",
        "word",
        "trump",
        "korean"
    ],
    "summary": "It’s easy to dismiss Trump’s warning that North Korea “will be met with fire and fury” as sound and fury.\nWith his administration and legislative programme in chaos, it is reasonable to see the Korean war story as just another silly-season scare the summer breeze will blow away.\nNorth Korea has consistently been threatening not only the US but South Korea and Japan.\nHe said North Korea would be incinerated merely if it made “any more threats” against the US.\nNo one in North Korea can check Kim Jong-un – he is a hangover from the age of the dictators.",
    "sentiment": {
        "neg": 0.1873,
        "neu": 0.732,
        "pos": 0.0808,
        "compound": -0.273
    }
}