{
    "date": "2017-06-23T11:51:48Z",
    "title": "How did Otto Warmbier die?",
    "url": "https://www.theguardian.com/world/2017/jun/21/how-did-otto-warmbier-die",
    "content": "It is impossible to get reliable information about the welfare and treatment of foreigners detained in North Korea – Washington only learned of Otto Warmbier’s condition in early June. The Ohio coroner’s office said that it had not been able to determine the cause of Warmbier’s death after carrying out an external examination. His parents have asked doctors not to conduct an autopsy. “No conclusions about the cause and manner of Mr Warmbier’s death have been drawn at this time as there are additional medical records and imaging to review and people to interview,” the coroner’s office said in a statement. We do know that the 22-year-old university student was medically evacuated from North Korea on 13 June and flown to the US where he died on 19 June. No evidence has emerged to support North Korea’s claim that Warmbier fell into a coma after contracting botulism and taking a sleeping pill. Doctors in the US said his condition was probably caused by a heart attack that cut the blood supply to his brain. Nor was there evidence that Warmbier had been beaten. His parents did not cite a specific cause of death but blamed “awful, torturous mistreatment” by North Korea. Warmbier had arrived back in the US in a state of “unresponsive wakefulness”, having suffered a “severe neurological injury” of unknown cause. His eyes opened and blinked but he showed no indication that he understood verbal commands or was aware of his surroundings. Warmbier’s parents said their son appeared anguished when he arrived home but died “at peace”. Any number of factors could be behind the deterioration in Warmbier’s health during his time in prison: poor hygienic conditions, malnutrition or lack of proper medical care may have been responsible for a coma that North Korean doctors were unable to treat. In North Korea’s first public comment since Warmbier’s death, a spokesman for the foreign ministry said on 23 June that claims that Warmbier was beaten and tortured in captivity were “groundless”. “The fact that Warmbier died suddenly in less than a week just after his return to the US in his normal state of health … is a mystery to us as well,” the ministry spokesman said.",
    "keywords": [
        "parents",
        "warmbiers",
        "warmbier",
        "die",
        "korea",
        "state",
        "otto",
        "doctors",
        "died",
        "cause",
        "death",
        "north"
    ],
    "summary": "It is impossible to get reliable information about the welfare and treatment of foreigners detained in North Korea – Washington only learned of Otto Warmbier’s condition in early June.\nThe Ohio coroner’s office said that it had not been able to determine the cause of Warmbier’s death after carrying out an external examination.\nNo evidence has emerged to support North Korea’s claim that Warmbier fell into a coma after contracting botulism and taking a sleeping pill.\nWarmbier had arrived back in the US in a state of “unresponsive wakefulness”, having suffered a “severe neurological injury” of unknown cause.\nIn North Korea’s first public comment since Warmbier’s death, a spokesman for the foreign ministry said on 23 June that claims that Warmbier was beaten and tortured in captivity were “groundless”.",
    "sentiment": {
        "neg": 0.1751,
        "neu": 0.8053,
        "pos": 0.0197,
        "compound": -0.4792
    }
}