{
    "date": "2017-08-08T23:38:40Z",
    "title": "Trump's dire rhetoric echoes language of North Korean propaganda",
    "url": "https://www.theguardian.com/world/2017/aug/08/trump-administration-north-korea-diplomacy-talks",
    "content": "Donald Trump’s dire threats of conflagration aimed at Pyongyang are likely to add yet more unpredictability to an already dangerous nuclear standoff on the Korean peninsula. The US president’s “fire and fury” rhetoric echoed the language of North Korean propaganda, and served as the reminder that on both sides of the lines in the confrontation, there are now volatile and brittle leaders, each insecure in their position and anxious to bolster their strongman image. Another downside of Trump’s threat, pointed out by the former defence secretary William Perry, is that if there is no policy or plan to follow such dire warnings, the president’s credibility will continue to dwindle. “Nuclear deterrence is only effective if threats are deemed credible, bluster hurts our national security posture,” Perry said in a tweet. Analysts warned that the dangers of miscalculation were increased by the uncertainty – among friend and foe alike – over what Trump administration policy is on North Korea amid a welter of contradictory statements from top officials. “We spend a lot of time trying to make sure that when we faced a crisis we were on the same page, we knew what we wanted to achieve and we were able to communicate that to allies and adversaries,” Jon Wolfsthal, a former special assistant to Barack Obama on arms control and nonproliferation. “It’s unclear why that hasn’t happened in this administration.” The US envoy to the United Nations, Nikki Haley, won a significant diplomatic victory on Saturday, with a security council vote to impose a substantial new package of sanctions on North Korea, in response to its accelerating work on developing a nuclear intercontinental ballistic missile. The regime in Pyongyang threatened to retaliate with “physical action”, and that seems to have caused the escalation of rhetoric, with Trump threatening “fire and fury” in the event of even a threat of a North Korean attack on the US. Wolfsthal warned the attempt at intimidation would backfire. “Kim Jong-un is already paranoid,” he said. “If he is going to take the president at face value, then the risk of preemption and miscalculation are extraordinarily high. “The North Koreans know that the we have a massive superiority in conventional and nuclear forces, so their only hope is to strike us hard and fast and prevent us from reinforcing our allies or getting organised for a conflict,” Wolfsthal said. “When tensions are high, any event, even something accidental like a power cut or an explosion in a munitions factory, could be interpreted as a first strike.” Trump’s outburst came just a day after his secretary of state, Rex Tillerson, had made an offer of talks if North Korea halted its missile tests. That marked a change from his previous version of conditions for a dialogue. A week ago, he said that Pyongyang would have to accept that the outcome of any negotiations would have to be the elimination of their nuclear programme. The North Koreans have also said they were open to talks. In a formal statement at a security forum in Manila, its delegation said the obstacle to Pyongyang putting its nuclear weapons programme on the negotiating table was the “hostile policy” maintained by the US. This position – which has been a consistent theme of Kim’s regime – gives an opening for diplomacy, many analysts argue, in which military exercises and rhetoric by the US and allies could be among the bargaining chips. The window for talks may not be wide, given the belligerence of North Korea and the importance of the weapons programme to Kim’s legitimacy inside the regime. But most observers argue negotiations are worth exploring in the absence of a viable military option. Any attempt at a preemptive strike against North Korea could well trigger a mass casualty response aimed at Seoul and US bases in the region. The Trump administration has shown itself undecided over whether it wants to talk. Mike Pence, the US vice-president, has said that the administration is not seeking engagement with North Korea, said previous attempts had “failed miserably”. And while Tillerson last week assured Pyongyang that the US does not seek regime change, a few days earlier, the CIA director, Mike Pompeo, hinted heavily that regime change was at the heart of Washington’s approach, telling the Aspen security conference that the most important goal was to “separate” Kim from North Korea’s military capacity. In another interview, the national security adviser, HR McMaster, said that the White House was considering all options including “preventative war”. “The Trump administration has contradicted itself on every piece of its North Korea policy,” said Adam Mount, a senior fellow at the Center for American Progress. “They continue to look for easy answers where there are none. “Each time they contradict a policy, it makes them harder to go down that route,” Mount added. “And with very few tools to choose from, they are severely limiting their own options. Meanwhile, they have been neglecting pressing imperatives: reassurance of American allies, re-evaluating whether allied deterrence posture remains sound, and enforcing the sanctions authority they already have.” Persuading China to do more to implement existing sanctions is a longstanding challenge for US policy on North Korea, frustrating both the Obama and Trump administrations. Asked what tools the Trump administration might use to increase its impact, Sebastian Gorka, a presidential foreign policy adviser, responded: “We have the president’s Twitter feed.” He added: “If you can win a US election with it, I think it’s pretty powerful, don’t you think?” Joseph Cirincione, the president of the Ploughshares Fund, which advocates disarmament and nuclear diplomacy, expressed skepticism at the notion that Trump could tweet his way to a resolution of the crisis. “That is really a new level of unreality. It would be funny if the consequences weren’t so catastrophic,” he said. “We have openings. You have to hand it to Nikki Haley. The new security council measures go much further, but where is the rest of the plan? There is a deep state of incoherence on North Korea,” Cirincione said. “I don’t think there are many in the administration whose intention is to start a new Korean war, but there are many who could stumble into one.”",
    "keywords": [
        "policy",
        "language",
        "regime",
        "korea",
        "administration",
        "echoes",
        "nuclear",
        "dire",
        "trump",
        "security",
        "rhetoric",
        "trumps",
        "propaganda",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Any attempt at a preemptive strike against North Korea could well trigger a mass casualty response aimed at Seoul and US bases in the region.\nThe Trump administration has shown itself undecided over whether it wants to talk.\nMike Pence, the US vice-president, has said that the administration is not seeking engagement with North Korea, said previous attempts had “failed miserably”.\n“The Trump administration has contradicted itself on every piece of its North Korea policy,” said Adam Mount, a senior fellow at the Center for American Progress.\nThere is a deep state of incoherence on North Korea,” Cirincione said.",
    "sentiment": {
        "neg": 0.1035,
        "neu": 0.8209,
        "pos": 0.0756,
        "compound": -0.0944
    }
}