{
    "date": "2017-04-06T10:00:01Z",
    "title": "Why Trump's focus on economic victories poses a threat to security",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/06/xi-jinping-trump-meeting-china-us-economy-security",
    "content": "With his usual hyperbole, Donald Trump is raising expectations about his meeting this week with China’s president, Xi Jinping, stating in one interview: “I would not be at all surprised if we did something that would be very dramatic.” But with no apparent strategies in place for US policy on Asia, China, trade or North Korea, Trump’s desire for quick wins that he can show off at home make him vulnerable to what China wants: selling off the US security role in Asia. And that would be a disaster. Trump has two goals with China: extract economic benefits, and get China to rein in North Korea. North Korea no doubt will be a focus of this week’s summit, and very well could prove a highly contentious issue between Trump and Xi. Confronting China on North Korea is easier said than done: sometimes China flat-out refuses to help; sometimes China agrees to get tough with North Korea, but fails to follow through. So observers shouldn’t be surprised if the two leaders appear in agreement on the need to get tough on North Korea, but kick the can down the road on exactly how the countries plan to do so. And despite Trump’s claim that “if China is not going to solve North Korea, we will”, the answers aren’t that simple, and over time Trump’s North Korea policy could very well end up looking like Barack Obama’s – more sanctions, more missile defense and a willingness to talk if North Korea makes concessions. The more important question this week is what Trump is ready to exchange to achieve his other priority: economic wins from China. Trump’s stated priority is bringing jobs to the US. He frequently tweets about his success in getting companies to create jobs in the US, even if he had nothing to do with it. And he criticizes trade relations around the world, especially with China, claiming he can negotiate better deals. For Trump, the mere appearance of extracting economic wins from China – regardless of the reality – is a victory. However, he seems to care little for US alliance commitments. He repeatedly makes this clear, saying just this week: “Alliances have not always worked out very well for us.” In Europe, Trump is cozying up to the Russian president, Vladimir Putin, and questioning the importance of Nato. And with China, he has stated point blank that “everything is under negotiation”. These priorities are not lost on Xi Jinping. China’s goal for US-China relations is to avoid a trade war, and to push the US to play a smaller security role in Asia. That makes Xi’s strategy easy: offer shiny economic deals, and extract security concessions. This is the danger zone for Trump, and more importantly for the US. Economic deals are fleeting: security frameworks take decades to build, but minutes to squander. If Xi offers packages of economic investment in the US – and tries to line Trump’s own pockets, as may already be happening – will Trump respond favorably to requests for the US to reduce exercises on the Korean peninsula, to restrain Japan in the East China Sea, or to back off freedom of navigation exercises in the South China Sea? Will Trump follow the secretary of state, Rex Tillerson, in adopting China’s talking points, or agree to non-interference in China’s “core” interests? In normal circumstances, China and Asia experts in the US government would warn the president about the perils of this approach. But to date, it seems that none of Trump’s key players on China have any relevant experience or expertise. And that is dangerous when going up against a Chinese leadership that knows exactly what it wants, and how to get it. These are all very bad deals for the US, and the consequences would be very real. China and US allies would read these concessions as a diminution of the US security role in Asia. At a time when China’s growing assertiveness in Asia is increasingly scaring its neighbors, accepting these Chinese entreaties would begin the descent down that slippery slope in Asia where allies lose faith in the United States; where China ratchets up its assertive behavior; and where conflict becomes more likely. Selling off American security interests in Asia would send disturbing signals to US allies about what’s to come for the US role in Asia – and regional peace and prosperity – in the Trump era. And in the eyes of China’s leaders, it would relegate the United States to a position occupied by most others – countries to be bought off.",
    "keywords": [
        "focus",
        "economic",
        "korea",
        "victories",
        "threat",
        "north",
        "china",
        "poses",
        "chinas",
        "security",
        "trumps",
        "asia",
        "xi",
        "trump"
    ],
    "summary": "Trump has two goals with China: extract economic benefits, and get China to rein in North Korea.\nNorth Korea no doubt will be a focus of this week’s summit, and very well could prove a highly contentious issue between Trump and Xi.\nConfronting China on North Korea is easier said than done: sometimes China flat-out refuses to help; sometimes China agrees to get tough with North Korea, but fails to follow through.\nAnd despite Trump’s claim that “if China is not going to solve North Korea, we will”, the answers aren’t that simple, and over time Trump’s North Korea policy could very well end up looking like Barack Obama’s – more sanctions, more missile defense and a willingness to talk if North Korea makes concessions.\nThe more important question this week is what Trump is ready to exchange to achieve his other priority: economic wins from China.",
    "sentiment": {
        "neg": 0.0743,
        "neu": 0.7914,
        "pos": 0.1343,
        "compound": 0.2199
    }
}