{
    "date": "2017-02-20T11:56:19Z",
    "title": "Footage appears to show Kim Jong-nam attack as diplomatic row deepens",
    "url": "https://www.theguardian.com/world/2017/feb/20/north-korea-killing-video-appears-to-show-attack-on-kim-jong-nam",
    "content": "A Japanese broadcaster has released what appears to be CCTV footage of the deadly poison attack on the half-brother of the North Korean leader, Kim Jong-un, in Malaysia as a diplomatic row deepened between the two countries. Kim Jong-nam, who lived most of his life outside his home country, died from a seizure en route to hospital last Monday after complaining that a woman had sprayed a chemical on his face. The low-quality security camera footage, broadcast by Fuji TV, shows two angles of the attack in which a man, believed to be Kim, is grabbed from behind by a woman in a white top. She appears to put her hands over his face and then swiftly walks away. A second woman is also seen leaving the scene. Clearer closed-circuit video showed Kim, in a blue shirt and grey jacket, stumbling and wiping his face after the attack, seeking help from airport staff and walking unassisted to the terminal’s medical centre. The Guardian cannot independently verify the people in the footage, although the location is certainly Kuala Lumpur International airport departures hall, where Malaysian police say the attack took place. The killing has led to a diplomatic spat between North Korea and Malaysia, a country that has until now had cordial diplomatic relations with the isolated Stalinist state. North Korea’s ambassador, Kang Chol, was summoned by the Malaysian foreign ministry on Monday after he accused police of deception and said Malaysia was “concealing something”. He had demanded that no autopsy take place and the body be released immediately. Kuala Lumpur refused both requests so police could continue their investigation. After the meeting, the North Korean envoy further denounced the investigation, calling it politically motivated and demanding a joint investigation. “The investigation by the Malaysian police is not for the clarification of the cause of the death and search of the suspect, but it is out of the political aim,” Kang Chol told journalists, adding that police had “pinned the suspicion on us”. He also appeared to suggest that the dead man might not be the half-brother of the North Korean leader, referring to him as ‘Kim Chol’, the name on the passport he carried when he died. Kim Chol was a pseudonym used by Kim Jong-nam, who held several passports. Najib Razak, the Malaysian prime minister, told reporters later on Monday that he had “absolute confidence” that police and doctors have been “very objective” in their work. Najib said Malaysia had no reason to “paint the North Koreans in a bad light” but added: “We expect them to understand that we apply the rule of law in Malaysia.” Officials from South Korea and the US believe Kim was killed by agents sent from Pyongyang. He had spoken out against his family’s dynastic control. Malaysia authorities have arrested four people – a Vietnamese woman, an Indonesian woman, a Malaysian man and a North Korean man – and are seeking four North Koreans who left the country on the day of Kim’s death. The detained Indonesian woman has said she was duped into playing a role in the killing, believing she was part of a television comedy prank. Investigators are considering whether the incident may have been a coordinated political assassination, although autopsy results have been inconclusive, police say. Associated Press contributed to this report",
    "keywords": [
        "diplomatic",
        "jongnam",
        "malaysian",
        "woman",
        "man",
        "malaysia",
        "investigation",
        "kim",
        "deepens",
        "appears",
        "footage",
        "row",
        "korean",
        "chol",
        "north",
        "attack"
    ],
    "summary": "A Japanese broadcaster has released what appears to be CCTV footage of the deadly poison attack on the half-brother of the North Korean leader, Kim Jong-un, in Malaysia as a diplomatic row deepened between the two countries.\nThe low-quality security camera footage, broadcast by Fuji TV, shows two angles of the attack in which a man, believed to be Kim, is grabbed from behind by a woman in a white top.\nThe killing has led to a diplomatic spat between North Korea and Malaysia, a country that has until now had cordial diplomatic relations with the isolated Stalinist state.\nAfter the meeting, the North Korean envoy further denounced the investigation, calling it politically motivated and demanding a joint investigation.\nKim Chol was a pseudonym used by Kim Jong-nam, who held several passports.",
    "sentiment": {
        "neg": 0.1231,
        "neu": 0.8443,
        "pos": 0.0326,
        "compound": -0.3569
    }
}