{
    "date": "2017-01-26T05:38:09Z",
    "title": "UN funding: alarm at reports Trump will order sweeping cuts",
    "url": "https://www.theguardian.com/us-news/2017/jan/26/un-funding-alarm-at-reports-trump-will-order-sweeping-cuts",
    "content": "US allies have reacted with a mix of alarm and scepticism to reports that the Trump administration is preparing to order sweeping cuts in funding to the UN and other international organisations, while potentially walking away from some treaties. According to one draft executive order leaked to US media outlets, there is to be a 40% cut to US voluntary contributions to international bodies. Funds are to be cut off to any international organisation that gives full membership to the Palestinian Liberation Organisation or Palestinian Authority, or supports programs that fund abortion, or skirts sanctions on Iran or North Korea. A second order calls for a review and possible withdrawal from certain forms of multilateral treaties that do not involve “national security, extradition or international trade”. As examples, according to the New York Times which first reported the orders, potential targets include the Convention on the Elimination of All Forms of Discrimination Against Women and the Convention on the Rights of the Child. There was at least one apparent mistake in the text suggesting it may have been drafted in haste. One of the international bodies listed as a possible target for cuts was the international criminal court in The Hague, but the US does not make contributions to the ICC and is not a member. A senior European diplomat said on Wednesday night that the draft orders looked draconian on paper but raised questions over what their ultimate outcome would be, as under each order a review would have to be carried out before any action is taken. “It would potentially be brutal but as with all these executive orders we have to wait to see what happens in practice,” the diplomat said. According to the Washington Post, the proposed funding review is envisaged to take a year and be overseen by a panel including the departments of defence, state, justice, the office of the director of national security, the office of management and budget and the national security adviser. Another senior European diplomat suggested that while Trump’s immediate circle was signalling to his supporters that he would fulfil his election pledges of radical action, the arrival of powerful cabinet members such as Rex Tillerson at the state department and James Mattis as defence secretary would bring about a “pivot to the mainstream”. The new US ambassador to the UN, Nikki Haley, had argued for a review of US expenditure on the UN to ensure America “gets what it pays for” but she cautioned in her confirmation hearing against “slash and burn” cuts. Many of the flurry of executive orders produced by the incoming administration will have little meaning without a congressional vote on funding. However the order on international funding cuts, titled Auditing and Reducing US Funding of International Organisations, would reduce congressional expenditure and is likely to attract only limited opposition in Congress. Legislators have regularly complained that the US contribution, at 22% of the main UN budget and nearly 29% of peacekeeping operation costs, was disproportionate “The United States is in fact the United Nations’ largest supporter, providing nearly a quarter of its total revenues, and the American contribution continues to grow annually,” the White House says in an introduction to the order. “This financial commitment is particularly burdensome given the current fiscal crisis and ballooning national deficits and national debt. And while the United States’ financial support for the United Nations is enormous, the United Nations often pursues an agenda that is contrary to American interests.” The 22% of the UN budget paid by the US represents a maximum for any one country and the contribution is calculated according to the size of the overall economy and per capita income, among other variables. No other country comes close in its contributions. Japan is next, paying nearly 10%, then China, Germany, France and the UK, which pays about 4.5% of the budget. Natalie Samarasinghe, the executive director of the United Nations Association UK, warned of the potential impact on programmes that were already seriously underfunded “including many humanitarian initiatives that successive US administrations, and the American public, support”. Samarasinghe added: “Not only does it undermine the international system at a very fractious time, but also longstanding US priorities such as peacekeeping and development initiatives aimed at stabilising fragile states and combating extremism.” Richard Gowan, a UN expert at the European Council on Foreign Relations, said: “It is not clear exactly how seriously to take this. It looks like Trump is aiming to make the maximum possible amount of political noise about the UN, but the executive order seems to park discussions about financial cuts in a special committee. “I think that heavy cuts to US funding to the UN are likely, and Trump will keep on kicking the institution to score cheap political points,” Gowan added. “But there is still time for Antonio Guterres [the new UN secretary general] and the UN’s friends to persuade the administration that it needs the UN to help it in places like Syria. “There are rumours that Guterres is planning to slim down parts of the UN secretariat anyway – for example by cutting back the number of staff overseeing peace operations – which may play well with Trump.”",
    "keywords": [
        "orders",
        "reports",
        "sweeping",
        "alarm",
        "order",
        "cuts",
        "funding",
        "national",
        "united",
        "executive",
        "review",
        "trump",
        "international"
    ],
    "summary": "US allies have reacted with a mix of alarm and scepticism to reports that the Trump administration is preparing to order sweeping cuts in funding to the UN and other international organisations, while potentially walking away from some treaties.\nAccording to one draft executive order leaked to US media outlets, there is to be a 40% cut to US voluntary contributions to international bodies.\n“It would potentially be brutal but as with all these executive orders we have to wait to see what happens in practice,” the diplomat said.\nMany of the flurry of executive orders produced by the incoming administration will have little meaning without a congressional vote on funding.\nHowever the order on international funding cuts, titled Auditing and Reducing US Funding of International Organisations, would reduce congressional expenditure and is likely to attract only limited opposition in Congress.",
    "sentiment": {
        "neg": 0.0818,
        "neu": 0.8442,
        "pos": 0.074,
        "compound": 0.0511
    }
}