{
    "date": "2017-09-07T19:58:39Z",
    "title": "Trump says military action against North Korea not 'inevitable'",
    "url": "https://www.theguardian.com/world/2017/sep/07/donald-trump-north-korea-military-action-not-inevitable",
    "content": "Donald Trump said military action against North Korea was not “inevitable” in a foreign policy focused press conference with the emir of Kuwait. Trump also told reporters “we have very little to do in Syria but kill Isis” and expressed caution about success in the push for the Israel-Palestinian peace process. Just a few days after North Korea tested a hydrogen bomb, Trump made clear again that “military action would certainly be an option” to deal with the crisis on the Korean peninsula. However, he said “nothing’s inevitable” and stated: “I would prefer not going the route of military.” Trump did make clear that if military force was used “it will be a very sad day for North Korea”. The comments came as Trump has continued diplomatic efforts to encourage China, North Korea’s number one trade partner, to pressure the rogue regime to end its development of intercontinental ballistic missiles as well as its nuclear program. However, when asked if he was willing to tolerate a nuclear but contained North Korea, Trump said he would not negotiate with reporters . Trump also expressed caution about prospects for peace between Israel and the Palestinians. Although he boasted about the “tremendous talent working on that particular transaction”, he once again called it the world’s most complex and difficult deal. In Trump’s opinion there was some hope for a deal. “I think the Palestinians would like it happen and the Israelis would like to see it happen and when you have two groups that would like to see things happen, good things happen.” However, he then added: “I think there is a chance there could be peace but then again, I say that a little bit reluctantly.” The president also weighed in on several other Middle Eastern conflicts during the press conference. Of the Syrian civil war, Trump said: “We have very little to do with Syria other than killing Isis.” He went to brag that his administration had been more successful in the conflict against Isis in eight months than Barack Obama had in years. Trump also proclaimed his willingness to personally mediate the crisis between gulf countries and Qatar. “I will be a mediator here in the White House,” Trump said of the conflict, which has led Saudi Arabia and the United Arab Emirates to cut ties with Qatar.",
    "keywords": [
        "happen",
        "think",
        "military",
        "deal",
        "korea",
        "isis",
        "peace",
        "little",
        "inevitable",
        "trump",
        "action",
        "north"
    ],
    "summary": "Donald Trump said military action against North Korea was not “inevitable” in a foreign policy focused press conference with the emir of Kuwait.\nTrump also told reporters “we have very little to do in Syria but kill Isis” and expressed caution about success in the push for the Israel-Palestinian peace process.\nJust a few days after North Korea tested a hydrogen bomb, Trump made clear again that “military action would certainly be an option” to deal with the crisis on the Korean peninsula.\nHowever, he said “nothing’s inevitable” and stated: “I would prefer not going the route of military.” Trump did make clear that if military force was used “it will be a very sad day for North Korea”.\nHowever, when asked if he was willing to tolerate a nuclear but contained North Korea, Trump said he would not negotiate with reporters .",
    "sentiment": {
        "neg": 0.0904,
        "neu": 0.7694,
        "pos": 0.1404,
        "compound": 0.0796
    }
}