{
    "date": "2017-10-26T18:06:01Z",
    "title": "Democrats push bill to stop a Trump pre-emptive strike on North Korea",
    "url": "https://www.theguardian.com/us-news/2017/oct/26/democrats-push-bill-to-stop-a-trump-pre-emptive-strike-on-north-korea",
    "content": "Congressional Democrats have introduced legislation aimed at preventing Donald Trump from launching a pre-emptive attack on North Korea, as concerns grew about the administration’s failure to explore talks with Pyongyang. The “No Unconstitutional Strike against North Korea” bill is the second legislative attempt to curtail’s Trump power to start a war unilaterally. Earlier this year, a bill was introduced to prohibit the president from ordering a nuclear first strike against a foreign adversary without a declaration of war by Congress, amid concerns over Trump’s belligerent language, erratic behaviour and frequent tweeted threats against other countries. The new legislation prohibiting an attack on North Korea without congressional authority was launched by Democrats John Conyers in the House and Ed Markey in the Senate. It has two Republicans among the 61 backers in the House, but at present no formal Republican backing in the Senate. “As a veteran of the Korean war, I am ashamed that our commander-in-chief is conducting himself in a reckless manner that endangers our troops stationed in South Korea and our regional allies,” Conyers said. “President Trump’s provocative and escalatory rhetoric, with threats to unleash ‘fire and fury’ and ‘totally destroy’ North Korea, cannot be allowed to turn into reality,” Senator Markey said. “As long as President Trump has a Twitter account, we must ensure that he cannot start a war or launch a nuclear first strike without the explicit authorization of Congress.” The bill’s supporters acknowledge that it will not pass without attracting more Republican support, but they argue that it helps focus attention on the unlimited authority of a US president to order the use of nuclear weapons, many of which can be launched within a few minutes. No official has the power to stop or even delay the launch. Senator Dianne Feinstein, speaking at a conference organised by the Ploughshares Fund, an non-proliferation advocacy group said she once asked a former head of US Strategic Command if he would carry out a launch order even if he knew it was a catastrophically bad decision. “He looked me straight in the eye and said: Yes,” Senator Feinstein recalled. Tensions on the Korean peninsula have reached critical levels since Pyongyang carried out a sixth nuclear test in September and a series of long-range missile tests. Trump has tweeted a series of threats against the regime and declared at the UN in September that he could “totally destroy” North Korea. Meanwhile, Trump and his administration have given mixed signals on whether they would consider any kind of dialogue with Pyongyang, and no overtures appear to have been made in that direction. NBC News reported on Thursday that Joseph Yun, the top American diplomat on North Korean issues, has been warning of a breakdown in diplomatic efforts at meetings in Congress and seeking help in persuading the White House to give negotiations a chance. William Perry, a former US defence secretary and a veteran of the Cuban missile crisis, said there was a rising danger of the US stumbling into a war with North Korea by making Pyongyang think a “decapitation strike” is imminent and panicking it into launching its own nuclear weapons. “What we’re doing is making the regime think they are about to go, so they might as well go out in a blaze of glory,” Perry said, adding that the best thing Congress could do to stop the drift to nuclear war was to pass the Conyers-Markey legislation. “It doesn’t seem now it can be passed, but things can change,” he said. Ted Lieu, the Democratic congressman who co-authored the bill in January to limit the president’s power to launch a first strike said the best recruiter for Republican support was Trump’s behaviour. “Every time the president does something erratic, which is every day, we get more co-sponsors,” Lieu said.",
    "keywords": [
        "stop",
        "preemptive",
        "war",
        "launch",
        "democrats",
        "bill",
        "korea",
        "north",
        "president",
        "nuclear",
        "strike",
        "pyongyang",
        "congress",
        "push",
        "trump"
    ],
    "summary": "Congressional Democrats have introduced legislation aimed at preventing Donald Trump from launching a pre-emptive attack on North Korea, as concerns grew about the administration’s failure to explore talks with Pyongyang.\nThe “No Unconstitutional Strike against North Korea” bill is the second legislative attempt to curtail’s Trump power to start a war unilaterally.\nThe new legislation prohibiting an attack on North Korea without congressional authority was launched by Democrats John Conyers in the House and Ed Markey in the Senate.\n“President Trump’s provocative and escalatory rhetoric, with threats to unleash ‘fire and fury’ and ‘totally destroy’ North Korea, cannot be allowed to turn into reality,” Senator Markey said.\nTrump has tweeted a series of threats against the regime and declared at the UN in September that he could “totally destroy” North Korea.",
    "sentiment": {
        "neg": 0.1338,
        "neu": 0.8148,
        "pos": 0.0513,
        "compound": -0.2565
    }
}