{
    "date": "2017-07-04T19:47:05Z",
    "title": "North Korea claims successful test of intercontinental ballistic missile",
    "url": "https://www.theguardian.com/world/2017/jul/04/north-korea-launches-ballistic-missile-japans-defence-ministry-says",
    "content": "North Korea claims to have conducted its first test of an intercontinental ballistic missile (ICBM) , a development that, if confirmed, could move the regime closer to being able to strike the US mainland and dramatically strengthen its hand in negotiations with Washington. South Korean and Japanese officials said they were studying the data to confirm whether or not it was an ICBM, but analysts said it appeared the missile had the range to strike Alaska but not other parts of the continental US. Later there were reports in the US that officials believe North Korea may have fired its first intercontinental missile, though there was no official public statement from the US about this. The launch, which came as Americans prepared to mark Independence Day, triggered a Twitter outburst from President Donald Trump who urged China to act to “end this nonsense once and for all”. In a joint statement released after the missile test, Russia and China condemned the launch and proposed that North Korea declare a moratorium on nuclear and missile tests, while at the same time calling on Washington to immediately halt deployment of its THAAD anti-missile system in South Korea. In a rare announcement on state North Korean television, an emotional newsreader said Kim Jong-un had personally overseen the “landmark” test of a Hwasong-14 missile. North Korea was now a “a strong nuclear power state” and had “a very powerful ICBM that can strike any place in the world,” the newsreader said. She added that the missile had reached an altitude of 2,802km (1,741 miles) and flew 933km (580 miles) – longer and higher than any of the regime’s previous similar tests. Those figures roughly concurred with analysis by Japanese and South Korean officials. Early indications were that the missile was a single-stage device. But later, NBC News cited two unnamed US officials saying they now believed it was “two stage”, and CNN quoted one official saying it was a “probable” ICBM and that the ongoing assessment suggested a second-stage booster did ignite and produced additional flight for 30 seconds. While the apparent advancement in North Korea’s missile technology will add to concerns that the regime is moving closer to developing the capacity to strike the US mainland, many analysts still doubt whether it can miniaturise a nuclear weapon sufficiently to fit it on to a missile. They also believe the regime is unlikely to have mastered the technology needed for an ICBM to survive re-entry into Earth’s atmosphere. South Korea’s military confirmed that North Korea had fired an “unidentified ballistic missile” into the Sea of Japan – known in North Korea as the East Sea of Korea – from Banghyon in North Pyongan, a province near its border with China. The timing of North Korea’s 11th launch this year – on the eve of the US Independence Day holiday and just before the start of the G20 summit in Hamburg – was significant. It came soon after Donald Trump met the South Korean president, Moon Jae-in, in Washington, and held telephone discussions dominated by Pyongyang’s missile and nuclear weapons programmes with the Chinese president, Xi Jinping, and Japan’s prime minister, Shinzo Abe. The missile landed in Japan’s exclusive economic zone, the South Korean military and Japanese government said. Tokyo strongly protested against what it called a clear violation of UN resolutions banning Pyongyang from developing ballistic missile technology. The US Pacific Command said it detected and tracked the “single launch of a land-based, intermediate-range ballistic missile” for 37 minutes near an airfield in Panghyon, about 60 miles north-west of Pyongyang - a flight time longer than any similar previous tests. The joint statement from Russia and China, issued shortly after President Vladimir Putin and Chinese President Xi Jinping held wide-ranging talks in the Kremlin, called on North Korea, South Korea and the United States to sign up to a Chinese de-escalation plan designed to defuse tensions around Pyongyang’s missile programme. The plan would see North Korea suspend its ballistic missile programme and the United States and South Korea simultaneously call a moratorium on large-scale missile exercises, both moves aimed at paving the way for multilateral talks. “The situation in the region affects the national interests of both countries,” the joint statement said. “Russia and China will work in close coordination to advance a solution to the complex problem of the Korean Peninsula in every possible way.” The joint declaration also called on Washington to immediately halt deployment of its THAAD anti-missile system in South Korea, a move Washington says is necessitated by the North Korean missile threat. The statement said Washington was using North Korea as a pretext to expand its military infrastructure in Asia and risked upsetting the strategic balance of power in the area. On Monday China’s ambassador to the United Nations had warned of “disastrous” consequences if world powers fail to find a way to ease tensions with North Korea that risked getting “out of control”. North Korea has increased the frequency of tests this year as it attempts to develop a missile capable of carrying a miniaturised nuclear warhead as far as the US mainland – a geopolitical game-changer that Trump has vowed “won’t happen”. The regime’s most recent missile test before Tuesday came on 8 June when it launched a new type of cruise missile that Pyongyang said was capable of striking US and South Korean warships “at will”. David Wright, co-director of the Global Security Program at the US-based Union of Concerned Scientists, said in a blogpost the initial assessments of the flight time and distance suggested the missile fired on Tuesday could have a maximum range of roughly 6,700km (4,160 miles). “That range would not be enough to reach the lower 48 states or the large islands of Hawaii, but would allow it to reach all of Alaska,” he said. Shea Cotton, a researcher at the James Martin Center for Nonproliferation Studies in the US, suggested the launch was deliberately timed to coincide with the anniversary of the US declaration of independence. “It’s already 4th of July in North Korea,” he said on Twitter. “I somewhat suspect they’re shooting off some fireworks today specifically because of that.” South Korea’s joint chiefs of staff immediately briefed Moon. Since taking office on 10 May, Moon has tried to push cautious engagement with Pyongyang, but the regime has continued its missile tests, insisting it has the right to develop a nuclear deterrent to counter what it calls growing military provocations by the US. Trump and Moon agreed to apply “maximum pressure” to persuade North Korea to abandon its nuclear and ballistic missile programmes, but agreed they were open to dialogue with the regime “under the right circumstances”. Trump declared the US had run out of patience with North Korea over its weapons programme. “Together, we are facing the threat of the reckless and brutal regime in North Korea,” he said. “The nuclear and ballistic missile programs of that regime require a determined response.”",
    "keywords": [
        "south",
        "ballistic",
        "regime",
        "korea",
        "intercontinental",
        "washington",
        "claims",
        "nuclear",
        "trump",
        "test",
        "missile",
        "successful",
        "north",
        "korean"
    ],
    "summary": "In a rare announcement on state North Korean television, an emotional newsreader said Kim Jong-un had personally overseen the “landmark” test of a Hwasong-14 missile.\nSouth Korea’s military confirmed that North Korea had fired an “unidentified ballistic missile” into the Sea of Japan – known in North Korea as the East Sea of Korea – from Banghyon in North Pyongan, a province near its border with China.\nTokyo strongly protested against what it called a clear violation of UN resolutions banning Pyongyang from developing ballistic missile technology.\nThe plan would see North Korea suspend its ballistic missile programme and the United States and South Korea simultaneously call a moratorium on large-scale missile exercises, both moves aimed at paving the way for multilateral talks.\n“Together, we are facing the threat of the reckless and brutal regime in North Korea,” he said.",
    "sentiment": {
        "neg": 0.0663,
        "neu": 0.8724,
        "pos": 0.0613,
        "compound": -0.0417
    }
}