{
    "date": "2017-04-27T08:01:18Z",
    "title": "North Korea: Washington and Seoul pledge 'swift punitive measures'",
    "url": "https://www.theguardian.com/us-news/2017/apr/27/north-korea-south-korea-us-white-house-diplomacy-sanctions",
    "content": "The US has signalled sanctions and diplomatic pressure are its priorities for dealing with North Korea as senators who attended a White House briefing said they had not been presented with “a specific military option”. Tensions between the US and North Korea are already inflamed before an anticipated sixth nuclear test from Pyongyang, which has accelerated its long-range missile development programme. A statement on Thursday from the South Korean president’s office said Seoul and Washington had agreed “to swiftly take punitive measures” against North Korea in the event of more provocation, following a telephone conversation between the US national security adviser, HR McMaster, and his South Korean counterpart, Kim Kwan-jin. “The two sides pledged that in the event of additional strategic provocation by the North to swiftly take punitive measures, including a new UN security council resolution, that are unbearable for the North,” the statement said. It followed Wedensday’s joint statement from the US secretary of state Rex Tillerson, secretary of defence James Mattis, and director of national intelligence Dan Coats, that said President Trump would pressure Pyongyang “by tightening economic sanctions and pursuing diplomatic measures with our allies and regional partners” – an approach adopted by the past three US administrations. It also said past efforts had failed to stop the advance of Pyongyang’s nuclear and missile programmes. Chris Coons, a Delaware Democrat on the Senate foreign relations committee who attended the White House briefing, said senators “were not presented with any specific military option”. The statement from the three cabinet officials also did not outline any additional military steps. Coons said a resolution of the “very difficult” North Korea problem would require “persistent engaged allocation of diplomatic and military resources and effort”. He said he believed Trump was developing a “diplomatic strategy that strikes me as clear-eyed and well proportioned to the threat”. At the briefing, Trump asserted that a different course on North Korea diplomacy would stem from his ability to “get things done”, according to a Senate aide. But members of both parties were concerned that the White House did not have an effective plan “and doesn’t understand the level of effort necessary to reach a diplomatic solution”, the aide said. Admiral Harry Harris, the commander of US Pacific Command (Pacom), told a congressional panel on Wednesday his goal was to bring Kim Jong-un “to his senses, not to his knees”.",
    "keywords": [
        "diplomatic",
        "white",
        "military",
        "korea",
        "measures",
        "washington",
        "house",
        "pledge",
        "seoul",
        "briefing",
        "punitive",
        "trump",
        "swift",
        "statement",
        "north"
    ],
    "summary": "The US has signalled sanctions and diplomatic pressure are its priorities for dealing with North Korea as senators who attended a White House briefing said they had not been presented with “a specific military option”.\nTensions between the US and North Korea are already inflamed before an anticipated sixth nuclear test from Pyongyang, which has accelerated its long-range missile development programme.\nChris Coons, a Delaware Democrat on the Senate foreign relations committee who attended the White House briefing, said senators “were not presented with any specific military option”.\nCoons said a resolution of the “very difficult” North Korea problem would require “persistent engaged allocation of diplomatic and military resources and effort”.\nAt the briefing, Trump asserted that a different course on North Korea diplomacy would stem from his ability to “get things done”, according to a Senate aide.",
    "sentiment": {
        "neg": 0.0765,
        "neu": 0.8612,
        "pos": 0.0621,
        "compound": -0.0175
    }
}