{
    "date": "2017-07-05T05:38:59Z",
    "title": "'Guest workers': the North Korean expats forced to feed the regime",
    "url": "https://www.theguardian.com/world/2017/jul/05/north-koreas-global-money-makers-us-scolds-countries-hosting-guest-workers",
    "content": "Severely rattled by the first successful intercontinental ballistic missile test, the US has ramped up pressure on states hosting North Korean “guest workers”, foreign labourers believed to be a significant revenue stream for the isolated regime. Tens of thousands of impoverished North Koreans are transferred abroad by the state and ordered to send back much-needed foreign currency to a country suffering tremendous financial sanctions. The decades-old policy was given a boost in the 1990s during an economic collapse and subsequent famine. These migrants, who take a tiny percentage of their pay, have in the past been a source of cheap and sometimes disposable labour in Chinese sweatshops and Malaysian mines. Qatar used North Koreans for a construction project linked to the 2022 World Cup while a subcontractor for a stadium built for Russia’s 2018 competition said 190 “downtrodden” North Koreans worked seven days a week. After Tuesday’s test launch of an intercontinental ballistic missile, US secretary of state Rex Tillerson, called for “global action”. He said: “Any country that hosts North Korean guest workers, provides any economic or military benefits, or fails to fully implement UN security council resolutions is aiding and abetting a dangerous regime. All nations should publicly demonstrate to North Korea that there are consequences to their pursuit of nuclear weapons.” The warning reiterates a long-standing US demand but brings focus back on countries with thousands of overseas workers. UN rights investigators believe North Korea has forced more than 50,000 people abroad, mainly to Russia and China, which amounts to forced labour with the aim of circumventing UN sanctions on the regime. North Korean activists who have fled say the figure is much higher, up to 100,000. A report (pdf) by a defector group, the North Korean Strategy Center, said more than 40,000 workers were sent to Russia and China, 30,000 to the Middle East and Southeast Asia, and thousands of others in eastern Europe and Mongolia. The workers return up to $2.3bn (£1.8bn) per year, working mainly in mining, logging, textile and construction, it said. New York-based advocacy group Human Rights Watch said in a report last year that overseas forced labour is part of the country’s economic backbone. In the Malaysian capital, several restaurants in an area known locally as “North Korean town” were suspected to be sending funds back to Pyongyang. Malaysia maintained a semi-cordial relationship with the pariah state, but that broke down following the murder of Kim Jong-un’s estranged half-brother, Kim Jong-nam, using VX nerve agent in Kuala Lumpur international airport in February. It is believed many North Korean labourers working for Malaysian mining companies left following the diplomatic crisis. Desperate for foreign cash, Pyongyang has even opened a multi-million-dollar art museum near the tourist-attracting temples of Angkor Wat in Cambodia, one of the country’s few global allies. Visitors walk along a circular viewing deck to admire a 120-metre mural depicting early Cambodian history, painted by North Korea’s biggest art studio, Mansudae. The studio is believed to have worked on several grandiose projects commissioned by other eccentric regimes, including two statues of Zimbabwe’s Robert Mugabe. Cheng Xiaohe, a North Korea expert from China’s Renmin University, said Tillerson’s statement on guest workers was clearly targeting China and would “sound an alarm bell” in Beijing. “It’s clear [the US] is not joking around this time.” However, Zhao Tong, a North Korea expert from at the Carnegie–Tsinghua Centre for Global Policy in Beijing, said Russia and China were unlikely to cooperate with US attempts to crack down on guest workers. Even if they did, he doubted the move would have any significant impact. “Yes, it brings the North Korean government some money, but not a lot ... You can’t simply cut off all the resources for North Korea’s nuclear and missile programs only by stopping North Korean labourers from working in other countries. That is not something that is decisive,” he said. “I don’t think the US has any other good options, and that is why they are doubling down on what they are doing already.” Washington said last year it was also working to encourage other countries to send home North Korean embassy workers who did not appear to be engaged in diplomatic activity. Nations should make sure North Korean officials were not invited to travel abroad or that their ships and planes were allowed to dock or land, former deputy secretary of state Antony Blinken said. Additional reporting Wang Zhen",
    "keywords": [
        "feed",
        "thousands",
        "regime",
        "korea",
        "state",
        "russia",
        "north",
        "workers",
        "china",
        "working",
        "forced",
        "expats",
        "guest",
        "korean"
    ],
    "summary": "Severely rattled by the first successful intercontinental ballistic missile test, the US has ramped up pressure on states hosting North Korean “guest workers”, foreign labourers believed to be a significant revenue stream for the isolated regime.\nHe said: “Any country that hosts North Korean guest workers, provides any economic or military benefits, or fails to fully implement UN security council resolutions is aiding and abetting a dangerous regime.\nNorth Korean activists who have fled say the figure is much higher, up to 100,000.\nIn the Malaysian capital, several restaurants in an area known locally as “North Korean town” were suspected to be sending funds back to Pyongyang.\n“Yes, it brings the North Korean government some money, but not a lot ... You can’t simply cut off all the resources for North Korea’s nuclear and missile programs only by stopping North Korean labourers from working in other countries.",
    "sentiment": {
        "neg": 0.0764,
        "neu": 0.886,
        "pos": 0.0377,
        "compound": -0.1374
    }
}