{
    "date": "2017-09-25T12:42:39Z",
    "title": "Japan's PM Shinzō Abe calls snap election",
    "url": "https://www.theguardian.com/world/2017/sep/25/japans-pm-shinzo-abe-calls-snap-election",
    "content": "Japan’s prime minister, Shinzō Abe, has called a snap election to take advantage of opposition disarray and support for his hard line against North Korea’s ballistic missile and nuclear weapons programmes. Speaking at a televised press conference on Monday, Abe said the election would be an appraisal of his social security spending plans and his handling of the crisis on the Korean peninsula. He added that he would resign as prime minister if his party failed to win a majority. “I’ll demonstrate strong leadership and stand at the forefront to face a national crisis,” he said, referring to Japan’s rapidly ageing population and North Korea. “This is my responsibility as leader and my mission as prime minister.” Abe said he would redirect some revenue from a planned sales tax rise in 2019 to childcare and early education rather than paying back Japan’s huge public debt, but vowed to continue with fiscal reform. He rejected charges that the election, to be held on 22 October, risked creating a political vacuum at a time of rising tensions over North Korea. “We must not give in to North Korea’s threats,” he said. “By gaining a mandate from the people with this election, I will forge ahead with strong diplomacy.” The election was announced hours after Yuriko Koike, the governor of Tokyo, announced the formation of a new party that could give conservative voters an alternative to Abe’s ruling Liberal Democratic party (LDP). Koike, a former LDP defence minister, said her newly formed Kibo no To (Party of Hope) would be free of special interests. “Japan is facing a difficult time considering the situation in North Korea,” Koike told reporters. “Economically, the world is making a big move while Japan’s presence is gradually fading. I want the Japanese people to believe that there is hope for tomorrow.” The party has already attracted MPs from other opposition parties. Mineyuki Fukuda, a junior cabinet minister, said over the weekend he would become the first LDP defector to join Koike. The vote for the powerful lower house of parliament will be more than a year earlier than expected and comes amid increasing tension in the region. North Korea has test-fired two ballistic missiles over northern Japan in the past month, triggering emergency drills and warnings from Abe that the country faces an “unprecedented threat” from the regime. According to a weekend poll by the Nikkei business newspaper, 44% of voters would back the LDP in a general election. Only 8% said they would vote for the main opposition Democratic party, whose poor showing in local elections this summer forced a leadership election. Significantly, a fifth of those polled by the Nikkei said they were undecided, potentially opening the door for Koike’s party to make an impact in its first national election. Koike’s party is expected to field dozens of candidates and to cooperate with other opposition parties in an attempt to defeat LDP candidates in marginal seats. Her regional forerunner to the Hope party, which campaigned only in Tokyo, humiliated Abe and the LDP in assembly elections in July, but analysts say the election will come too soon for the new party to mount a serious challenge to Abe. “There is no opposition worthy of the name in Japan. The LDP is a giant among dwarves. It would take a major scandal to derail the Abe express,” said Jeff Kingston, director of Asian Studies at Temple University in Tokyo. Some analysts refused to rule out a Japanese version of the shock results seen in the UK and the US over the past year. “Abe’s big gamble could yield a big surprise,” said Minoru Morita, a veteran independent political analyst. At home, Abe is expected to persevere with a long-held desire to reform Japan’s postwar constitution to permit the country’s military to play a more active role overseas. Abe, a conservative critic of the US-authored constitution, had hoped to use his time in office to revise article 9, which restricts Japanese armed forces to a strictly defensive role. Abe, whose ratings have risen from about 30% in July, is gambling that his ruling bloc can keep its lower house majority even if it loses the two-thirds “super majority” it needs to push constitutional reform through parliament. Some analysts said the LDP risks losing its two-thirds majority – a scenario that would put the brakes on Abe’s constitutional reform project. “Despite the seemingly favourable backdrop for Abe, there are risks in calling a snap election,” said Yoel Sano, an analyst at BMI research. But Jesper Koll, head of WisdomTree Japan, said it would be wrong to rule out the LDP maintaining its super majority. “The opposition parties are in disarray and face a severe shortage of parliamentary candidates,” Koll said. “And second, the combination of North Korea’s nuclear ambitions and China’s response to it plays well into Abe’s fundamental and emotional popularity base.” Agencies contributed to this report",
    "keywords": [
        "abe",
        "opposition",
        "shinzō",
        "japans",
        "north",
        "calls",
        "election",
        "snap",
        "majority",
        "minister",
        "party",
        "reform",
        "ldp"
    ],
    "summary": "Japan’s prime minister, Shinzō Abe, has called a snap election to take advantage of opposition disarray and support for his hard line against North Korea’s ballistic missile and nuclear weapons programmes.\nAccording to a weekend poll by the Nikkei business newspaper, 44% of voters would back the LDP in a general election.\nOnly 8% said they would vote for the main opposition Democratic party, whose poor showing in local elections this summer forced a leadership election.\nAt home, Abe is expected to persevere with a long-held desire to reform Japan’s postwar constitution to permit the country’s military to play a more active role overseas.\n“Despite the seemingly favourable backdrop for Abe, there are risks in calling a snap election,” said Yoel Sano, an analyst at BMI research.",
    "sentiment": {
        "neg": 0.1035,
        "neu": 0.7874,
        "pos": 0.1092,
        "compound": 0.0171
    }
}