{
    "date": "2017-09-26T23:50:12Z",
    "title": "Trump pledges to 'fix the mess' of North Korea's nuclear program",
    "url": "https://www.theguardian.com/us-news/2017/sep/26/donald-trump-north-korea-nuclear-fix-mess",
    "content": "Donald Trump vowed to “fix the mess” over North Korea’s nuclear program a day after the country’s foreign minister claimed that the US president had declared war in a tweet and threatened to shoot down American bombers in international airspace. Trump also said on Tuesday that any US military attack would be “devastating” as his administration sought to turn up the economic pressure with fresh sanctions to punish North Korean banks and their workers. As the secretary of state, Rex Tillerson, said the US was still hoping for a diplomatic resolution, Trump echoed the sentiment, declaring that a military strike was “not a preferred option”. Still, Trump said the US was “totally prepared” to pursue that route if necessary. “If we take that option, it will be devastating, I can tell you that. Devastating,” Trump said in a White House news conference. “If we have to take it, we will.” The president appeared eager to push back on the notion that it was he, not the North Korean leader, Kim Jong-un, who was responsible for upping the rhetoric between the countries to alarming levels. And he assigned some fault for the mounting crisis to his predecessors for failing to address the North’s nuclear ambitions over many decades. “It’s left me a mess,” Trump said. “I’ll fix the mess.” The comments came after the president faced scrutiny for tweeting over the weekend that Kim “won’t be around much longer”, prompting his administration to clarify that the US was not seeking to overthrow the North Korean leader. Following Trump’s earlier insults, Kim had said last week he was considering retaliating at the “highest level” and called the president a “mentally deranged US dotard” who would “pay dearly” for threatening to destroy his regime. Trump emphasized that countries must act quickly to “ensure the regime’s complete denuclearization”, referring to Kim’s government. Though the US has continued to argue publicly that North Korea should give up its nuclear program, US officials and North Korea experts have said that halting or rolling back Pyongyang’s program is the more realistic outcome. Trump spoke alongside Mariano Rajoy, the Spanish prime minister, minutes after the US treasury announced new sanctions targeting eight North Korean banks and 26 bank workers living abroad. The North Korean targets mark the first use of new sanctioning powers that Trump created in an executive order he signed last week to target North Korea’s access to the international banking system. They also come as the United Nations has recently passed its toughest sanctions package targeting North Korea. The eight banks are in North Korea. The treasury department said the 26 individuals were North Korean nationals employed by those banks. Nineteen of them live in China; three live in Russia and two each in Libya and the United Arab Emirates. “This is a clear message to Chinese banks: we can find these individuals, so can you,” said Anthony Ruggiero, a senior fellow at the Washington-based Foundation for Defense of Democracies, which argues for tough sanctions on North Korea. Trump’s executive order, signed last week as world leaders attended the UN general assembly, also created a pathway for the US to impose so-called secondary sanctions on banks in third countries that do legitimate business with North Korea. Those sanctions would essentially force those banks, mostly in China, to stop doing business with North Korea or lose all access to the US financial system. The penalties are part of a Trump administration effort to show it remains committed to using economic pressure and diplomacy to resolve the North Korea nuclear crisis, rather than the military threat that Trump has repeatedly issued. “We are targeting North Korean banks and financial facilitators acting as representatives for North Korean banks across the globe,” said the treasury secretary, Steven Mnuchin. A spokesman for China’s foreign ministry said it strongly disapproved of the “escalating war of rhetoric” between Washington and Pyongyang. Lu Kang told reporters in Beijing: “We hope that the statesmen from both the US and the DPRK [North Korea] … can also come to recognise that being bent on assertiveness and provoking each other will only increase the risk of confrontation and conflict and reduce the room for their own policy manoeuvers. “War on the Korean peninsula will produce no winners and it will even bring misfortune to regional countries.” Hu Xijin, the editor of the nationalistic Global Times tabloid, blamed Trump for the war of words. Hu said: “Pyongyang cannot just take his words as empty threats. Pyongyang believes a US military attack is imminent … the country is truly anxious. “Perhaps Trump sees his threats the same way he sees criticizing an NFL player. But what we see are grave errors in judgement.”",
    "keywords": [
        "war",
        "mess",
        "military",
        "korea",
        "president",
        "nuclear",
        "sanctions",
        "program",
        "fix",
        "trump",
        "korean",
        "banks",
        "pledges",
        "north",
        "koreas"
    ],
    "summary": "Though the US has continued to argue publicly that North Korea should give up its nuclear program, US officials and North Korea experts have said that halting or rolling back Pyongyang’s program is the more realistic outcome.\nTrump spoke alongside Mariano Rajoy, the Spanish prime minister, minutes after the US treasury announced new sanctions targeting eight North Korean banks and 26 bank workers living abroad.\nThe North Korean targets mark the first use of new sanctioning powers that Trump created in an executive order he signed last week to target North Korea’s access to the international banking system.\nThey also come as the United Nations has recently passed its toughest sanctions package targeting North Korea.\n“We are targeting North Korean banks and financial facilitators acting as representatives for North Korean banks across the globe,” said the treasury secretary, Steven Mnuchin.",
    "sentiment": {
        "neg": 0.1277,
        "neu": 0.8235,
        "pos": 0.0488,
        "compound": -0.2246
    }
}