{
    "date": "2017-04-10T05:25:17Z",
    "title": "Syria strike designed to intimidate North Korea, Chinese state newspaper says",
    "url": "https://www.theguardian.com/world/2017/apr/10/syria-strike-designed-to-intimidate-north-korea-chinese-state-newspaper-says",
    "content": "Donald Trump’s decision to attack Syria had also been designed to intimidate North Korean leader Kim Jong-un, a Chinese newspaper has claimed, as G7 foreign ministers meet to discuss the fallout from last week’s missile incursion. The state-run Global Times said a US strike against North Korea would unleash carnage on the Korean peninsula. The US navy has deployed a strike group towards the western Pacific Ocean, to provide a presence near the Korean peninsula. South Korean officials suspect Kim may be planning to hold his country’s sixth nuclear test later this week to mark the 105th anniversary of the birth of founder Kim Il-sung on 15 April, an event a number of foreign journalists have been invited to cover. In an editorial entitled: ‘After Syria strikes, will North Korea be next?’, the Global Times suggested the US might now be preparing to launch “similar actions” against Pyongyang and warned of catastrophic consequences if it did. “A symbolic strike against North Korea by the US would bring a disaster to the people in Seoul,” the newspaper said, claiming a “decapitation attack” on North Korea was now “highly possible”. Such a strike would “very likely evolve into large-scale bloody war on the peninsula”. The Global Times noted the decision to deploy a strike force to the Western Pacific over the weekend and cautioned Pyongyang against doing anything that might further inflame the situation. “New nuclear tests will meet with unprecedented reactions from the international community, even to a turning point.” The warnings came after the US secretary of state, Rex Tillerson, claimed that the situation in North Korea had “reached a certain level of threat that action has to be taken”. Asked if the attack on Syria could be seen as a message to Pyongyang, Tillerson told ABC: “The message that any nation can take is: ‘If you violate international norms, if you violate international agreements, if you fail to live up to commitments, if you become a threat to others, at some point a response is likely to be undertaken.” On Sunday, Trump’s national security adviser, HR McMaster, told Fox News the US president had asked for a range of options to “remove” the threat posed to the American people and their allies by Kim Jong-un. Accoridng to NBC, those options include sending nuclear weapons to South Korea and killing Kim Jong-un and other senior members of North Korea’s government and military. The escalating tensions on the Korean peninsula and the conflict in Syria look set to dominate a two-day meeting of G7 foreign ministers in Tuscany which starts on Monday. Foreign ministers from Britain, Canada, France, Germany, Italy, and Japan are expected to use the meeting to press Tillerson for answers about the White House’s intentions towards Syria’s leader Bashar al-Assad. Washington has sent conflicting messages on the subject since last week with the US ambassador to the UN, Nikki Haley, describing regime change as a priority but Tillerson claiming the fight against Islamic State was the US’ key goal. “[They are] navigating aimlessly in the dark,” a senior European diplomat told Reuters. Cheng Xiaohe, a North Korea expert from Beijing’s Renmin University, said by attacking Syria Trump had killed four birds with one stone. He had projected strength; dealt a blow to Assad; and piled pressure on China which he has accused of not doing enough to rein in Pyongyang. The US president had also sent an unmistakable signal to Kim Jong-un. “By launching the strike on Syria, Trump has sent a clear message: that the US is certainly willing to use force, and that North Korea should think carefully before taking any action. The chance of Trump using force in North Korea has gone up,” Cheng said. The “hidden motive” of Trump’s air strikes on Syria was a warning to North Korea, the Chinese academic claimed. “China is worried about the current situation.” Additional reporting by Wang Zhen",
    "keywords": [
        "syria",
        "korea",
        "state",
        "designed",
        "kim",
        "tillerson",
        "peninsula",
        "strike",
        "intimidate",
        "chinese",
        "korean",
        "jongun",
        "pyongyang",
        "north",
        "newspaper"
    ],
    "summary": "The state-run Global Times said a US strike against North Korea would unleash carnage on the Korean peninsula.\n“A symbolic strike against North Korea by the US would bring a disaster to the people in Seoul,” the newspaper said, claiming a “decapitation attack” on North Korea was now “highly possible”.\nCheng Xiaohe, a North Korea expert from Beijing’s Renmin University, said by attacking Syria Trump had killed four birds with one stone.\nThe chance of Trump using force in North Korea has gone up,” Cheng said.\nThe “hidden motive” of Trump’s air strikes on Syria was a warning to North Korea, the Chinese academic claimed.",
    "sentiment": {
        "neg": 0.1333,
        "neu": 0.8393,
        "pos": 0.0274,
        "compound": -0.3589
    }
}