{
    "date": "2017-05-01T09:27:22Z",
    "title": "Trump's stance on North Korea missile defence 'chaotic', says Seoul media",
    "url": "https://www.theguardian.com/world/2017/may/01/north-korea-missile-defence-donald-trump-thaad-seoul",
    "content": "The South Korean media has accused Donald Trump of weakening bilateral security ties at a time of heightened tensions on the Korean peninsula after he said Seoul should pay for a controversial missile defence system. The US president was accused of dropping “a barrage of verbal bombs” and sending “confusing and contradictory” messages over Washington’s commitment to the country’s security. In an interview last week, Trump said that South Korea - a key US ally in the Asia-Pacific – should foot the $1bn (£770m) bill for the Terminal High Altitude Area Defence (Thaad) antimissile system currently being deployed in the South Korean countryside. “I informed South Korea it would be appropriate if they paid. It’s a billion-dollar system,” Trump was quoted as saying by the Reuters news agency. “It’s phenomenal, shoots missiles right out of the sky.” However, Trump’s national security adviser, HR McMaster, reportedly told his South Korean counterpart on Sunday that the US would shoulder the costs for the system, which is designed to intercept North Korean missiles in mid-flight. The leading Chosun Ilbo newspaper said Trump was placing domestic financial concerns above regional security, at a time when North Korea’s nuclear and missile programmes were causing alarm among its neighbours. “Trump’s mouth rattling Korea-US alliance,” it said in a front-page headline. “There are issues that are far more important than just money,” it said in an editorial. “If either country keeps reducing the alliance to the matter of money or the economy, it is bound to undermine basic trust.” Another major newspaper, JoongAng Ilbo, accused Trump’s administration of sending “confusing and contradictory messages”, creating a “chaotic situation” that dealt a “huge blow” to the bilateral alliance. “The US must be well aware of the pain and backlash Seoul has endured to push for the Thaad deployment,” it added. A headline on the front page of Dong-A Ilbo read: “Trump risk: we need to come up with new strategy for Korea-US alliance”. The paper accused Trump of dropping “a barrage of verbal bombs” on South Korea in a challenge to its next president. “We hope that Trump will be more careful with his words,” it said in an editorial. “Who’s going to smile if our alliance is shaken? It will be North Korea’s Kim Jong-un and China’s Xi Jinping.” An adviser to Moon Jae-in, the frontrunner in South Korea’s presidential election to be held on 9 May, described Trump’s demand as impossible. Kim Ki-jung, who advises Moon on foreign policy, said: “Even if we purchase Thaad, its main operation would be in the hands of the United States. So buying it would be an impossible option.” Moon, a liberal who wants to reopen dialogue with North Korea, has said he will review Thaad if he wins the election, but has stopped short of promising to scrap it. The Pentagon has said Thaad will be operational “very soon”, despite strong objections from China, which claims the system’s powerful radar could penetrate its territory and would do little to dissuade North Korea from attempting to develop nuclear-armed ballistic missiles capable of striking the US mainland. “[Thaad] is moving very quickly; it will have initial operational capability very soon,” Pentagon spokesman Capt Jeff Davis told reporters last week. Washington’s position on which country should pay for Thaad is still unclear, however, with McMaster suggesting that payment was still up for negotiation. “The relationship on Thaad, on our defence relationship going forward, will be renegotiated, as it’s going to be with all of our allies,” he told Fox News on Sunday. The US and South Korea originally agreed that Washington would pay for Thaad in return for South Korea providing land for missile batteries, radar and other facilities.",
    "keywords": [
        "south",
        "korea",
        "system",
        "alliance",
        "thaad",
        "seoul",
        "stance",
        "media",
        "chaotic",
        "trumps",
        "trump",
        "missile",
        "defence",
        "security",
        "north",
        "korean"
    ],
    "summary": "The South Korean media has accused Donald Trump of weakening bilateral security ties at a time of heightened tensions on the Korean peninsula after he said Seoul should pay for a controversial missile defence system.\n“I informed South Korea it would be appropriate if they paid.\nIt’s a billion-dollar system,” Trump was quoted as saying by the Reuters news agency.\nThe paper accused Trump of dropping “a barrage of verbal bombs” on South Korea in a challenge to its next president.\nThe US and South Korea originally agreed that Washington would pay for Thaad in return for South Korea providing land for missile batteries, radar and other facilities.",
    "sentiment": {
        "neg": 0.0574,
        "neu": 0.8683,
        "pos": 0.0742,
        "compound": 0.0515
    }
}