{
    "date": "2017-04-03T17:30:45Z",
    "title": "Donald Trump’s shock tactics on North Korea may just work | Ian Birrell",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/03/donald-trump-shock-tactics-north-korea-work",
    "content": "Song Byeok used to paint propaganda pictures for North Korea’s dictators. But when famine struck, his family was starving like millions of others, so they tried to flee. His father drowned crossing a swollen river to China and Song begged soldiers to help him. Instead they sent him to a labour camp, where the hunger and torture was so extreme he envied those dying all around him. “I just wanted to get it over quickly,” he said. This slight man told me he lost almost five stone, along with a finger that rotted away. The prisoners were woken at five each morning, forced to run everywhere carrying heavy materials, beaten constantly by guards. The only food was boiled corn soup. As people withered away, they were sent to hospital units. “If you woke the person next to you might have starved to death, but you would not tell the guards until after the next meal so you could have their food,” he said. Eventually there were so many corpses lying around that the camp had a clear out, sending Song home to die. But he survived, escaped the nightmare of life in the world’s most locked-down state, and today paints subversive pictures of the regime that once held him trapped in fear. Some mock the Supreme Leader, since few artists were permitted to draw his sacred face. Other pictures have birds on barbed wire, symbolising freedom. “The lives of North Korean citizens are worse than those of pets in this country,” he said, when we met last year in South Korea’s capital Seoul. His tale is tragic. It is also typical of those fortunate few who have escaped North Korea. One female dissident told me that 30 women in her army unit were raped by their commander. Another learned that his fiancee’s face was smashed to a pulp in retaliation for his defection. A third was thrown into a concentration camp as a child for his grandfather’s transgressions, where he survived by eating lizards and was forced to stone dangling bodies of execution victims. Such is the harsh reality of life behind the bamboo curtain. There are, sadly, many nations with hideous human rights records. But no other place on Earth has an estimated 120,000 people stuck in those gruesome gulags and punishes three generations of a family if one member upsets those in charge. North Korea is often seen as a joke, a crazy place ruled by a crazy guy with a sharp haircut. But a nation of 25 million is being suffocated by a bunch of barbaric, corrupt rulers who are entirely rational in how they protect their own interests and pampered lifestyles. That maverick image and shuttered society helps a weak nation keep both enemies and modernity at bay. This is why, for once, I agree with Donald Trump when he demands solutions for this long-running sore that stains our world. The American president intends to press China’s leader Xi Jinping on this issue when they meet at his Florida home later this week. “China has great influence over North Korea,” he said correctly. “And China will either decide to help us with North Korea, or they won’t.” He declined to say what action he would take if they refuse, as frequently before, but he added: “If China is not going to solve North Korea, we will.” His secretary of state has already said pre-emptive military action is an option. North Korea is a nuclear power, so sabre-rattling talk from Trump is scary stuff. And yes, he is acting out of self-interest. Last year alone, Kim Jong-un carried out more ballistic missile tests than his father did in almost two decades of rule. Few outside Pyongyang know if there is any truth in his boasts that North Korea will soon have the missile range to reach America, but clearly the arsenal is advancing very fast under the third generation of this vile family dictatorship. Since no one knows how Kim would react if confronted by significant internal challenge – although the omens are alarming – this neofascist regime must be thwarted before its threat intensifies still further. Bear in mind that this is a country kept always on a war footing and fed ceaseless claims that an attack by South Korea and the US is imminent. I saw glimpses of this at propaganda shows in Pyongyang in 2013 featuring thousands of well-drilled people promoting a highly twisted history, then at a circus with stunning military performers on horseback (plus the revolting sight of ice-skating bears and baboons). Sanctions, aid and attempts at engagement have made little impact. So if the world is to avoid potentially terrifying conflict and free 25 million imprisoned people, change must come through China – its strongest ally and main source of food, arms and energy. Beijing is often annoyed by its unruly neighbour but is more fearful of North Korean collapse. It does not want hordes of hungry refugees pouring over its border. Nor does it want a unified, thriving and democratic Korea, friendly to the US and hostile to its own growing influence. Trump’s tough task is to exert enough pressure on China for it to see national interests are better served by ending support for such a rogue nation. Whether for reasons of realpolitik or human rights, the rest of the world should also stop turning a blind eye to bloodstained depravity. North Korea has become more repressive, bolder and better armed under Kim Jong-un. Perhaps it takes a maverick president to stop this maverick dictator.",
    "keywords": [
        "work",
        "song",
        "nation",
        "korea",
        "world",
        "ian",
        "pictures",
        "food",
        "donald",
        "maverick",
        "china",
        "kim",
        "birrell",
        "tactics",
        "trumps",
        "shock",
        "north"
    ],
    "summary": "It is also typical of those fortunate few who have escaped North Korea.\nNorth Korea is often seen as a joke, a crazy place ruled by a crazy guy with a sharp haircut.\n“China has great influence over North Korea,” he said correctly.\nNorth Korea is a nuclear power, so sabre-rattling talk from Trump is scary stuff.\nNorth Korea has become more repressive, bolder and better armed under Kim Jong-un.",
    "sentiment": {
        "neg": 0.1624,
        "neu": 0.7485,
        "pos": 0.0892,
        "compound": -0.2064
    }
}