{
    "date": "2017-02-24T04:04:57Z",
    "title": "North Korea's use of nerve agent in murder sends a deliberate signal to foes",
    "url": "https://www.theguardian.com/world/2017/feb/24/north-korea-use-of-chemical-weapons-kim-jong-nam-a-deliberate-signal-to-its-foes",
    "content": "The use of one of the world’s most potent chemical weapons, VX, to kill Kim Jong-nam, sends a powerful message to the rivals and enemies of his half-brother and likely murderer, the North Korean dictator, Kim Jong-un. It suggests that it was far more important to make absolutely sure the target was killed, than to try to cover up Pyongyang’s tracks. The brutal killing in public in an international airport will be chilling to any present or future defectors. Melissa Hanham, a senior nonproliferation researcher specialising in east Asia at the Middlebury Institute of International Studies at Monterey, said the use of VX might explain why the attack in Kuala Lumpur airport in Malaysia involved two assailants. “They could have wiped two or more precursors in his face,” Hanham said. Using precursors separately ensured the two attackers (who may not have been aware they were being used in a murder) were not killed by the poison before the assassination was carried out. And it would have been easier to smuggle the chemical components into the country. VX has been used in an assassination before, in 1995 when the Japanese Aum Shinrikyo cult sprayed it on a businessman it believed was spying on its activities. The nerve agent was first developed at the British weapons research facility at Porton Down in the early 1950s. It was almost certainly used by Saddam Hussein against Iraqi Kurds in 1988. The Assad regime in Syria also developed a chemical weapons stockpile including VX which was surrendered in late 2013 as part of an international agreement. Traces of VX were later found at a site that had not been declared by the Syrian regime. In terms of the brazen nature of the killing, and its complete disregard for international norms or the safety of bystanders, the VX murder of Kim Jong-Nam is comparable to the assassination of former Russian intelligence officer, Alexander Litvinenko in London in November 2006, using the rare radioactive poison, polonium-210. A British inquiry 10 years later found that he was killed probably by Russian intelligence on the orders of Vladimir Putin. Hanham said: “Both [attacks] are tough investigations, both are very expensive ways to kill someone, both are meant to send a message.” North Korea claims not to possess any chemical weapons but is suspected to hold the world’s third-biggest stockpile, after the US and Russia, which are in the process of destroying theirs under the Chemical Weapons Convention, which came into force in 1997. North Korea is not a signatory to the convention. In 2012, the South Korean defence ministry estimated Pyongyang possessed between 2,500 and 5,000 metric tons of chemical weapons, with Sarin and VX making up the bulk of the arsenal.",
    "keywords": [
        "foes",
        "deliberate",
        "nerve",
        "international",
        "signal",
        "used",
        "agent",
        "kim",
        "vx",
        "weapons",
        "hanham",
        "chemical",
        "assassination",
        "sends",
        "murder",
        "killed",
        "north",
        "koreas"
    ],
    "summary": "The use of one of the world’s most potent chemical weapons, VX, to kill Kim Jong-nam, sends a powerful message to the rivals and enemies of his half-brother and likely murderer, the North Korean dictator, Kim Jong-un.\nThe brutal killing in public in an international airport will be chilling to any present or future defectors.\nThe nerve agent was first developed at the British weapons research facility at Porton Down in the early 1950s.\nThe Assad regime in Syria also developed a chemical weapons stockpile including VX which was surrendered in late 2013 as part of an international agreement.\nIn 2012, the South Korean defence ministry estimated Pyongyang possessed between 2,500 and 5,000 metric tons of chemical weapons, with Sarin and VX making up the bulk of the arsenal.",
    "sentiment": {
        "neg": 0.1508,
        "neu": 0.792,
        "pos": 0.0572,
        "compound": -0.3847
    }
}