{
    "date": "2017-04-16T18:26:53Z",
    "title": "The Guardian view on North Korea: apocalypse not right now | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/16/the-guardian-view-on-north-korea-apocalypse-not-right-now",
    "content": "The apparent failure of a North Korean missile launch on Sunday seems to have allowed the threat of a catastrophic war to recede. Neither President Donald Trump nor Kim Jong-un has backed down, yet neither has been forced into delivering on his threats. This may have been the best possible outcome of the crisis in the short term, but it was a remission, not a cure. The underlying and apparently insoluble conflict remains and there is little sign of the kind of clear and careful thinking on either side which will be needed to scale it down. The North Korean regime is a ruthless tyranny with a clear aim in view, while Mr Trump is vainglorious, sentimental and unpredictable. Both sides have been hooting and bellowing at each other in a manner foreign to diplomacy: a North Korean general boasted on Saturday that his country could defeat all its enemies so that there would be nothing left even to sign a ceasefire, while Mr Trump tweeted last week that “North Korea is looking for trouble. If China decides to help, that would be great. If not, we will solve the problem without them! U.S.A.” There was a time when we asked whether the president of the USA could be trusted with his finger on the nuclear button. Now we have to worry as well whether he can be trusted with a mobile phone. North Korea won’t start a war because of one of his provocative tweets, but it might well respond with a counter provocation which he felt he could not ignore. All the choices open to him then would be bad. This has been clear since 1994, when the Clinton administration considered a pre-emptive war with North Korea. The CIA war-gamed the consequences, and concluded that even a conventional war might lead to a million deaths in South Korea after an air strike had taken out the North Korean facilities. The arithmetic looks much worse now. The North Koreans have nuclear weapons and may have the means to deliver them at least as far away as Japan. Even if all of them were eliminated there remains a ferocious conventional arsenal at the disposal of the leadership, which has not grown any less dangerous since 1994. All of these estimates are shrouded in uncertainty, as everything about North Korea must be, including the size and location of its nuclear armament. We don’t even know whether they have nuclear missiles: they have the missiles and they have the bombs, but to put them together into reliable weapons in the face of vigorous American cyber-sabotage involves further technical challenges which may not have been met. But even hypothetical missiles have proved a powerful deterrent. To unleash them would ensure a terrible retaliation, fatal for the country as well as the regime, but if it were losing a conventional war the regime might feel it had nothing to lose and that it might as well take down as much and as many enemies as it could. So there is no reasonable case for the use of force against Pyongyang except as a very last resort. Mr Trump will by now have been told very forcefully by his own advisers as well, perhaps, as by China’s Xi Jinping, that there is no cheap demonstration of US power available here, and perhaps no effective one either. A war, then, would be the worst possible outcome to this crisis. It would cause unimaginable devastation and suffering and disrupt the world economy, which is now so tightly interlinked around the globe. That does not mean there is a best outcome but there may be a least worst. North Korea will not give up its nuclear deterrent. Every time the Americans bomb another country, the case for its weapon is strengthened in the eyes of Pyongyang. But it just might be persuaded to agree to some kind of deal which would freeze the programme in exchange for supplies of all that the country desperately needs. This is not ideal. It would need China’s cooperation. Both sides would try to cheat and neither could trust the other for a moment. Nonetheless, to quote Winston Churchill, whom Mr Trump believes he emulates, jaw-jaw is better than war-war.",
    "keywords": [
        "right",
        "war",
        "mr",
        "regime",
        "korea",
        "north",
        "editorial",
        "nuclear",
        "outcome",
        "country",
        "trump",
        "view",
        "apocalypse",
        "guardian",
        "korean"
    ],
    "summary": "The apparent failure of a North Korean missile launch on Sunday seems to have allowed the threat of a catastrophic war to recede.\nThe North Korean regime is a ruthless tyranny with a clear aim in view, while Mr Trump is vainglorious, sentimental and unpredictable.\nThis has been clear since 1994, when the Clinton administration considered a pre-emptive war with North Korea.\nAll of these estimates are shrouded in uncertainty, as everything about North Korea must be, including the size and location of its nuclear armament.\nNonetheless, to quote Winston Churchill, whom Mr Trump believes he emulates, jaw-jaw is better than war-war.",
    "sentiment": {
        "neg": 0.1648,
        "neu": 0.7383,
        "pos": 0.0969,
        "compound": -0.1707
    }
}