{
    "date": "2017-12-31T00:02:15Z",
    "title": "The Observer view on how to make 2018 a turning point | Observer editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/dec/31/observer-view-on-making-better-world-in-2018",
    "content": "It is customary, as the year draws to a close, to look back at what has happened in Britain and around the world and at what may happen next. Numerous reviews of all aspects of life in 2017 have appeared in recent days. Although there were many positive developments, few of these accounts make particularly edifying reading. In political, security and economic terms, it proved a problematic, confusing and often distressing 12 months across the globe. Similarly, the various predictions and prognostications for 2018 mostly range from the trepidatious to the downright gloomy. For many crystal-ball gazers, the global outlook appears grim. So is that it? Are we doomed to endure another year of division, conflict and avoidable suffering in which, as Unicef made clear last week, millions of unprotected children, the heirs and future custodians of this fragile Earth, are the principal victims? No, we are not. Our future and our fate are firmly in our own hands. Things can be different. And it is entirely possible, if we wish it and can summon up the courage, to make 2018 a turning point by adopting, collectively and individually, a manifesto for change. But for that to happen, the attitudes of governments and citizens must shift in fundamental ways. Perhaps the world should pursue a version of the 12-step programmes used by self-help organisations, a set of guiding principles outlining a progressive course of action to aid recovery from self-destructive behaviours. Or perhaps we need a universal, annual road map, listing agreed aims and objectives, to guide the world towards a better, sustainable set of outcomes in 2018. However such aspirations are formulated and whatever means are used to realise them, it is surely beyond argument that something has to change, and quickly, if more and ever greater disasters are to be avoided. Here are some initial suggestions: Reviving the United Nations Restoring the reputation and effectiveness of the UN is a top priority for 2018. Despite many setbacks, the UN remains the foremost, and in important respects, the only truly global guardian of humankind’s shared values and laws. Its marginalisation was accelerated by the US-British decision to, in effect, bypass the security council in invading Iraq in 2003. But other major powers are also guilty of flouting or undermining its authority. Russia’s repeated vetoes of security council resolutions seeking to hold the regime of Bashar al-Assad to account have undoubtedly prolonged Syria’s agony. Even when agreed, UN declarations and human rights accords are often partially enforced or ignored, as with the promulgation of the 2005 doctrine of states’ collective “responsibility to protect” vulnerable civilian populations. Aggravating this decline is the longstanding refusal, or inability, of the five permanent security council members (the US, China, Russia, France and the UK) to agree reforms enabling the UN to better reflect the 21st-century world. It is simply wrong that entire regions, such as Africa, South Asia and Latin America, have no permanent voice at the top table. It is absurd that Britain and France do, but not Europe as a whole. In António Guterres, the UN has an able, new secretary general who should be encouraged to advance reforms finally to break the selfish grip of the post-1945 great powers. And the “big five” need to grasp the bigger picture in 2018. This month’s petulant US veto of an otherwise unanimous resolution on Jerusalem was a singular low point. Permanent veto power for any single country should be abolished. Ban weapons of mass destruction The bilateral and multilateral arms control agreements that emerged during the cold war are steadily decaying. Repairing them is a key task for 2018. Both the US and Russia are expanding and upgrading their nuclear missile arsenals and China is following suit. There is renewed talk in military circles about how such weapons, in particular tactical or “battlefield” nuclear warheads, might possibly be used in certain circumstances. The acknowledged nuclear weapons states have failed to meet their disarmament obligations under the 1968 non-proliferation treaty, since when Pakistan, India, North Korea and Israel have joined the nuclear “club”. The blatant use of chemical weapons in Syria, illegal under the 1997 convention, has gone largely unpunished. Preventing a possible nuclear confrontation involving the US and North Korea is a big challenge for 2018. To this end, Britain and other American allies should stand up to Donald Trump and press Washington to cease its military brinkmanship and provocative rhetoric. Pyongyang must halt its bomb and missile tests immediately. But it should be offered the incentive of talks without preconditions. The nuclear weapons states must also heed the views of the 122 countries that backed July’s new treaty prohibiting nuclear weapons. The security council should meanwhile formally mandate the international criminal court to investigate war crimes in Syria, including use of chemical or biological weapons. Encouraging responsible leadership The year now ending has been notable for a chronic lack of responsible, responsive and persuasive political leadership. Oppressively authoritarian figures such as Vladimir Putin in Russia and Xi Jinping in China found willing emulators from the Philippines to Turkey and Saudi Arabia. In the long-established European democracies, shrill populist demagogues drowned out centrist moderates of every stripe. In the US, Trump reduced the presidency to an ugly parody, fostering division and sowing discord at home and abroad. This general failure of leadership, moral and political, encouraged confrontation and discord at the micro and macro levels. Any manifesto for change should seek to promote a greater sense of global common purpose and a deeper understanding that public figures have a responsibility to set an example by word and deed. Leaders such as Xi and Putin, who hopes to be re-elected as Russia’s president in March, must open themselves to greater scrutiny and criticism if they want to avoid serious societal upheavals in the longer term. A return to civility in public discourse, not least on social media, is also vital. The extreme levels of vituperation and abuse seen in the Brexit debate are unacceptable and corrosive of Britain’s inclusive democratic tradition. Above all, ordinary citizens have a right not to be lied to. Greater political honesty is a prerequisite for a better 2018. Conflict resolution There is no good reason why the wars in Syria, Yemen and South Sudan, to take three egregious examples, raged unchecked in 2017. In Syria, freebooting Russian peace efforts, in concert with Iran and Turkey, weakened the UN process, to nobody’s overall benefit. Another big collective international push on Syria is needed in 2018, placing the interests of its people above the strategic ambitions of its neighbours. The plight of sick children in besieged eastern Ghouta became a Christmas story, when the reality is that such terrible suffering is a daily occurrence all year round. This is the moment for those supposed pals, Trump and Putin, to impose a nationwide ceasefire that sticks, co-host a peace summit – and step up co-operation in combating terrorism, their shared foe. A similar exercising of political will could also halt the slaughter in Yemen, where Saudi Arabia and its partners are getting away with murder with western connivance. If Trump, Crown Prince Salman and the Israelis want Iran to back off in Yemen and elsewhere, they should stop threatening to wreck the 2015 nuclear accord and accept that Tehran, like any medium-size power, has legitimate regional strategic interests. In South Sudan and in other conflicts zones in Africa and Asia, such as Myanmar’s border with Bangladesh, an expanded, fully supported role for the UN, its agencies and peacekeepers would lead to better outcomes in the year to come. This would entail greater resource commitments by the developed world, reversing the trend set by Trump, who wants to cut US financial support for the UN. Increased rather than reduced foreign aid budgets in fulfilment of the agreed 0.7% UN target would also put a spoke in the ever-turning wheel of poverty, lack of educational and work opportunities, mass migration and refugee tensions in 2018. This is entirely do-able. It is a question of having the will. Respect Underlying many if not all of the biggest challenges facing the world in 2018 is the question of respect: respect for other people’s religions and beliefs; respect for differences of race, gender, culture and language; respect for opposing points of view. Such mutual tolerance is a bedrock of human progress, while the lack of it is the cause of much misery. And respect must be extended to the world’s environment and ecosystems, its myriad, marvellous non-human life forms and species and for the extraordinary natural beauties of a wondrous planet on which we are all fortunate to spend a brief, unexplained moment in time. As Barack Obama suggested last week, these truths, disregarded daily, are better understood now than probably at any time in history. And today, generally, is probably a better, safer, more fulfilling time to be alive than at any point in the past. Despite all the tragedies and failures of 2017, we have much to be thankful for, much to hope for, and much to look forward to as 2018 begins. And gratitude, coupled with renewed respect, is a good place to start. Defeatism besieged us in 2017. But it is a false, disempowering emotion. Things can be different. Despite appearances, change is possible. Are these extravagant promises? We think not. They will always materialise if we work for them. Happy New Year.",
    "keywords": [
        "political",
        "2018",
        "observer",
        "syria",
        "turning",
        "world",
        "editorial",
        "nuclear",
        "respect",
        "trump",
        "weapons",
        "security",
        "point",
        "view",
        "better"
    ],
    "summary": "In political, security and economic terms, it proved a problematic, confusing and often distressing 12 months across the globe.\nAnd it is entirely possible, if we wish it and can summon up the courage, to make 2018 a turning point by adopting, collectively and individually, a manifesto for change.\nThe acknowledged nuclear weapons states have failed to meet their disarmament obligations under the 1968 non-proliferation treaty, since when Pakistan, India, North Korea and Israel have joined the nuclear “club”.\nThe nuclear weapons states must also heed the views of the 122 countries that backed July’s new treaty prohibiting nuclear weapons.\nGreater political honesty is a prerequisite for a better 2018.",
    "sentiment": {
        "neg": 0.1089,
        "neu": 0.7762,
        "pos": 0.1149,
        "compound": -0.0124
    }
}