{
    "date": "2017-07-19T04:06:24Z",
    "title": "South Korea investigating 'abduction' of North Korean defector and TV star",
    "url": "https://www.theguardian.com/world/2017/jul/19/south-korea-investigating-abduction-north-korean-defector",
    "content": "South Korean authorities are investigating whether North Korea had a hand in the sudden disappearance of a television personality who has emerged as the star of a new propaganda video. Jeon Hye-sung, who fled the North in 2014 and became a popular guest on South Korean television programmes, is thought to have left the South in the last few months. In a video posted on YouTube at the weekend, a woman who appeared to be Jeon denounced the South and disowned her previous criticism of the Democratic People’s Republic of Korea (DPRK, or North Korea). “I viciously slandered and spoke ill of the DPRK as I was told to,” she says in the video posted by the North Korean-controlled channel Uriminzokkiri. “I went to the South, led by fantasy that I could eat well and make a lot of money,” she added, according to a translation by the Korea Times. “Now I’m in the motherland, staying with my parents in Anju, South Pyongan province.” The Seoul Metropolitan Police Agency confirmed officers were investigating how the woman, known as Lim Ji-hyun in her previous television appearances, re-entered North Korea and whether it was voluntary or an abduction. Jeon, aged in her mid-20s, could have been the target of a North Korea abduction, the conservative South Korean politician Cheong Yang-seog said. He suspected Jeon might have disappeared in April when she travelled to China for “shopping and business” on a South Korean passport. “If it was a ‘voluntary abduction’, one would normally take care of her assets and property, but [Jeon] left them behind,” Cheong said in comments reported by UPI. The Korea Times cited unnamed North Korean defectors as speculating that she may have been abducted on the China-North Korean border while trying to help her relatives escape. Jeon rose to prominence in South Korea as a result of her appearances on a cable network talk show known as Moranbong Club and a reality programme called South Korean Men and North Korean Women. She thanked her fans in April for arranging a birthday party, saying it was “possibly the happiest birthday of my life” and the affection “pushes me to live with more courage”, the JoongAng Ilbo reported. Robert Kelly, an associate professor of international relations at Pusan National University in South Korea, said people who defect from North Korea often shunned the limelight for fear of what might the authorities might do to family members back home. “I’ve also heard rumours, though, that they tracked down and threatened her family,” he told the Guardian. “As I understand it, that is a big reason why defectors shun publicity if they make it to the South, or even return to the North.” Casey Lartigue, the Seoul-based international director of Teach North Korean Refugees, which helps educate people who fled the country, cautioned against a rush to conclusions in Jeon’s case. Many refugees trying to adapt to their new lives in South Korea reported that they missed their relatives in the North, he said. “North Korea is a country that makes leaving an all-or-nothing decision – not only to you but also to your family,” Lartigue said. “What I wish is that people would remember to put the burden on the North Korean government.” North Korea faces more international scrutiny over its human rights record as a new report on Wednesday reveals details of public executions and identifies possible mass burial and cremation sites. The Transitional Justice Working Group, a Seoul-based non-government organisation backed by the US-based National Endowment for Democracy, said it had interviewed 375 defectors to build a digital map of crimes against humanity in North Korea. According to the report, public executions were carried out to punish people accused of stealing factory machinery items, distributing South Korean media, and prostitution.",
    "keywords": [
        "reported",
        "south",
        "investigating",
        "international",
        "tv",
        "family",
        "korea",
        "television",
        "star",
        "defector",
        "abduction",
        "video",
        "jeon",
        "north",
        "korean"
    ],
    "summary": "South Korean authorities are investigating whether North Korea had a hand in the sudden disappearance of a television personality who has emerged as the star of a new propaganda video.\nJeon, aged in her mid-20s, could have been the target of a North Korea abduction, the conservative South Korean politician Cheong Yang-seog said.\nJeon rose to prominence in South Korea as a result of her appearances on a cable network talk show known as Moranbong Club and a reality programme called South Korean Men and North Korean Women.\nMany refugees trying to adapt to their new lives in South Korea reported that they missed their relatives in the North, he said.\nAccording to the report, public executions were carried out to punish people accused of stealing factory machinery items, distributing South Korean media, and prostitution.",
    "sentiment": {
        "neg": 0.0871,
        "neu": 0.8601,
        "pos": 0.0528,
        "compound": -0.1329
    }
}