{
    "date": "2017-04-30T21:54:49Z",
    "title": "North Korea: Trump keeps options open against 'smart cookie' Kim Jong-un",
    "url": "https://www.theguardian.com/us-news/2017/apr/30/trump-vague-possible-us-strike-north-korea-chess-game",
    "content": "As tensions between the US and North Korea continued on Sunday, Donald Trump said the North Korean leader, Kim Jong-un, was “a pretty smart cookie” for managing to hold on to power after taking over at a young age. “People are saying, ‘Is he sane?’” Trump said, in a wide-ranging interview on CBS’s Face the Nation, held to mark his 100th day in the White House. “I have no idea.” Trump’s remarks echoed those made controversially to Reuters earlier in the week, when he said: “He’s 27 years old, his father dies, took over a regime, so say what you want but that’s not easy, especially at that age.” The president was speaking after Pope Francis made an appeal for third-party moderation to avoid “a widespread war [that] would destroy … a good part of humanity”. Pyongyang is widely thought to be seeking a viable missile delivery system for a nuclear weapon, prompting military and diplomatic pressure from Washington. On Friday night it launched its ninth missile test in 100 days of the Trump administration. Like others, the test failed. “Perhaps they’re just not very good missiles,” Trump said. “But eventually, he’ll have good missiles.” Asked about the chance of a US strike, Trump left the possibility open. “We shouldn’t be announcing all our moves,” he said. “It is a chess game. I just don’t want people to know what my thinking is. So eventually, he will have a better delivery system. And if that happens, we can’t allow it to happen.” The US national security adviser, HR McMaster, told Fox News Sunday that though the missile launches represented a “grave threat” to the US, its Asian allies and China, North Korea’s chief backer, “what we prefer to do is to work with others, China included, to resolve this situation short of military action”. That meant enforcing United Nations sanctions and perhaps “ratcheting up those sanctions even further”, McMaster said. “And it also means being prepared for military operations if necessary.” Trump praised his own diplomatic contact with the Chinese president, Xi Jinping, who visited the president’s Mar-a-Lago resort in Florida this month. “The relationship I have with China,” Trump said, “it’s been already acclaimed as being something very special, something very different than we’ve ever had. But again, you know, we’ll find out whether or not President Xi is able to effect change.” The White House also faced criticism over a related diplomatic effort, a Saturday call between Trump and Rodrigo Duterte, president of the Philippines. Duterte is accused by human rights group of overseeing a brutal anti-drugs campaign in which as many as 7,000 people may have been killed by police and vigilante groups. The White House readout of the “very friendly” call said Trump praised Duterte’s efforts against the drugs trade and invited him to visit the White House. Pressed on Duterte’s human rights record on ABC’s This Week, the White House chief of staff, Reince Priebus, said: “The purpose of this call, is all about North Korea.” He added: “It doesn’t mean that human rights don’t matter, but what it does mean is that the issues facing us developing out of North Korea are so serious that we need cooperation at some level with as many partners in the area as we can get to make sure we have our ducks in a row.” Priebus added that Trump would speak with leaders of Singapore and Thailand on Sunday, prompted by the “potential for nuclear and massive destruction in Asia”. Later, an official speaking on condition of anonymity told Reuters the conversations concerned “ways to maintain diplomatic and economic pressure on North Korea”. Separately, South Korea said McMaster had confirmed the US would not be seeking payment for the Terminal High-Altitude Area Defense system (Thaad) that is being installed in the south of the country. Trump said last week that he would make South Korea, an ally, pay $1bn. The South Korean defense ministry has said that under an agreement reached during the Obama administration, South Korea offers the land and facilities for Thaad but does not cover the cost of operations. On Sunday, Thaad sites in South Korea saw protests from local residents, concerned North Korea might target such sites if war breaks out. In an interview on NBC’s Meet the Press, Vice-President Mike Pence said Trump would “continue to call on the prosperous nations that the United States provides security and protection for to do more in their own defense”. On CNN’s State of the Union, Senator John McCain was asked about McMaster’s apparent correction of his president on such a sensitive issue. Trump, McCain said, had “surrounded himself with an outstanding national security team”. “I can’t guarantee to world leaders that he will always listen to [that team] but he has so far,” he said, adding: “Sometimes it’s important to watch what the president does rather than what he says.”",
    "keywords": [
        "diplomatic",
        "south",
        "white",
        "smart",
        "korea",
        "cookie",
        "president",
        "house",
        "kim",
        "week",
        "thaad",
        "keeps",
        "jongun",
        "options",
        "trump",
        "open",
        "north"
    ],
    "summary": "As tensions between the US and North Korea continued on Sunday, Donald Trump said the North Korean leader, Kim Jong-un, was “a pretty smart cookie” for managing to hold on to power after taking over at a young age.\nThe White House readout of the “very friendly” call said Trump praised Duterte’s efforts against the drugs trade and invited him to visit the White House.\nLater, an official speaking on condition of anonymity told Reuters the conversations concerned “ways to maintain diplomatic and economic pressure on North Korea”.\nTrump said last week that he would make South Korea, an ally, pay $1bn.\nOn Sunday, Thaad sites in South Korea saw protests from local residents, concerned North Korea might target such sites if war breaks out.",
    "sentiment": {
        "neg": 0.0701,
        "neu": 0.835,
        "pos": 0.0949,
        "compound": 0.0539
    }
}