{
    "date": "2017-02-14T07:49:08Z",
    "title": "Missile crisis by candlelight: Donald Trump's use of Mar-a-Lago raises security questions",
    "url": "https://www.theguardian.com/us-news/2017/feb/13/mar-a-lago-north-korea-missile-crisis-trump-national-security",
    "content": "Nothing befitted Donald Trump more than his first real national security scare. The urgent consultation with Japanese prime minister, Shinzo Abe, about a provocative North Korean missile launch, was played out by candlelight against a backdrop of hotel muzak, high-paying guests and low-paid waiters. One of the guests, retired investor Richard deAgazio, posted pictures of the scene on his Facebook page showing aides clustered around the two men on the dining terrace of Trump’s Palm Beach country club, Mar-a-Lago. The North Korean regime puts a lot of thought into the timings of their missile launches. News of the test launch came as the leaders of the US and Japan, two of its greatest enemies, were about to start their first course. The piled iceberg lettuce could be seen in the Facebook photos (which were taken offline later on Monday). The weapon turned out not to be the long-range ballistic missile capable of reaching the continental US that Pyongyang had been threatening to launch, but that was not immediately clear. Trump had vowed such a launch would never happen, so the moment had the potential to be the first critical test of his resolve in a tense nuclear standoff. In previous administrations, the leaders would be ushered away into the White House situation room or the nearest secure location by their aides. The documents and advice they receive at such moments are often some of the nation’s most closely guarded secrets. That is not how things roll at Trump’s self-styled “Winter White House”, where the US president has been spending his weekends, and where he held a situation room alfresco on Sunday. As CNN reported and the Facebook photos later illustrated, Abe, Trump and their parties stayed at their tables as their aides passed them bits of paper, lighting them up with their mobile phones so they could be read, while the keyboard vocalist hired for the night sang on and Mar-a-Lago guests huddled around to get a better view. In one picture, Trump is talking on his mobile phone, half turned away from Abe, who seems to look skywards in supplication or disbelief. White House press secretary Sean Spicer insisted to reporters on Monday that no classified information was discussed. Instead, he said, the discussions seen in photographs were mostly about the logistics of press statements Abe and Trump were soon to give. The White House press secretary also said that Trump had been briefed about the launch before the dinner in a secure area. The decision to use Mar-a-Lago, a golf course and private club owned by the Trump organisation, for government business raises a wide array of ethical and national security issues, and the Japanese prime minister’s visit vividly illustrated most of them. The same guest and Facebook member who had snapped Trump and Abe receiving the missile news also took a selfie with the presidential military aide carrying the “football”, the black leather satchel carrying the codes, manuals and equipment that are all that Trump needs to order a nuclear weapon launch. The aide and football have often been photographed in the presidential retinue. But a smiling selfie with a member of the public is a first. “It’s unheard of. These people operate behind the scenes,” said Julianne Smith, who was deputy national security adviser to Vice-President Joe Biden in the Obama White House. “I don’t think this team has any appreciation about the vulnerabilities they are creating for themselves and how dangerous this is.” Smith, now at the Centre for a New American Security, said it was not clear what security arrangements, if any, have been made at Mar-a-Lago to allow for classified meetings and communications. Any such protocols would not have applied to the terrace, which was full of members, who pay a $200,000 initiation fee (double what it was before Trump became president), according to CNBC. At the other end of the scale, the club was hiring foreign workers this winter as cooks, waiters, waitresses and housekeepers, at between $10.17 and $12.74 an hour, according to the Palm Beach Post. There is no mention of vetting. According to the CNN account, the staff “cleared the wedge salads and brought along the main course as Trump and Abe continued consulting with aides”. The heavy irony hanging over the staging as a bilateral emergency security consultation with a close ally as a reality event for paying clientele, is that Trump made Hillary Clinton’s security practices the dominant negative theme of his election campaign. Repeatedly he accused his opponent as “jeopardising the national security of the American people” by maintaining a private email server through which some classified material flowed. Under the Trump presidency, however, operational security has taken a backseat. He has held on to his insecure Android phone, from which he tweeted when he was about to sit down with Abe. At all times during their huddle over the missile launch, the two leaders were surrounded by aides and guests brandishing their own mobile phones, each one of which, it has been known since Edward Snowden’s revelations about NSA surveillance, can be used as an unwitting conduit for electronic eavesdropping by the world’s intelligence agencies. Smith said it was up to Trump’s national security adviser, Michael Flynn, to press better security precautions on his boss, but late on Monday night Flynn resigned, having been caught by US intelligence agencies talking to the Russian ambassador to Washington, reportedly about the sanctions the Obama administration was about to impose on Moscow. Ben Jacobs contributed reporting.",
    "keywords": [
        "aides",
        "launch",
        "abe",
        "white",
        "raises",
        "candlelight",
        "crisis",
        "donald",
        "house",
        "questions",
        "press",
        "national",
        "security",
        "trumps",
        "trump",
        "missile",
        "maralago"
    ],
    "summary": "Nothing befitted Donald Trump more than his first real national security scare.\nWhite House press secretary Sean Spicer insisted to reporters on Monday that no classified information was discussed.\nThe White House press secretary also said that Trump had been briefed about the launch before the dinner in a secure area.\nThese people operate behind the scenes,” said Julianne Smith, who was deputy national security adviser to Vice-President Joe Biden in the Obama White House.\nRepeatedly he accused his opponent as “jeopardising the national security of the American people” by maintaining a private email server through which some classified material flowed.",
    "sentiment": {
        "neg": 0.054,
        "neu": 0.8813,
        "pos": 0.0646,
        "compound": 0.0703
    }
}