{
    "date": "2017-11-16T07:42:18Z",
    "title": "Donald Trump hails Asia trip as 'tremendous success' and declares: 'America is back'",
    "url": "https://www.theguardian.com/us-news/2017/nov/15/trump-asia-trip-white-house-speech-america",
    "content": "Donald Trump has declared his 12-day Asia tour a “tremendous success”, claiming that “America is back” as a global leader. The US president did not take questions from reporters, instead delivering an extended account of his five-nation trip, in which he claimed to have unified the world against the North Korean nuclear weapons programme, paved the way for a “free and open Indo-Pacific”, and insisted on “free and reciprocal” trade relations with the Pacific Rim. “The days of the United States being taken advantage of are over,” Trump declared in the Diplomatic Room at the White House. On North Korea, Trump claimed to have had a productive meeting with the Chinese president, Xi Jinping, but restated the US rejection of the diplomatic option that Beijing has been promoting – a “freeze-for-freeze” deal under which Pyongyang would pause its nuclear and missile development and the US would rein in military exercises with its regional allies. Trump did not repeat his prior threats of military action against Kim Jong-un’s regime, simply noting the oft-repeated formula that “all options remain on the table”. The president also claimed to have won agreement from China and other countries in the region to exert “maximum pressure” on North Korea, but Chinese officials have stressed that Beijing will do nothing to trigger a collapse of the Pyongyang regime. Perhaps as notable as what Trump said in the 24 minutes he spent behind the podium was what he did not say. He made no mention of the fate of the embattled Alabama Senate candidate Roy Moore, and ignored reporters’ shouted queries of whether Moore should quit the race. Trump left the room without taking any questions. Republican leaders, who have called on Moore to step aside, have been eager for Trump to weigh in on allegations Moore sexually assaulted and preyed upon teenage girls. The controversy represents a crisis for the Republican party, and jeopardizes its precarious 52-48 majority in the Senate. Trump declined to weigh in on the allegations against Moore during his trip to Asia, telling reporters he was focused on his visit. The White House press secretary, Sarah Sanders, said last week that Trump believes Moore will “do the right thing and step aside” if the claims are true, but cautioned against a rush to judgment. Since those comments, more women have come forward to accuse Moore of sexual misconduct, while reports have also surfaced that the former judge was banned from a shopping mall because of predatory behavior toward teenage girls. Trump’s daughter, Ivanka Trump, became the first White House official to condemn Moore on Wednesday, telling the Associated Press: “There’s a special place in hell for people who prey on children.” “I’ve yet to see a valid explanation [from Moore] and I have no reason to doubt the victims’ accounts,” Ivanka, a senior adviser, said. She did not, however, call on Moore to exit the race. The bulk of the president’s statement on foreign policy was clearly aimed at his supporters, assuring them he was keeping his election promises on fighting for American jobs. He portrayed the Asia tour as being devoted to renegotiating trade deals in the US favor, getting regional allies like Japan and South Korea to pay more for the US military presence and the protection it provides. Trump claimed he had persuaded Japanese and Korean companies to make investments in the US that would create thousands of jobs. It was not immediately clear how many of those investments were a consequence of Trump’s policies and how many had already been planned. He noted that the US and South Korea would soon start talks on a bilateral trade agreement, and said South Korea and Japan were willing to buy billions of dollars in US military hardware. Trump did not mention that during his tour, 11 US allies had decided to move ahead with the creation the Trans-Pacific Partnership trade zone without US involvement, following the president’s withdrawal in March. Richard Haass, the president of Council on Foreign Relations, said in a tweet that Trump “claims to have established a new framework for trade in Asia when the reality is that the US has placed itself outside the best available framework for trade in the region.” “The country will pay an enormous economic, strategic price as a result,” Haass said. Lacking any real news, Trump’s speech prompted more headlines for an awkward pause in which the president reached for a sip of water. He twice stopped mid-speech to quench his thirst, drawing instant comparisons to the viral moment in 2013 when Florida senator Marco Rubio made headlines with a desperate lunge for an out-of-shot water bottle while delivering the formal Republican response to Barack Obama’s State of the Union address. Trump chided Rubio at the time, tweeting: “Next time Marco Rubio should drink his water from a glass as opposed to a bottle – would have much less negative impact.” The incident even made its way to the 2016 Republican primary, when Trump mocked Rubio, then his opponent, over the infamous moment. At a rally in Texas, Trump splashed a water bottle on stage while exclaiming: “It’s Rubio!” The former rivals have shared a cordial rapport since Trump took office. Rubio swiftly responded to Trump’s own water moment by tweeting in jest: “Similar, but needs work on his form. Has to be done in one single motion &amp; eyes should never leave the camera. But not bad for his 1st time.”",
    "keywords": [
        "hails",
        "tremendous",
        "declares",
        "military",
        "rubio",
        "water",
        "trade",
        "korea",
        "moore",
        "donald",
        "success",
        "president",
        "america",
        "trumps",
        "trip",
        "asia",
        "republican",
        "trump"
    ],
    "summary": "Donald Trump has declared his 12-day Asia tour a “tremendous success”, claiming that “America is back” as a global leader.\n“The days of the United States being taken advantage of are over,” Trump declared in the Diplomatic Room at the White House.\nPerhaps as notable as what Trump said in the 24 minutes he spent behind the podium was what he did not say.\nTrump declined to weigh in on the allegations against Moore during his trip to Asia, telling reporters he was focused on his visit.\nRubio swiftly responded to Trump’s own water moment by tweeting in jest: “Similar, but needs work on his form.",
    "sentiment": {
        "neg": 0.0517,
        "neu": 0.868,
        "pos": 0.0803,
        "compound": 0.0412
    }
}