{
    "date": "2017-10-22T23:01:04Z",
    "title": "Boris Johnson backs diplomatic solution to North Korea crisis",
    "url": "https://www.theguardian.com/politics/2017/oct/23/boris-johnson-backs-diplomatic-solution-to-north-korea-crisis",
    "content": "Boris Johnson is to hail the importance of coordinated international diplomacy to counter the threat from nuclear weapons and North Korea in a speech to stake out a position at clear odds with the more bellicose rhetoric of Donald Trump. While Johnson will stress that the US president has “an absolute duty” to prepare for a possible military option if North Korea is about to attack the United States, the foreign secretary will say diplomatic efforts must be paramount. In a speech to be made on Monday to the annual conference of the Chatham House thinktank in London, Johnson will single out for praise Rex Tillerson, the US secretary of state, who has annoyed Trump by pushing for dialogue with Pyongyang. Johnson is also to use his speech, extracts of which were released in advance by the Foreign Office, to praise the Iran nuclear deal, another diplomatic effort repeatedly condemned by Trump. The speech says the carefully arranged international nuclear deal with Iran should act as a model for dealings with North Korea – an emphasis on seeking diplomatic solutions while keeping open the option of military action. “That is the model – of toughness but engagement, each reinforcing the other – that we should have at the front of our mind as we try to resolve the tensions in the Korean peninsula,” Johnson is to say. “It is right that Rex Tillerson has specifically opened the door to dialogue. He has tried to give some sensible reassurances to the regime, to enable them to take up this offer.” While the government is careful to avoid directly criticising Trump, Johnson is making it very clear by highlighting Tillerson’s method that he does not support the US president’s notably more aggressive approach. Trump said earlier this month that Tillerson was “wasting his time” trying to negotiate with “Little Rocket Man”, the derogatory name he uses for the North Korean leader, Kim Jong-un. Amid reports of wider disagreements between Trump and Tillerson, the secretary of state has said he is not about to resign, while declining to deny that he has called the president a “moron”. Many of the extracts of Johnson’s speech deal with what he terms the success of the 1970 nuclear non-proliferation treaty, which he says has greatly curbed the spread of the technology. “When you consider that every previous military development – from firearms to fighter jets – has spread among humanity like impetigo, you have to ask yourselves: why? Why have nuclear weapons been the great exception?” he is to say. “The answer is partly that many countries wisely decided, after the war, that they were going to take shelter under the nuclear umbrella provided by the US … And it was that American offer – that guarantee – that made possible the global consensus embodied by the 1970 nuclear non-proliferation treaty.” Hailing the Iran nuclear deal, which Trump has said he will not re-certify, Johnson will say it is up to the North Korean regime to reach a similar international agreement to end its programme of nuclear and missile tests. “This is the moment for North Korea’s regime to change course – and, if they do, the world can show that it is once again capable of the diplomatic imagination that produced the nuclear non-proliferation treaty – arduously negotiated – and that after 12 years of continuous effort produced the JCPOA [joint comprehensive plan of action] nuclear deal with Iran.” Johnson is to stress that North Korea should be aware that in the event of a threatened attack, Trump or any US president “will have an absolute duty to prepare any option to keep safe not only the American people but all those who have sheltered under the American nuclear umbrella”. But he will stress the importance of a diplomatic deal: “A new generation has grown up with no memory of the threat of a nuclear winter, and little education in the appalling logic of mutually assured destruction. The memory of Hiroshima and Nagasaki is now literally fading from living memory.” It is, Johnson will add, “the job of our generation” to preserve nuclear non-proliferation efforts.",
    "keywords": [
        "solution",
        "diplomatic",
        "deal",
        "speech",
        "korea",
        "crisis",
        "backs",
        "nuclear",
        "tillerson",
        "boris",
        "trump",
        "johnson",
        "say",
        "nonproliferation",
        "north"
    ],
    "summary": "While Johnson will stress that the US president has “an absolute duty” to prepare for a possible military option if North Korea is about to attack the United States, the foreign secretary will say diplomatic efforts must be paramount.\nJohnson is also to use his speech, extracts of which were released in advance by the Foreign Office, to praise the Iran nuclear deal, another diplomatic effort repeatedly condemned by Trump.\nThe speech says the carefully arranged international nuclear deal with Iran should act as a model for dealings with North Korea – an emphasis on seeking diplomatic solutions while keeping open the option of military action.\nMany of the extracts of Johnson’s speech deal with what he terms the success of the 1970 nuclear non-proliferation treaty, which he says has greatly curbed the spread of the technology.\nThe memory of Hiroshima and Nagasaki is now literally fading from living memory.” It is, Johnson will add, “the job of our generation” to preserve nuclear non-proliferation efforts.",
    "sentiment": {
        "neg": 0.0845,
        "neu": 0.8228,
        "pos": 0.0928,
        "compound": 0.0326
    }
}