{
    "date": "2017-04-24T10:00:16Z",
    "title": "North Korea won't bow to Donald Trump's threats. It needs assurances  | Lawrence Douglas",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/24/north-korea-wont-bow-donald-trumps-threats-needs-assurances",
    "content": "Anyone who harbors the illusion that Donald Trump will be able to threaten North Korea into peacefully giving up its nuclear weapons should think about Libya. Muammar Gaddafi was the Kim Jong-un of his day, an exceptionally eccentric leader of a rogue state that managed to make itself a pariah among the nations of the world. Gaddafi famously traveled in the company of an all-female security force, advocated the destruction of Switzerland, and also, for a time, sought to turn Libya into a nuclear stronghold. And yet he did not. Thanks largely to the diplomacy of the Clinton and Bush administrations, Gaddafi voluntarily abandoned his nuclear weapons. The diplomatic effort required both forcefulness and great delicacy. While imposing crippling economic sanctions on Libya, the United States also pursued back-channel negotiations to convince Gaddafi that the sanctions would be lifted in exchange for his giving up on his nuclear ambitions. The quid pro quo and the promise of future cooperation could not work without forging bonds of trust between two distrustful and antagonistic parties. And yet the diplomacy succeeded. Gaddafi dropped the weapons program and the sanctions were promptly lifted. What followed was a remarkable, even bizarre, rehabilitation of the erstwhile “mad dog of the Middle East”. The US hailed Libya as “a model for other proliferators to mend their ways and help restore themselves to international legitimacy” and removed Libya from the list of state sponsors of terrorism. In 2009, Gaddafi arrived in Italy, a guest of the G8 leading industrial countries. There, he shook hands with Barack Obama. Two years later he was dead. The Arab Spring swept over Libya; huge street protests turned into armed rebellion, and Gaddafi responded with brutal force. Nato answered with its warplanes, and the air cover they supplied allowed rebel forces to overthrow the government. Gaddafi’s corpse was soon on display. My point is not to rehash the wisdom of Nato’s actions. Instead, it is to imagine the events from the perspective of a Kim Jong-un, challenging as that may be. Clearly Nato never would have risked intervening had Gaddafi developed a nuclear arsenal. The takeaway for a despot like Kim must be painfully simple – relinquish weapons and die. All this means that the chance of negotiating a peaceful end to North Korea’s weapons program is vanishingly small. Alas, Donald Trump seems intent on destroying whatever chance might remain. As Bill Clinton understood, the only possible path to peaceful disarmament is by building trust where there is only suspicion and hostility. This requires patience and planning. Trump appears incapable of either. Trump evidently believes that a show of toughness and a display of brinkmanship will convince Kim Jong Il to negotiate. The thinking betrays a disturbing ignorance. The threat of force can only work to deter a nation from developing nuclear weapons. Once that threshold has been crossed, the threat is worse than empty. It can serve only to strengthen the North Koreans in their belief in the indispensability of their warheads. Worse still, Trump seems temperamentally incapable of strategic thinking. When he openly confesses that he only learned of the complexity of the Chinese-North Korean relationship after being briefly tutored by Xi Jinping, China’s president, he does more than reveal an embarrassing lack of preparation. He sends a powerful message to America’s adversaries. It is much the same message that is sent when a commander-in-chief misplaces a carrier group, cannot correctly name the country he has just struck with missiles, and launches his most vociferous verbal volleys against allies such as Australia and now Canada while expressing squeaky admiration of strongmen like Erdogan. The vice-president, Mike Pence, has warned North Korea not to test Trump’s resolve. But adversaries of America have every reason to do just that. And that is the greatest threat to world peace. The danger is that these provocations, invited by Trump’s ignorance and inconstancy, will escalate in a manner that no one – least of all an untutored, undisciplined and unsophisticated neophyte in world affairs – will be able to control.",
    "keywords": [
        "threats",
        "bow",
        "wont",
        "gaddafi",
        "douglas",
        "korea",
        "world",
        "threat",
        "lawrence",
        "donald",
        "nuclear",
        "libya",
        "kim",
        "trump",
        "weapons",
        "sanctions",
        "trumps",
        "needs",
        "north"
    ],
    "summary": "Anyone who harbors the illusion that Donald Trump will be able to threaten North Korea into peacefully giving up its nuclear weapons should think about Libya.\nThanks largely to the diplomacy of the Clinton and Bush administrations, Gaddafi voluntarily abandoned his nuclear weapons.\nAll this means that the chance of negotiating a peaceful end to North Korea’s weapons program is vanishingly small.\nThe threat of force can only work to deter a nation from developing nuclear weapons.\nThe vice-president, Mike Pence, has warned North Korea not to test Trump’s resolve.",
    "sentiment": {
        "neg": 0.1887,
        "neu": 0.6952,
        "pos": 0.1161,
        "compound": -0.0924
    }
}