{
    "date": "2017-06-09T03:52:13Z",
    "title": "Turnbull’s policy towards North Korea crucially ignores South Korea | Jiyoung Song",
    "url": "https://www.theguardian.com/commentisfree/2017/jun/09/turnbulls-policy-towards-north-korea-crucially-ignores-south-korea",
    "content": "In Malcolm Turnbull’s speech at the Shangri-La Dialogue in Singapore last weekend, he mentioned “Korea” three times in different contexts. At the beginning of his speech, it was: “Unlike the North Atlantic, there was nowhere in this region where regional defence leaders and strategists could convene and talk frankly about latent security tensions that are now palpable on the Korean peninsula, in the East and South China seas and further afield.” Second, in stressing China’s role over North Korea, Turnbull urged China “to use its great leverage and the responsibility with which it comes to curb the unlawful, reckless and dangerous conduct of North Korea” – as if North Korea is a tribute state to the Middle Kingdom China. Third, talking about the Asean–Australia–New Zealand free trade agreement, he said the agreement being “the drive for an even bigger prize in the form of the regional comprehensive economic partnership, which will also bring in China, Korea, Japan and India.” It was not South Korea or the two Koreas, but just “Korea”. Turnbull’s speech is void of South Korea, its important middle power partner in the region and a US ally, even when it comes to its policy towards North Korea. It shows that Turnbull’s North Korea policy is not about Korea but about China, and his government’s strategic calculation about its alignment with the US. As Hugh White says, Australia seems to choose the US, the declining power, over China, a rising threat. Being neither a power or a threat, South Korea is absent in Turnbull’s foreign policy. North Korea is one of China’s many faults in the region and they have to address it. Turnbull doesn’t seem to consider South Korea having a huge stake in the North Korea problem. Given that there is new leadership in Seoul, Canberra needs to review its stance on North Korea and discuss it with the Moon administration. South Korea, lest we forget Australia and South Korea have much in common. They both feel squeezed between China and the US, as do many other small or middle power countries in the region. Both are US allies in the Asia-Pacific, together with Japan. They are both middle powers, having strong mutual economic interests. Both are democracies. Furthermore, 17,000 Australian soldiers fought during the 1950-1953 Korean War and 339 lost their lives. Australia has done a lot for South Korea. The two countries are on excellent terms, with more possibilities to grow strong together as middle powers. No peace regime in the Korean peninsula The 1950-1953 Korean war that Australia took part in didn’t end with a peace treaty but with an armistice. The 1953 armistice was signed by the US representing the UN command, the North Korean people’s army, and the Chinese people’s volunteer army. South Korea refused to sign the truce as Syngman Rhee wanted to keep fighting and unify the country under his anti-communist leadership. The US had to persuade Rhee but he resisted signing. As a result, South Korea is not a party to this truce. Since then, the two Koreas have technically been at war. There is no peace regime on the Korean peninsula. The prolonged conflicts create constant anxiety and fear among Koreans, which has a significant psychological effect on people. In Korea, the cold war is not over. Missile and nuclear tests, military exercises, naval clashes, shelling, assassination, kidnapping, espionage, and propaganda are frequent reminders that they’re still fighting. Since the end of the cold war, North Korea has had “regime survival’’ issues. It has basically lost all its friends, and renewed sanctions have been imposed on it. China is its only trading partner. Yet while North Korea is lagging far behind the rest of the world, it is not collapsing. Total isolation and the threat of an escalating nuclear weapons program are the methods by which Kim Jong-un chooses to stay in power. And for now, the methods are working. For South Koreans, North Korea is the enemy to fight, but also an object for peaceful unification. Recent North Korean provocations and the South’s reaction should be understood in this structural and historical context. Is North Korea a threat to Australia? No. Realistically, there is little chance that Kim Jong-un will drop a weapon on Australia. Calling North Korea’s nuclear program a threat to Australia isn’t going to solve the North Korean problem. Now with the renewed “sunshine policy” led by Moon, Australia needs to devise a more constructive and nuanced policy toward Pyongyang in collaboration with Seoul. Australia’s alternative role First, Australia can play a mediating role between the two Koreas. Australia didn’t have to invite pointless, blistering verbal exchanges with Pyongyang. Second, this doesn’t mean that Australia has to appease the Kim regime and not condemn its nuclear program. Australia can build consensus among Asian countries about the importance of supporting the establishment of a peace regime in the Korean peninsula for regional security. Third, in terms of regional consensus building, instead of focusing on Pyongyang’s nuclear programs and weapon capabilities, Australia can broaden its focus to changing the nature of the regime. It can do so by meaningfully engaging with its people through economic and cultural exchanges. Focusing on human security in terms of North Korea’s economy, food, health and environment, rather than just traditional security in terms of its military, would be a better approach and would help to change the current narratives and discourses around North Korea. Fourth, Australian business can work to build more links with North Korea. Fifth, Australia’s rich and diverse culture and education can offer a lot to North Korea. Language exchange, cultural programs or vocational training in tourism, agriculture, and clean energy, for example, could help North Koreans open their eyes to the world. These options have not been available in the past decade because of South Korea’s hawkish policy against North Korea. The conservative Lee and Park governments closed down joint economic projects and cut communications with Pyongyang. Now there is a new progressive government in Seoul that will revive a pro-engagement policy toward Pyongyang. It’s time for Australia to review its Korea policy and take South Korea more seriously.",
    "keywords": [
        "policy",
        "war",
        "south",
        "song",
        "ignores",
        "jiyoung",
        "regime",
        "korea",
        "crucially",
        "turnbulls",
        "australia",
        "china",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "Turnbull’s speech is void of South Korea, its important middle power partner in the region and a US ally, even when it comes to its policy towards North Korea.\nIt shows that Turnbull’s North Korea policy is not about Korea but about China, and his government’s strategic calculation about its alignment with the US.\nTurnbull doesn’t seem to consider South Korea having a huge stake in the North Korea problem.\nSouth Korea, lest we forget Australia and South Korea have much in common.\nIt’s time for Australia to review its Korea policy and take South Korea more seriously.",
    "sentiment": {
        "neg": 0.1173,
        "neu": 0.8016,
        "pos": 0.0811,
        "compound": -0.0315
    }
}