{
    "date": "2017-06-20T16:41:05Z",
    "title": "Otto Warmbier dies days after being returned from North Korea",
    "url": "https://www.theguardian.com/us-news/2017/jun/19/otto-warmbier-dies-coma-student-north-korea-prison",
    "content": "Otto Warmbier, the 22-year-old student who was returned to the US in a coma last week after 17 months as a prisoner in North Korea, has died in a Cincinnati hospital, his parents announced. “It is our sad duty to report that our son, Otto Warmbier, has completed his journey home. Surrounded by his loving family, Otto died today at 2.20pm,” Fred and Cindy Warmbier wrote in a statement on Monday. They added that his death had been inevitable as a result of “the awful torturous mistreatment our son received at the hands of the North Koreans”. Warmbier was arrested at Pyongyang airport in January 2016 and sentenced in March to 15 years hard labour for allegedly taking a propaganda poster from his hotel room, where he had been staying as part of an organised tour. The University of Virginia student wept at his sentencing, saying: “I have made the worst mistake of my life.” The trial reportedly lasted less than an hour. He was medically evacuated from North Korea last Tuesday and flown to the US. Doctors from the University of Cincinnati medical centre, where Warmbier was taken, said he had suffered injuries related to cardiopulmonary arrest and was in a state of unresponsive wakefulness. Scans showed extensive loss in all regions of Warmbier’s brain. “When Otto returned to Cincinnati late on 13 June he was unable to speak, unable to see and unable to react to verbal commands,” his parents said in their statement. “He looked very uncomfortable – almost anguished. Although we would never hear his voice again, within a day the countenance of his face changed – he was at peace. He was home and we believe he could sense that.” The Warmbier family thanked the doctors for their efforts on Monday but added: “Unfortunately, the awful torturous mistreatment our son received at the hands of the North Koreans ensured that no other outcome was possible beyond the sad one we experienced today.” “It would be easy at a moment like this to focus on all that we lost – future time that won’t be spent with a warm, engaging, brilliant young man whose curiosity and enthusiasm for life knew no bounds,” the Warmbiers’ statement said. “But we choose to focus on the time we were given to be with this remarkable person.” Speaking at a public event on Friday, Donald Trump took credit on behalf of his administration for getting Warmbier back. “Let me start by saying that I’m glad Secretary of State of Rex Tillerson and I, along with a very talented team, were able to get Otto Warmbier back with his parents,” Trump said in a speech in Miami. “What’s happened to him is a truly terrible thing, but at least the ones who love him so much can now take care of him and be with him.” Commenting on Warmbier’s death on Monday, President Trump said: “Lot of bad things happened, but at least we got him home to be with his parents.” Speaking during a White House event, he added: “It’s a brutal regime and we’ll be able to handle it.” In a statement later, Trump offered his condolences to Warmbier’s parents, and said: “Otto’s fate deepens my Administration’s determination to prevent such tragedies from befalling innocent people at the hands of regimes that do not respect the rule of law or basic human decency.” John McCain, the Republican senator, accused North Korea of murdering Warmbier. Republican senator Rob Portman, who is from Cincinnati, said North Korea should be “universally condemned for its abhorrent behavior”. Democratic senator Sherrod Brown said the country’s “despicable actions … must be condemned”. Portman added that the Warmbiers have “had to endure more than any family should have to bear”. Three Americans remain held in North Korea. The US government accuses North Korea of using such detainees as political pawns. North Korea accuses Washington and South Korea of sending spies to overthrow its government. Human Rights Watch said Warmbier’s death “after being abused in North Korean custody” proved the regime was willing to “brutalize and kill to maintain their hold on power.” Phil Robertson, deputy director of the group’s Asia division said: “North Korea again reaffirmed its position as one of the worst human rights abusing governments in the world.” Young Pioneer Tours, the travel company that took Warmbier to North Korea, has said it will no longer take US citizens into the country because “the risk is too high”.",
    "keywords": [
        "parents",
        "warmbiers",
        "warmbier",
        "korea",
        "days",
        "dies",
        "otto",
        "cincinnati",
        "added",
        "trump",
        "statement",
        "returned",
        "north"
    ],
    "summary": "“It is our sad duty to report that our son, Otto Warmbier, has completed his journey home.\nHe was medically evacuated from North Korea last Tuesday and flown to the US.\nRepublican senator Rob Portman, who is from Cincinnati, said North Korea should be “universally condemned for its abhorrent behavior”.\nThe US government accuses North Korea of using such detainees as political pawns.\nNorth Korea accuses Washington and South Korea of sending spies to overthrow its government.",
    "sentiment": {
        "neg": 0.1581,
        "neu": 0.8005,
        "pos": 0.0414,
        "compound": -0.2842
    }
}