{
    "date": "2017-08-17T18:18:01Z",
    "title": "Britain must pressure Donald Trump over Korean peninsula crisis | Letters",
    "url": "https://www.theguardian.com/us-news/2017/aug/17/britain-must-pressure-donald-trump-over-korean-peninsula-crisis",
    "content": "We are very concerned at the level of tension over Korea, which has generated the biggest threat of nuclear war since the Cuban crisis of 1962. The US and South Korean militaries are due to commence a new set of exercises on 21 August which can only sharply raise tensions. The US already maintains a force of tens of thousands of troops in South Korea. It has installed the Terminal High Altitude Area Defence missile system and is conducting joint military exercises in the country which include flying nuclear-capable bombers near to the North Korean border. Last year, Britain for the first time sent four RAF Typhoon aircraft to take part in exercises in the area alongside the US and South Korean military. Donald Trump and his national security adviser, General McMaster, have both stated that the “nuclear option” is on the table. This, they have made clear, includes the possibility of a first strike. Given the destructive potential of the nuclear arsenals on both sides, the “nuclear option” would lead to a war of genocidal proportions. Stepping up military engagement is the diametrically wrong response to the current crisis. What is needed is de-escalation on both sides. We call on Theresa May to rule out committing any British armed forces to the Korean peninsula. Britain should instead apply pressure on the US government to end the ratcheting up of tensions and to pursue a political solution. Brian Eno Musician, president of the Stop the War Coalition Bruce Kent CND vice-president Emma Dent Coad MP Lab, Kensington Tommie Sheppard MP SNP, Edinburgh East Chris Williamson MP Lab, Derby North and shadow fire minister Mark Serwotka PCS General secretary Kevin Courtney General secretary, NUT Mark Rylance Actor Miriam Margolyes Actor Murad Qureshi Chair of the Stop the War Coalition Lindsey German Convenor of the Stop the War Coalition Kate Hudson General secretary, CND Michael Rosen Writer and broadcaster Danny Dorling Professor of geography Kate Smurthwaite Comedian and activist Giles Fraser Writer and priest Victoria Brittain Writer and journalist Paul Rogers Harry Leslie Smith Author and second world war veteran • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "keywords": [
        "stop",
        "war",
        "south",
        "military",
        "secretary",
        "crisis",
        "donald",
        "general",
        "nuclear",
        "peninsula",
        "writer",
        "britain",
        "letters",
        "pressure",
        "mp",
        "trump",
        "korean"
    ],
    "summary": "We are very concerned at the level of tension over Korea, which has generated the biggest threat of nuclear war since the Cuban crisis of 1962.\nThe US and South Korean militaries are due to commence a new set of exercises on 21 August which can only sharply raise tensions.\nLast year, Britain for the first time sent four RAF Typhoon aircraft to take part in exercises in the area alongside the US and South Korean military.\nDonald Trump and his national security adviser, General McMaster, have both stated that the “nuclear option” is on the table.\nBritain should instead apply pressure on the US government to end the ratcheting up of tensions and to pursue a political solution.",
    "sentiment": {
        "neg": 0.1248,
        "neu": 0.821,
        "pos": 0.0541,
        "compound": -0.2581
    }
}