{
    "date": "2017-10-30T09:33:23Z",
    "title": "From missiles to moisturiser: Kim Jong-un visits North Korean cosmetics factory",
    "url": "https://www.theguardian.com/world/2017/oct/30/kim-jong-un-north-korea-cosmetics-factory-visit-photos",
    "content": "Kim Jong-un may or may not be a regular user of exfoliant scrub and moisturiser, but the North Korean leader was every inch the attentive consumer when he swapped ballistic missiles for bars of soap during a visit to a cosmetics factory. While James Mattis, the US defence secretary, was saying Washington would never accept a nuclear-armed North Korea, Kim was offering “field guidance” at the weekend to factory workers in the latest display of his more genteel side, according to the official KCNA news agency. The visit was notable, too, for the identity of his companions – the two most powerful women in North Korea. Photographs showed Kim’s wife, Ri Sol-ju, who is rarely seen in public. His younger sister, Kim Yo-jong, whom he recently appointed to the ruling party’s powerful politburo, was also present but stayed out of shot, reports said. They were accompanied by two senior party officials. The Pyongyang cosmetics factory, which has reportedly been refitted with energy-saving technology, “has turned into a model and standard for the nation’s cosmetics factories,” KCNA said. Kim hailed its “world-level” products, saying they would help women “who want to be beautiful” realise their dream, the agency added. He also praised the variety of products and described their packaging as “very nice”. He added that when his father, Kim Jong-il, had visited the same factory in 2003 he called on workers and officials to produce more cosmetics of “good quality with world competitive power”. South Korea’s cosmetics industry is booming, thanks largely to Chinese consumers, but the North is thought to have developed its domestic light industry to counter the shortage of imported luxury goods caused by UN sanctions. It wasn’t Kim’s first tour of the capital’s cosmetics factory, or the first time he has talked up the potential for North Korean products to become globally recognised brands, according to North Korean Economy Watch. The website said he visited cosmetics and shoe factories in the capital in early 2015, and “directly mentioned famous overseas brands and repeatedly called for the production of world-class products”. Like Kim Jong-il before him, Kim is an occasional visitor to factories and farms, but is said to be more at ease around ordinary people than his late father. Official photographs often show a beaming Kim as he inspects displays of everything from children’s trainers to footballs and kimchi. Kim’s weekend outing contrasted with the increasingly tense situation on the Korean peninsula, fuelled by Pyongyang’s nuclear ambitions and exchanges of threats and insults between Pyongyang and Donald Trump. Speaking in Seoul on Saturday, Mattis repeated the president’s warning that any use of nuclear weapons by North Korea would be met with a “massive military response”. Mattis added: “Make no mistake – any attack on the United States, or our allies, will be defeated. And any use of nuclear weapons by the North will be met with a massive military response that is both effective and overwhelming.”",
    "keywords": [
        "cosmetics",
        "factory",
        "korea",
        "visits",
        "missiles",
        "kim",
        "nuclear",
        "mattis",
        "jongun",
        "moisturiser",
        "kims",
        "products",
        "north",
        "korean"
    ],
    "summary": "Kim Jong-un may or may not be a regular user of exfoliant scrub and moisturiser, but the North Korean leader was every inch the attentive consumer when he swapped ballistic missiles for bars of soap during a visit to a cosmetics factory.\nThe visit was notable, too, for the identity of his companions – the two most powerful women in North Korea.\nThe Pyongyang cosmetics factory, which has reportedly been refitted with energy-saving technology, “has turned into a model and standard for the nation’s cosmetics factories,” KCNA said.\nIt wasn’t Kim’s first tour of the capital’s cosmetics factory, or the first time he has talked up the potential for North Korean products to become globally recognised brands, according to North Korean Economy Watch.\nSpeaking in Seoul on Saturday, Mattis repeated the president’s warning that any use of nuclear weapons by North Korea would be met with a “massive military response”.",
    "sentiment": {
        "neg": 0.0561,
        "neu": 0.8627,
        "pos": 0.0812,
        "compound": 0.0331
    }
}