{
    "date": "2017-07-31T11:57:13Z",
    "title": "Trump vows 'all necessary measures' to protect allies from North Korea, says Abe",
    "url": "https://www.theguardian.com/world/2017/jul/31/trump-vows-all-necessary-measures-to-protect-allies-from-n-korea-says-abe",
    "content": "Donald Trump has vowed to take “all necessary measures” to protect United States allies from North Korea’s evolving military threat, the Japanese prime minister, Shinzo Abe, has said following a phone conversation with the US president. The talks between Trump and Abe came after North Korea conducted its second intercontinental ballistic missile (ICBM) test on Friday – a move analysts said put most of the US within range of Pyongyang’s missiles. The US mounted a show of force aimed at Kim Jong-un’s regime on Sunday, flying two supersonic B-1B bombers over the Korean peninsula. The commander of the Pacific air forces, General Terrence J O’Shaughnessy, warned his units were ready to hit North Korea with “rapid, lethal, and overwhelming force”. Trump, who has been trying to convince Beijing to ramp up the pressure on Kim, condemned China for doing “NOTHING” to rein in the North Korean dictator. Russia’s foreign ministry said on Monday it was concerned about recent developments on the Korean peninsula and accused the US of trying “to shift responsibility for the situation to Russia and China.” China’s state-run media hit back on Monday, with one newspaper branding Trump a “greenhorn” who had lashed out at Beijing because he felt embarrassed by his failure to prevent North Korea’s latest test-launch. “It is unreasonable for Trump to turn his temper into criticism against China,” the English-language Global Times tabloid said in an editorial, claiming Beijing had “exerted enormous pressure” on Pyongyang. “Trump claims that ‘China could easily solve this problem,’” the Communist party controlled newspaper went on. “But such a statement could only be made by a greenhorn US president who knows little about the North Korean nuclear issue. Pyongyang is determined to develop its nuclear and missile program and does not care about military threats from the US and South Korea. How could Chinese sanctions change the situation?” Another editorial in the same newspaper dismissed Trump’s claims China was in a position to solve the North Korean crisis as an “absurdity”. Speaking to reporters on Monday after his conversation with Trump, Abe said the pair had discussed “fresh action” against North Korea – and praised the US president’’s “commitment to taking all necessary measures to protect allies.” “I completely agreed with President Trump on the recognition that we must take further action,” Abe told reporters, according to Japan’s Kyodo news agency. “We have made repeated efforts to resolve the North Korean issue peacefully, coordinating between Japan and the United States and with the international community, but North Korea has trampled all over these efforts and unilaterally escalated [the situation],” Abe said. “China, Russia and the rest of the international community must take seriously this undeniable fact and increase their pressure.” Nikki Haley, the US ambassador to the UN, also sought to sustain the pressure on Beijing. “China must decide whether it is finally willing [to seriously challenge Kim Jong-un]. The time for talk is over,” she said in a statement. On Saturday, US secretary of state, Rex Tillerson, accused China and Russia of bearing a “unique and special responsibility” for the growing North Korean threat. Some experts believe Beijing is increasingly worried Trump might launch military action against North Korea. In April Trump unexpectedly ordered airstrikes against Syria while dining with Chinese president Xi Jinping at his Mar-a-Lago club. Cheng Xiaohe, a North Korea specialist from Beijing’s Renmin University, said he believed the likelihood of US military action was growing but remained a high-risk move for Trump. “If Trump resorts to a military strike, and fails to get [congressional] approval, I think it would end his political career.” Liu Ming, a North Korea expert from the Shanghai Academy of Social Sciences, told Bloomberg he believed Trump was bluffing: “The military option the Americans are threatening won’t likely happen because the stakes will be too high ... It’s a pretext and an excuse to pile up pressure on China. It’s more like blackmail than a realistic option.” Jeffrey Lewis, a North Korea expert from the Middlebury institute of international studies, said that for all the tough talk military action was improbable given how advanced North Korea’s nuclear and missile programs now were. “If you attack a nuclear-armed country after it has nuclear weapons that is just a plain old nuclear war.” Additional reporting by Wang Zhen",
    "keywords": [
        "abe",
        "allies",
        "necessary",
        "military",
        "korea",
        "beijing",
        "measures",
        "china",
        "nuclear",
        "action",
        "korean",
        "trump",
        "protect",
        "pressure",
        "north",
        "vows"
    ],
    "summary": "The commander of the Pacific air forces, General Terrence J O’Shaughnessy, warned his units were ready to hit North Korea with “rapid, lethal, and overwhelming force”.\n“But such a statement could only be made by a greenhorn US president who knows little about the North Korean nuclear issue.\n“We have made repeated efforts to resolve the North Korean issue peacefully, coordinating between Japan and the United States and with the international community, but North Korea has trampled all over these efforts and unilaterally escalated [the situation],” Abe said.\nSome experts believe Beijing is increasingly worried Trump might launch military action against North Korea.\nCheng Xiaohe, a North Korea specialist from Beijing’s Renmin University, said he believed the likelihood of US military action was growing but remained a high-risk move for Trump.",
    "sentiment": {
        "neg": 0.0813,
        "neu": 0.8503,
        "pos": 0.0684,
        "compound": -0.0913
    }
}