{
    "date": "2017-09-21T03:36:37Z",
    "title": "‘Sound of a dog barking’: North Korea ridicules Trump threat",
    "url": "https://www.theguardian.com/world/2017/sep/21/sound-of-a-dog-barking-north-korea-ridicules-trump-threat",
    "content": "North Korea’s foreign minister, Ri Yong-ho, has issued a withering riposte to Donald Trump, likening his threat to destroy the regime to the “sound of a dog barking”, adding that he “felt sorry” for the US president’s advisers. In his first speech to the UN general assembly, Trump said on Tuesday the US would be forced to “totally destroy” North Korea if Washington was forced to defend itself or its allies against the country’s missiles. Referring to the North Korean leader, Kim Jong-un, by a nickname he gave him in a tweet last weekend, Trump said to the visible dismay of some in the hall: “Rocket man is on a suicide mission for himself and his regime.” Speaking to reporters outside his hotel after arriving in New York on Wednesday, Ri cited a Korean proverb when asked to respond to Trump’s vow to destroy his country. “There is a saying that the marching goes on even when dogs bark,” Ri said, according to South Korea’s Yonhap news agency. “If he was thinking he could scare us with the sound of a dog barking, that’s really a dog dream,” he added. In Korean, a dog dream is one that makes little sense. Asked what he thought of Trump’s description of Kim as rocket man, Ri replied: “I feel sorry for his aides.” Trump’s confrontational speech came after months of rising tensions on the Korean peninsula, culminating in Pyongyang’s sixth, and biggest, nuclear test and the launch of two ballistic missiles over northern Japan. As the US and North Korea traded verbal barbs, Washington’s allies in the region risked angering China by dismissing the prospect of dialogue with the regime. Japan’s prime minister, Shinzo Abe, told the UN general assembly that previous talks had come to nothing and called for a global blockade that would deny North Korea access to “goods, funds, people and technology” for its missile and nuclear programmes. Repeating his support for Washington’s position that all options, including military action, remained on the table, Abe said pressure in the form of sanctions was preferable to negotiation. “We must make North Korea abandon all nuclear and ballistic missile programmes in a complete, verifiable and irreversible manner. What is needed to do is not dialogue, but pressure,” said Abe, who devoted his entire speech to North Korea. Warning that time was running out for a solution to the North Korean crisis, Abe said the failure of a 1994 agreement between the North and the US to freeze Pyongyang’s nuclear programme, and the stalling of six-party talks almost a decade ago, were proof the regime would not respond to dialogue. North Korea had “no intention whatsoever of abandoning its nuclear or missile development,” he said. “For North Korea, dialogue was instead the best means of deceiving us and buying time. In what hope of success are we now repeating the very same failure a third time?” While China has voiced anger at North Korea’s volley of missile tests in recent months, it fears the consequences of regime collapse in Pyongyang and has repeatedly called for a negotiated solution, with its foreign minister, Wang Yi, urging an end to the “current deepening vicious cycle”. But even South Korea’s liberal president, Moon Jae-in, appears to have abandoned, for now, the idea of engaging his country’s neighbour after its nuclear test earlier this month. Moon’s office said he welcomed Trump’s “firm” speech to the UN. “It clearly showed how seriously the United States government views North Korea’s nuclear programme as the president spent an unusual amount of time discussing the issue,” the presidential Blue House said in a statement. Trump’s speech “reaffirmed that North Korea should be made to realise denuclearisation is the only way to the future through utmost sanctions and pressure”, it added.",
    "keywords": [
        "barking",
        "ri",
        "sound",
        "ridicules",
        "speech",
        "korea",
        "dog",
        "regime",
        "threat",
        "north",
        "nuclear",
        "trumps",
        "korean",
        "missile",
        "trump",
        "koreas"
    ],
    "summary": "“We must make North Korea abandon all nuclear and ballistic missile programmes in a complete, verifiable and irreversible manner.\nWhat is needed to do is not dialogue, but pressure,” said Abe, who devoted his entire speech to North Korea.\nNorth Korea had “no intention whatsoever of abandoning its nuclear or missile development,” he said.\n“For North Korea, dialogue was instead the best means of deceiving us and buying time.\nTrump’s speech “reaffirmed that North Korea should be made to realise denuclearisation is the only way to the future through utmost sanctions and pressure”, it added.",
    "sentiment": {
        "neg": 0.1045,
        "neu": 0.8267,
        "pos": 0.0687,
        "compound": -0.2376
    }
}