{
    "date": "2017-10-09T17:00:25Z",
    "title": "Australians fear North Korea standoff will lead to war – Guardian Essential poll",
    "url": "https://www.theguardian.com/australia-news/2017/oct/10/australians-fear-north-korea-standoff-will-lead-to-war-guardian-essential-poll",
    "content": "Australians are concerned that the current standoff between the United States and North Korea will lead to all-out military confrontation, with 55% fearing that outcome, according to the latest Guardian Essential poll. With Donald Trump copping public criticism from a prominent fellow Republican, Senator Bob Corker, about putting America “on the path to world war three” by acting with North Korea “like he’s doing The Apprentice or something” – the latest poll shows more than half the sample of 1,846 voters think current tensions on the peninsula will end in war. Asked about the likelihood of war between North Korea and the US, 16% of the sample thought it very likely, 39% thought it somewhat likely, 24% thought it somewhat unlikely and 12% very unlikely. Women were more pessimistic about the brinkmanship leading to war than men – 61% compared with 49%. People over 55 were less likely than younger people to believe war likely. Voters also ranked terrorism top of their current concerns about their personal safety, followed by a car accident and nuclear warfare. Next on the list was catastrophic climate change, natural disasters and gang violence, with family violence the last point on the list. Debate about Australia’s counter-terrorism framework dominated national politics last week, with leaders reaching agreement to allow real-time facial biometric matching and to hold terror suspects as young as 10 years old for 14 days without charge. In the latest weekly survey, Liberal/National voters were more likely to be concerned about terrorism (40%) and Greens voters more concerned about climate change (23%). The Guardian Essential poll has Labor retaining its election-winning lead over Malcolm Turnbull’s Coalition government, with the ALP ahead on the two-party preferred measure 54% to 46% – the same result as last week. While Labor is well in front, Turnbull achieved his best net approval rating since June last year, and his highest approval figure since March last year, with 42% approval of the job he is doing as prime minister and 43% disapproval (which is down 3% in a month). Coalition voters are strongly behind Turnbull, with 74% (down 1%), approving of his performance in the top job. Bill Shorten’s disapproval rating also fell three points in a month to 47%, and 37% of the sample approved of his performance as leader of the opposition. A majority of Labor voters back Shorten’s performance (64%), down 1%. Turnbull led Shorten on the better prime minister measure, 42% to 28%, with 31% of the sample undecided. People made their judgment largely along partisan lines, with 79% of Coalition voters saying Turnbull would be a better prime minister, and 56% of Labor voters saying Shorten would. Greens voters prefer Shorten to Turnbull (41% to 29%). Both men and women prefer Turnbull to Shorten, with 46% of men preferring Turnbull and 31% preferring Shorten, and 37% (to 25%) of women preferring Turnbull to the Labor leader as prime minister. Voters were also asked which political party best represented the interests of various groups in society. The Labor party scored highly on representing the interests of working people on low incomes, representing people on welfare, students, workers on average incomes and pensioners. The Liberal party was considered best at representing the interests of big business and working people on high incomes. Families with children believe the Labor party best represents their interests (50% to 24%). People aged between 18 and 24 believe the ALP best represents the interests of students (52% to 16%). Full-time workers thought Labor was better at representing the interests of workers on average incomes (47% to 28%). People on high incomes were more likely to believe the Liberal party better represented the interests of workers on high incomes (65% to 14%). The over 65s were more likely to think Labor represented the interests of pensioners better than the Coalition.",
    "keywords": [
        "war",
        "turnbull",
        "lead",
        "shorten",
        "incomes",
        "korea",
        "essential",
        "better",
        "standoff",
        "guardian",
        "fear",
        "voters",
        "interests",
        "likely",
        "party",
        "poll",
        "labor",
        "north",
        "australians"
    ],
    "summary": "Australians are concerned that the current standoff between the United States and North Korea will lead to all-out military confrontation, with 55% fearing that outcome, according to the latest Guardian Essential poll.\nPeople over 55 were less likely than younger people to believe war likely.\nA majority of Labor voters back Shorten’s performance (64%), down 1%.\nFamilies with children believe the Labor party best represents their interests (50% to 24%).\nPeople on high incomes were more likely to believe the Liberal party better represented the interests of workers on high incomes (65% to 14%).",
    "sentiment": {
        "neg": 0.0868,
        "neu": 0.7717,
        "pos": 0.1415,
        "compound": 0.0919
    }
}