{
    "date": "2017-02-15T15:22:39Z",
    "title": "Kim Jong-nam was assassinated. But was it on his brother’s orders? | Aidan Foster-Carter",
    "url": "https://www.theguardian.com/commentisfree/2017/feb/15/kim-jong-nam-assassinated-kim-jong-un-north-korea",
    "content": "Another day, another lurid North Korean mystery. Kim Jong-nam – eldest son of Kim Jong-il and half-brother of the current ruler, Kim Jong-un – died on Monday after being attacked at Kuala Lumpur airport as he was about to fly to Macau. One of two female assailants, wearing a LOL T-shirt and a denim miniskirt, fled by taxi; she was reportedly arrested back at the airport today. First accounts said poison needles were used, but the dying Kim told medics a liquid-laced cloth was put over his face from behind. A postmortem is expected today. So whodunnit? Maybe the assassin will be caught – if they haven’t already been– and tell all. That has happened before. In December 1987 Kim Hyon-hui was one of two North Korean agents, passing for Japanese, who put a bomb on KAL flight 858; it exploded in mid-air off Myanmar, killing 115 people, mainly South Koreans. Apprehended in Bahrain, both agents took cyanide pills; her male colleague died, but Kim survived. Flown to Seoul, she was turned and confessed, later writing a bestselling memoir. Then there is, or was, Jang Song-thaek, Kim Jong-un’s uncle by marriage. South Korean claims of Northern purges are rarely confirmable, and sometimes embarrassingly disproved when the “dead” reappear. But Jang’s brutal, very public demise in 2013 shows Kim Jong-un has no scruples about liquidating his own family as “traitors” if he considers them a threat. Like uncle, like brother? On the cui bono (who gains) principle, Kim Jong-un, or the North Korean regime, must be the prime suspects. Let us first eliminate other potential eliminators. Kim Jong-nam had murky business links, was a gambler, and – like his late father – led a complex love-life. Yet a jilted mistress or unpaid gangster would surely have just shot or stabbed him. The hi-tech James-Bondery of poison cloths smacks of state power. Kim Jong-un had motives for fratricide. In monarchies or family autocracies, any high-profile relative is a potential threat. As the oldest son, which matters in Confucian cultures, Kim Jong-nam was widely seen as likely heir until the Japan debacle in 2001 when he was nabbed at Narita airport – taking his family to Tokyo Disneyland, he said – travelling on a fake Dominican Republic passport in the name of Pang Xiong (Fat Bear in Chinese). Constantly harassed in airports by South Korean and Japanese journalists, he unwisely unburdened himself to some: notably Yoji Gomi, who published a book based on extensive email exchanges. Though cautious overall, some of his remarks, notably a critique of hereditary succession, must have rankled in Pyongyang. Yet such outspokenness was brief, and not recent. Yoji’s book appeared in 2012. Since then Kim Jong-nam had gone to ground, with occasional sightings but no more comments. South Korean intelligence – a well-informed but not always trustworthy source, with its own axes to grind – claims that in a letter in 2012 he begged his brother to spare him and his family. China may be the key. Long resident in Macau, Kim Jong-nam admitted to having some Chinese protection – though ultimately it failed him. Recurrent suggestions, however far-fetched, that Beijing might prefer this more reform-minded, if somewhat shambling, elder Kim to his hot-headed younger half-sibling bent on beefing up North Korea’s nuclear threat, must have unnerved Kim Jong-un – who after five years in power has yet to visit China, or indeed anywhere. It can hardly have increased Kim Jong-nam’s life expectancy. But why now? Maybe Kim Jong-nam finally planned to defect, as he always insisted he never had. Otherwise the timing is puzzling – unless, perhaps, the killing was not ordered by Kim Jong-un, but rather done to impress him. In personalised tyrannies, agencies vie to show their loyalty to the leader by going above and beyond. Jong-un’s latest purge, ironically, targeted his chief henchman. Kim Won-hong, who as minister of state security headed the feared political police, lost his job in January. What better way for the bowibu to prove their fealty and regain the young leader’s favour than the spectacular elimination of his disloyal sibling? Timed, moreover, as a gift for 16 February: the birthday of their father Kim Jong-il, a major holiday in North Korea. Pure speculation, so far. But Kim Jong-nam is dead, and can no longer be any kind of threat. A strange coda: suggestions of bad blood between the brothers ignore one extraordinary fact. According to Kim Jong-nam, he and Jong-un – whom he wished well even if the feeling wasn’t mutual – never actually met. In a regime famous for silos, that may be the weirdest one of all.",
    "keywords": [
        "fostercarter",
        "jongnam",
        "south",
        "orders",
        "uncle",
        "north",
        "threat",
        "brothers",
        "kim",
        "aidan",
        "airport",
        "assassinated",
        "family",
        "jongun",
        "korean"
    ],
    "summary": "Kim Jong-nam – eldest son of Kim Jong-il and half-brother of the current ruler, Kim Jong-un – died on Monday after being attacked at Kuala Lumpur airport as he was about to fly to Macau.\nKim Jong-nam had murky business links, was a gambler, and – like his late father – led a complex love-life.\nSince then Kim Jong-nam had gone to ground, with occasional sightings but no more comments.\nLong resident in Macau, Kim Jong-nam admitted to having some Chinese protection – though ultimately it failed him.\nAccording to Kim Jong-nam, he and Jong-un – whom he wished well even if the feeling wasn’t mutual – never actually met.",
    "sentiment": {
        "neg": 0.0959,
        "neu": 0.8418,
        "pos": 0.0623,
        "compound": -0.125
    }
}