{
    "date": "2017-09-08T12:00:33Z",
    "title": "In the court of Kim Jong-un: a ruthless, bellicose despot, but not mad",
    "url": "https://www.theguardian.com/world/2017/sep/08/in-the-court-of-kim-jong-un-ruthless-bellicose-despot-not-mad",
    "content": "Every time North Korea prepares to test a nuclear bomb or launch a missile, Kim Jong-un sits down to pen a handwritten note, flourishing his signature to personally approve the action and propelling himself into the annals of history. The notes have become central to the propaganda theatre that emerges after military tests, broadcasting to the world the message that it is not North Korea detonating a nuclear bomb, it is Kim himself. “Let’s begin the year with the splendid sound of the explosion of our country’s first hydrogen bomb,” Kim wrote in a long memo approving the country’s fourth nuclear test in January 2016. “The entire world will look up to us.” The notes are part of a carefully crafted image designed to highlight Kim’s central role in governing the secretive state and to secure his legacy. They are also evidence of the breathtaking speed at which he has consolidated his power at home and saddled the rest of the world with potentially the most dangerous challenge of recent times. Weeks of interviews by the Guardian with experts and insiders reveal a portrait of Kim as a leader firmly in control and with clear objectives to ensure his survival. And while he may be ruthless and bellicose, few believe he is a madman with his finger on the button. After he replaced his father, Kim Jong-il, in late 2011, many North Korea analysts dismissed Kim as unfit to lead. Those doubts were borne of a near-total ignorance of the new despot in their midst. The CIA admitted it had just one photograph of the new leader, as an 11-year-old; there was even confusion about his date of birth: whether it was 1983 or 1984. Yet just weeks after his coronation, he was head of the ruling party, government and army, and the leader of a nation of 23 million people. Within two years, he had demonstrated he was ready to neutralise perceived opponents with a ruthlessness that has come to characterise his six years at the helm of the world’s most enigmatic dictatorship. Experts say Kim runs the country like a traditional Korean dynasty, where the power to make major decisions rests with him alone. While his father often conferred in secret with a cohort of advisers, Kim Jong-un has purged as many as 140 senior military and government officials – most recently the head of his spy agency, Kim Won-hong. But it is his apparent willingness to target those closest to him that, according to some, points to a man whose capricious character occasionally overshadows the realpolitik rationale behind his nuclear brinkmanship. In 2013, Kim ordered the execution, reportedly by firing squad, of his uncle and mentor Jang Song-thaek, whom state media described as a “traitor for all ages” who had confessed to plotting a coup. In February this year, Kim’s older half-brother, Kim Jong-nam, died after being sprayed with the highly toxic nerve agent VX as he prepared to board a flight in Kuala Lumpur. Malaysian police have charged two women with his murder, but have been unable to prove a connection to Pyongyang despite widespread suspicions that the women were trained by North Korean agents. “There’s no one directly influencing Kim Jong-un and if anyone emerges as some sort of second leader, Kim will kill them immediately,” said Park Byung-kwang of the Institute for National Security Strategy in Seoul, a thinktank affiliated with the country’s intelligence agency. “He’s brutal, he’s ruthless, but he is also rational.” It is a description that sits uneasily with the image portrayed in state media of a smiling, benevolent leader who prefers the company of ordinary people to that of political and military elites. When he is not photographed with his wife, Ri Sol-ju, with whom he has three children, he is shown hugging soldiers, visiting families at their homes or, for instance, beaming after a rollercoaster ride at a newly opened amusement park. Kim maintains his position of dominance by playing government factions off against each other and fomenting confusion among potential rivals. The ruling Workers’ party and the military are the two main blocs vying for supremacy, while the scientific community responsible for developing weapons and civil servants also report directly to Kim. His lack of close advisers means there are no voices to temper his sometimes impulsive nature. Analysts point to deteriorating relations with China, the north’s closest ally, as evidence of his ego directly affecting policy. Unlike his father and his grandfather, North Korea’s founder Kim Il-sung, Kim has shown no interest in travelling to Beijing, and in 2015 he abruptly cancelled a visit to Moscow to attend second world war anniversary events, embarrassing Vladimir Putin. Kim’s propensity to execute senior army officers has reportedly led frontline North Korean soldiers to joke Kim is in fact an elite CIA agent, doing more damage to the army than Washington ever has. “There’s a delicate dance between advising Kim Jong-un but not becoming too powerful or prominent,” said Yang Uk, a senior research fellow at the Korea Defence and Security Forum. Kang Cheol-hwan, a North Korean defector who is in contact with current government officials, suggested that Kim may not command absolute devotion, but has found fear to be a powerful motivator. “North Korean elites mock Kim as a psycho who is obsessed with killing and launching missiles,” says Kang, who runs the North Korea Strategy Centre. “Many people who travel outside the country for the regime admit they oppose the weapons programmes, but any open dissent will get them killed.” During his years in power, Kim has tested 84 missiles, more than his father and grandfather combined. When Kim Jong-il assumed power in 1994 he struggled with factions that did not accept him, eventually eliminating opponents and establishing his dominance with a trail of blood. When it was time to prepare his youngest son to take over, he preemptively purged anyone he suspected would be disloyal to his anointed heir. Kim was not always destined to rule the hermit kingdom. Kim Jong-nam was widely seen as next in line but fell out of favour in 2001 when he was caught trying to enter Japan on a fake passport so he could visit Tokyo Disneyland. It is not clear why another elder sibling, Kim Jong-chul, was passed over, but he was reportedly seen as “effeminate”, according to Kenji Fujimoto, Kim Jong-il’s sushi chef for 13 years. Fujimoto at that time had just one encounter with Kim Jong-un, when he was seven. The boy was wearing a military uniform and “resembled his father in every way, including his physical frame”, he wrote in a 2003 book. “He glared at me with a menacing look when we shook hands. I can never forget the look in his eyes, which seemed to be saying: ‘This is one despicable Japanese guy.’” Kim was sent to study in Switzerland under a pseudonym, claiming to be the child of diplomats, between 1998 and 2000 before he was abruptly called back to North Korea. He learned German there and Ueli Studer, the head of the local education administration, described him as “well integrated, diligent and ambitious”. His former classmates have repeatedly described his love of basketball, American blockbusters and video games. He stood out with expensive Nike Air Jordan shoes and a band of rotating minders that would shuttle him to and from school and extracurricular activities. “He hardly ever talked about his home life, although he did play the North Korean music a lot, in particular the national anthem,” Joao Micaelo, a former classmate, said in a 2010 interview. “I can still remember it now.” Former classmates from Kim’s time in Switzerland remember his obsession with basketball most of all. He was devoted to the Chicago Bulls and set aside an entire room at his home to fill with the team’s memorabilia. “His life was basketball at this time,” Micaelo said. “I think 80% of our time we were playing basketball.” It says much about Kim’s success in maintaining an aura of mystery that the outside world must rely on the eccentric former basketball star Dennis Rodman for insights. Speaking on Good Morning Britain this week, Rodman, who met Kim in 2013 and 2014 but not during his most recent visit in June, said that they rarely discussed politics but had sung karaoke and skied together. “For me to go over there and see [Kim] as much as I have, I basically hang out with him all the time,” Rodman said. “We laugh, we sing karaoke, we do a lot of cool things together. We ride horses, we hang out, we go skiing, we hardly ever talk politics and that’s the good thing. “I don’t love [Kim]. I just want to try to straighten things out for everyone to get along together.” Kim Jong-il broke with dynastic tradition and anointed his youngest son because he knew he would make a perfect dictator, says Leonid Petrov, a North Korea specialist at the Australian National University. “He had shown himself to be ambitious, and with a cruel streak,” he says. Kim’s propagandists portray him as a second Kim Il-sung, right down to his haircut, dark suits and fondness for cigarettes. “Kim Il-sung is still remembered very fondly by North Koreans,” says Petrov. “He was good at dealing with common people, but he was tough on members of the elite. Kim Jong-il, on the other hand, was a reclusive whose demeanour when he met ordinary soldiers was seen as condescending.” Ultimately, Kim’s reign has been defined by an ambitious, alarming project that vastly outweighs the threat posed by the men in his million-strong army. An arsenal of functioning nuclear weapons represents North Korea’s only chance of survival in the face of US aggression and its ultimate aim, regime change. Failure to build a nuclear weapon capable of striking US cities could put Kim at risk of meeting the same fate that befell Muammar Gaddafi and Saddam Hussein, who relinquished their weapons programmes only to be overthrown. State media frequently refers to their demise as proof that the US wolves are now at North Korea’s door. In pushing the narrative of US aggression, and nuclear weapons as the only effective response, Kim has put himself in an unassailable position domestically. As Putin said of North Koreans this week: “They will eat grass but will not stop their [nuclear] programme as long as they do not feel safe.” But an obsession with weapons of mass destruction is only part of the story. Having abandoned his predecessors’ ideological devotion to a state-planned economy, Kim has allowed markets to operate, ushering in a construction boom in Pyongyang. Cross-border trade with China has flourished and rules have been relaxed to allow North Koreans to earn much-needed hard currency overseas. He has pursued a policy known as byungjin – or parallel advance – that calls for the country’s nuclear programme to be developed in tandem with the economy. By developing a nuclear deterrent, the reasoning goes, the regime can spend money saved on expensive conventional weapons to improve living standards. There are signs the approach is working. North Korea’s economy grew 3.9% in 2016, the fastest pace in 17 years, according to South Korea’s central bank. “Kim is a hopeless diplomat,” says Petrov. “But at home he has enjoyed far more success than his father or grandfather. Kim has dropped the military-first policy and instead pursued a dual policy of strengthening security and the economy, and so far it has worked.” But after months of outwitting Donald Trump, some experts fear a clash between Kim’s volatile personality and an equally unpredictable US president could take the current standoff in an even more worrying direction. “I don’t think Kim Jong-un is crazy, but he does feel a need to maintain an image of strength and, like his forebears, he refuses to contemplate defeat,” says Bradley Martin, author of Under the Loving Care of the Fatherly Leader: North Korea and the Kim Dynasty. “He is playing not to arrange a draw but to win. If he’s cornered he may react the way imperial Japan reacted at Pearl Harbor, a way that could be described as suicidal.” For all the speculation about his character, Kim’s geopolitical endgame is easier to decipher. Faced with worldwide opprobrium and an administration in Washington that shares his contempt for compromise, he will order more missile and nuclear tests. As North Korea prepares to celebrate its 69th year as an independent state on Saturday, its leader may once again be settling down at his desk, pen at the ready – a king without courtiers. With additional reporting by Jake Kwon.",
    "keywords": [
        "mad",
        "leader",
        "despot",
        "korea",
        "north",
        "kim",
        "nuclear",
        "ruthless",
        "weapons",
        "court",
        "korean",
        "kims",
        "father",
        "jongun",
        "bellicose"
    ],
    "summary": "After he replaced his father, Kim Jong-il, in late 2011, many North Korea analysts dismissed Kim as unfit to lead.\nWhile his father often conferred in secret with a cohort of advisers, Kim Jong-un has purged as many as 140 senior military and government officials – most recently the head of his spy agency, Kim Won-hong.\n“There’s no one directly influencing Kim Jong-un and if anyone emerges as some sort of second leader, Kim will kill them immediately,” said Park Byung-kwang of the Institute for National Security Strategy in Seoul, a thinktank affiliated with the country’s intelligence agency.\n“North Korean elites mock Kim as a psycho who is obsessed with killing and launching missiles,” says Kang, who runs the North Korea Strategy Centre.\nFujimoto at that time had just one encounter with Kim Jong-un, when he was seven.",
    "sentiment": {
        "neg": 0.0725,
        "neu": 0.8336,
        "pos": 0.0939,
        "compound": 0.0458
    }
}