{
    "date": "2017-12-12T22:28:50Z",
    "title": "US ready for talks with North Korea 'without preconditions', Tillerson says",
    "url": "https://www.theguardian.com/us-news/2017/dec/12/us-ready-for-talks-with-north-korea-without-preconditions-tillerson-says",
    "content": "Rex Tillerson has said that the US is ready to begin exploratory talks with North Korea “without preconditions”, but only after a “period of quiet” without new nuclear or missile tests. The secretary of state’s remarks appeared to mark a shift in state department policy, which had previously required Pyongyang to show it was “serious” about giving up its nuclear arsenal before contacts could start. And the language was a long way from repeated comments by Donald Trump that such contacts are a “waste of time”. Tillerson also revealed that the US had been talking to China about what each country would do in the event of a conflict or regime collapse in North Korea, saying that the Trump administration had given Beijing assurances that US troops would pull back to the 38th parallel, which divides North and South Korea, and that the only US concern would be to secure the regime’s nuclear weapons. Earlier this week it emerged that China is building a network of refugee camps along its 880-mile (1,416km) border with North Korea, in preparation for a potential exodus that could be unleashed by conflict or the collapse of Kim Jong-un’s regime. Speaking at the Atlantic Council thinktank in Washington, Tillerson made it explicit that the message to Pyongyang had changed and that the North Korean regime did not have to commit to full disarmament before direct diplomacy could take off. “We are ready to talk anytime North Korea would like to talk. We are ready to have the first meeting without preconditions. Let’s just meet,” Tillerson said. “And then we can begin to lay out a roadmap ... It’s not realistic to say we are only going to talk if you come to the table ready to give up your program. They have too much invested in it. “Let’s just meet and let’s talk about the weather,” the secretary of state said. “If you want ... and talk about whether it’s going to be a square table or a round table if that’s what you’re excited about.” However, he then laid down one condition and said there should be a “period of quiet” in which such preliminary talks could take place. He portrayed it as a practical consideration. “It’s going to be tough to talk if in the middle of our talks you decide to test another device,” he said. “We need a period of quiet.” Tillerson’s comments came as Kim Jong-un vowed to make North Korea the “world’s strongest nuclear power”. Kim told workers behind the recent test of a new missile that his country “will victoriously advance and leap as the strongest nuclear power and military power in the world”, in a ceremony on Tuesday, according to the state news agency, KCNA. Daryl Kimball, the head of the Washington-based Arms Control Association, said that the US would have to carry out confidence-building measures for meaningful talks to start. “Secretary Tillerson’s proposal for direct talks with North Korea without preconditions is overdue and welcome,” Kimball said. “However, in order to get to such talks going, the US side as well as North Korea must demonstrate more restraint. For North Korea, that means a halt to all nuclear and ballistic missile tests, and for the United States, refraining from military maneuvers and overflights that appear to be practice runs for an attack on the North. “If such restraint is not forthcoming, we can expect a further escalation of tensions and a growing risk of a catastrophic war,” he added. Informal talks between US and North Korean diplomats have taken place since Trump took office in January but they have been cut since Pyongyang tested a powerful thermonuclear warhead in early September. Tillerson has previously seemed at odds with Trump over talks with Pyongyang: earlier this year, shortly after the secretary of state said the US was attempting to find a way to resolve tensions between the two countries, Trump tweeted that his top diplomat should “save his energy” as “we’ll do what has to be done!” “I told Rex Tillerson, our wonderful Secretary of State, that he is wasting his time trying to negotiate with Little Rocket Man ... Save your energy Rex, we’ll do what has to be done!” the president tweeted. On Tuesday, the secretary of state made clear that full North Korean nuclear disarmament would be the ultimate goal of substantive negotiations. He argued that containment was not an option, as an impoverished North Korea would seek to earn money by selling its nuclear weapons on the black market. Tillerson said that US officials had had conversations with their Chinese counterparts about how to ensure those weapons did not end up in “undesirable hands”. China had rebuffed similar approaches from the Obama administration rather than give the impression Beijing was prepared to contemplate a North Korean collapse. “The US has been trying for years to talk to China about conflict scenarios without success. This is an encouraging sign that these talks have made progress,” said Adam Mount, an expert on North Korea at the Federation of American Scientists. “The Chinese are using coordination with the US to signal to Pyongyang that it is considering the prospect that North Korea could collapse, and that it should moderate its behaviour and shouldn’t step out of line.”",
    "keywords": [
        "talk",
        "secretary",
        "korea",
        "state",
        "ready",
        "talks",
        "tillerson",
        "nuclear",
        "preconditions",
        "trump",
        "pyongyang",
        "north"
    ],
    "summary": "Rex Tillerson has said that the US is ready to begin exploratory talks with North Korea “without preconditions”, but only after a “period of quiet” without new nuclear or missile tests.\n“We are ready to talk anytime North Korea would like to talk.\n“Secretary Tillerson’s proposal for direct talks with North Korea without preconditions is overdue and welcome,” Kimball said.\n“However, in order to get to such talks going, the US side as well as North Korea must demonstrate more restraint.\nThis is an encouraging sign that these talks have made progress,” said Adam Mount, an expert on North Korea at the Federation of American Scientists.",
    "sentiment": {
        "neg": 0.0522,
        "neu": 0.8779,
        "pos": 0.0699,
        "compound": 0.0514
    }
}