{
    "date": "2017-12-19T19:39:57Z",
    "title": "The Guardian view on Trump’s national security strategy: a veneer of credibility | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/dec/19/the-guardian-view-on-trumps-national-security-strategy-a-veneer-of-credibility",
    "content": "Ignore the title: it is not really a strategy. Nor will it safeguard America’s national security. Instead, the national security strategy which Donald Trump unveiled on Monday is an attempt to patch together a worldview and corresponding plan of action from the US president’s public statements – plus the better judgment of those around him. It is the grown-ups (who remain in the room for now, at least) creating a veneer of credibility for this erratic and dangerous administration and attempting to build some sort of framework for decision-making; it is unlikely to be observed. Producing the document is a legal requirement. Abiding by it is not. Many former officials acknowledge they paid scant attention to its predecessors. It is in large part a paper exercise, but not meaningless. At best, it can force an administration to step away from the urgent but ultimately less important matters to look at the big picture, and to consider how multiple and often competing priorities relate. At other times – as with the George W Bush administration before the Iraq War – it lays out US thinking. This administration has no body of thought; merely a crazy-quilt of ideas and assertions, as is evident from the frequency with which its members contradict each other. The strategy is Trumpian in its brash branding: “AMERICA is DETERMINED to WIN!” he wrote on Twitter. It is Trumpian in its money-mindedness, skewing towards economic issues, and dropping climate change from the list of global threats. It is Trumpian in its general tone of both gloom and hawkishness – with its declaration that Russia and China are “revisionist” powers trying to “shape a world antithetical to US values and interests”. The criticism of Moscow is striking because it is so rare. But it was not echoed in Mr Trump’s remarks. The document accuses Russia of interfering in the domestic political affairs of other countries without mentioning the evidence of its meddling in the 2016 election, which the president rejects, let alone Robert Mueller’s investigation into his campaign’s alleged collusion, which he denies. He and his supporters have attacked the inquiry relentlessly. Few expect a tougher stance on Russia in practice. The remarks on China are milder than predicted – and the document acknowledges the need to cooperate with both countries. Beijing will wait to see what, if any, action is taken before responding. But the underlying issue is undeniable. China is growing more powerful and more confident in its power. It wants to redraw international rules accordingly. This is the hardest of challenges for other powers, most of all the US; and it is complicated by the fact that America still needs China in handling issues such as North Korea. Moscow and Beijing’s own actions have provoked much of the alarm and hostility they now face. The Obama administration did not find an adequate response, and its hopes of resetting the relationships and achieving wide-ranging, constructive engagement proved doomed. But it was serious in examining the problems and it never imagined that personal chemistry or a few bellowed threats would solve them. In contrast, Mr Trump has talked tough but has smoothed the path for China, diminishing his nation through his bigotry, ignorance, bluster and unreliability. Needing to strengthen alliances, he has frayed them. Ditching the flawed Trans-Pacific Partnership trade agreement without offering an alternative vision of US engagement in the region left the field open. His bellicose rhetoric on Pyongyang has frightened old friends. He has hectored Japan and South Korea about economic and other disagreements, threatening to tear up the free trade deal with Seoul. Further afield, he cosies up to authoritarian leaders and appears disengaged from – even disdainful of – those usually regarded as sharing US values. Meanwhile, some of those around him continue their attempts to normalise an abnormal administration. If the world is lucky the grown-ups will be at least partially successful – dodging a trade war with China (not in either country’s interest) or the much more frightening prospect of an actual war with North Korea or Iran. They carry the weight of Atlas, but their task is Sisyphean in its unending nature. A strategy requires coherence and at least the intention of consistency in carrying it through. Neither aspect is possible while Mr Trump remains in office. Whim, half-digested advice from all-comers, wishful thinking and reflex reactions will continue to carry the day.",
    "keywords": [
        "war",
        "trumpian",
        "mr",
        "trade",
        "russia",
        "korea",
        "editorial",
        "credibility",
        "strategy",
        "china",
        "administration",
        "national",
        "security",
        "trumps",
        "trump",
        "view",
        "veneer",
        "guardian"
    ],
    "summary": "At other times – as with the George W Bush administration before the Iraq War – it lays out US thinking.\nThe strategy is Trumpian in its brash branding: “AMERICA is DETERMINED to WIN!” he wrote on Twitter.\nIn contrast, Mr Trump has talked tough but has smoothed the path for China, diminishing his nation through his bigotry, ignorance, bluster and unreliability.\nA strategy requires coherence and at least the intention of consistency in carrying it through.\nNeither aspect is possible while Mr Trump remains in office.",
    "sentiment": {
        "neg": 0.0892,
        "neu": 0.8145,
        "pos": 0.0963,
        "compound": -0.038
    }
}