{
    "date": "2017-09-03T18:53:27Z",
    "title": "North Korea bomb: Trump’s trade threat to China not seen as credible",
    "url": "https://www.theguardian.com/world/2017/sep/03/north-korea-bomb-trumps-trade-threat-to-china-not-seen-as-credible",
    "content": "Donald Trump huddled with his national security advisers on Sunday to try to decide on a response to North Korea’s sixth and most powerful nuclear test. Pyongyang said it had detonated a hydrogen bomb, using nuclear fusion as well as fission, and the seismic data suggested a blast that was ten times as big as any of its previous tests. Before meeting his advisors, Trump was asked if he was considering a military response. “We’ll see,” he replied. However, his initial responses on Twitter suggested the key aspect of the US reaction would be a call on China and other trading partners to tighten the economic vice on North Korea. “The United States is considering, in addition to other options, stopping all trade with any country doing business with North Korea,” Trump tweeted. The threat was not seen as credible. In 2016, the US imported $463bn worth of goods from China, North Korea’s biggest trade partner. Cutting off trade with Beijing would trigger a protectionist spiral that would create a global recession. Steven Mnuchin, the US treasury secretary, said he would begin drafting a new package of sanctions. A previous round had targeted mostly Chinese companies that did business with North Korea. “We’ve already started with sanctions against North Korea but I am going to draft a sanctions package to send to the president for his strong consideration,” Mnuchin told Fox News. However, former officials and analysts said that much would depend on how China now reacted. Beijing had repeatedly warned the North Korean leader, Kim Jong-un, not to carry out another nuclear test. Nikki Haley, the US ambassador to the UN, tweeted on Sunday: “We along w/Japan, France, the UK and S.Korea have called for an emergency Security Council meeting on N.Korea in the open tomorrow at 10am.” Working with China and other Pacific powers is Washington’s best of a dwindling range of options. With the latest test, North Korea is signalling that it has made a technological breakthrough. Hours earlier, Kim had been photographed with what appeared to be a two-stage thermonuclear warhead. The video footage and photographs suggested that the device was designed to be small enough to fit into the nose cone of an intercontinental ballistic missile (ICBM) that Pyongyang tested twice in July, which could potentially reach the US mainland. “While we don’t know for absolute certain the device was a thermonuclear warhead, there is little doubt in my mind it was,” said James Acton, a nuclear weapons expert at the Carnegie Endowment for International Peace. “I think it probably can miniaturize; and for policy development, we have to assume it can.” That is a capacity that Trump and his predecessors in the White House vowed that North Korea would never achieve. Now that there are convincing signs that Pyongyang has reached that stage, it is likely to be too late for a credible military option. Any attempt at a preventative attack would probably trigger a cataclysmic response against US allies, US bases and possibly the US homeland itself. “The military options are all bad,” Michael Hayden, the former director of the NSA and CIA, told CNN. “They’re not zero. We have got them – but none of them are good.” He added: “This may be the time now to really hammer home that we are deadly serious on your performance, China, on sanctions.” Abraham Denmark, a former US deputy assistant secretary of defence for east Asia, said: “This may be a moment of clarity for China. Supporting stronger sanctions, even cutting off oil and labor, is a real possibility. “China will see a sixth nuke test just before their Party Congress, and despite Chinese warnings, as a slap in the face to Beijing.” The test is likely to accelerate moves already under way in Japan and South Korea to build up missile defence systems and generally increase military spending. There was growing concern in Washington and among US allies that Trump’s gut responses to events on the Korean peninsula could complicate efforts to put together a concerted international response, and add to the dangers of an already highly volatile and perilous situation. The North Korean nuclear test, and before it a highly provocative missile test over Japan, was conducted in defiance of Trump’s threat in early August to rain “fire and fury” down on the regime if it continued its threats against the US. Even after his bluff was called, Trump made another empty threat, to cut off trade with anyone doing business with North Korea. He also took the opportunity to lash out at South Korea, one of Washington’s closest allies in the region, accusing the government of President Moon Jae-in of “appeasement”. To complicate matters, on the eve of the test, Trump was reported to be considering pulling the US out of a five year-old trade agreement with Seoul. “North Korea would like to split the US from South Korea and Japan by threatening the US mainland, and make the US afraid to come to their defence,” said Cheryl Rofer, a chemist who worked at the Los Alamos nuclear weapons laboratory and now writes on the Nuclear Diner website, discussing nuclear scientist and policy. “Most diplomacy takes place beneath the public radar: diplomats talking to each other, finding common ground, ways not to embarrass each other,” Rofer said. “Trump and his people have no understanding of such things. Trump is splitting with South Korea all by himself. Kim Jong Un is laughing at him.” Seismic readings recorded a second tremor after the initial blast that experts said could be the collapse of the cavern of molten lava created by the nuclear explosion. That could increase the chance that isotopes could have escaped from the blast site that would then be picked up by planes flown by western governments close to North Korean airspace, which would provide more detail about what kind of bomb was tested. In an announcement carried on state TV, North Korea said the test, its sixth since 2006, had been a “complete success” and involved a “two-stage thermonuclear weapon” with “unprecedented” strength. The TV announcement – accompanied by patriotic music and images of North Korean scenery and military hardware – said the test had been ordered by the country’s leader, Kim Jong-un. The explosion was heralded by a 6.3-magnitude earthquake about six miles (10km) from North Korea’s Punggye-ri nuclear test site in the north-east of the country. It was felt over the Chinese border in Yanji. South Korea’s meteorological administration estimated the blast yield at between 50 to 60 kilotons, or five to six times stronger than North Korea’s fifth test in September last year. Kim Young-woo, the head of South Korea’s parliamentary defence committee, said later that the yield was as high as 100 kilotons. One kiloton is equivalent to 1,000 tons of TNT. The previous nuclear blast in North Korea is estimated by experts to have been about 10 kilotons.",
    "keywords": [
        "south",
        "trade",
        "korea",
        "credible",
        "threat",
        "china",
        "nuclear",
        "seen",
        "sanctions",
        "trumps",
        "trump",
        "test",
        "koreas",
        "north",
        "bomb"
    ],
    "summary": "“The United States is considering, in addition to other options, stopping all trade with any country doing business with North Korea,” Trump tweeted.\nIn 2016, the US imported $463bn worth of goods from China, North Korea’s biggest trade partner.\nA previous round had targeted mostly Chinese companies that did business with North Korea.\nWith the latest test, North Korea is signalling that it has made a technological breakthrough.\nEven after his bluff was called, Trump made another empty threat, to cut off trade with anyone doing business with North Korea.",
    "sentiment": {
        "neg": 0.05,
        "neu": 0.8879,
        "pos": 0.062,
        "compound": 0.0705
    }
}