{
    "date": "2017-08-06T10:34:49Z",
    "title": "North Korea must not provoke international community, China says",
    "url": "https://www.theguardian.com/world/2017/aug/05/un-north-korea-sanctions-nikki-haley",
    "content": "China has urged North Korea not to provoke the international community with further missile or nuclear tests and warned that the situation on the Korean peninsula is entering “a very critical phase”. Speaking on Sunday, a day after the UN security council voted unanimously to impose new sanctions on Pyongyang, China’s foreign minister, Wang Yi, said he hoped the move would help North Korea’s leaders make “the right and smart decision” about their weapons programme. “Do not violate the UN decision or provoke the international community’s goodwill by conducting missile launches or nuclear tests,” Wang said he had told North Korea’s foreign minister, Ri Yong-ho, when they met on the sidelines of a security forum in Manila. Wang also told his North Korean counterpart that Pyongyang should remain calm in response to the UN sanctions, which were hailed by the US president, Donald Trump. Before the meeting, just over a week after North Korea’s second test of an intercontinental ballistic missile (ICBM) led to the region’s latest crisis, Wang underlined its severity. He told reporters the UN sanctions had been designed “to efficiently, or more efficiently, block North Korea’s nuclear missile development”, but said they were not the ultimate goal. “The purpose is to pull the peninsula nuclear issue back to the negotiating table, and to seek a final solution to realise the peninsula denuclearisation and long-term stability through negotiations,” Wang said. “After the resolution is passed, the situation on the peninsula will enter a very critical phase,” China’s state broadcaster CGTN reported him as saying. “We urge all parties to judge and act with responsibility in order to prevent tensions from escalating.” Ri reportedly smiled as he shook the Chinese minister’s hand on Sunday. According to Reuters, journalists were not given access to their meeting. The sanctions include a ban on exports worth more than $1bn (£770m), a large amount of North Korea’s total exports, which were valued at $3bn last year. Countries are also prevented from giving any additional permits to North Korean workers – another source of money for Kim Jong-un’s regime – and all new joint ventures with North Korean companies and foreign investment in existing ones are not permitted. Nine North Koreans, mainly officials or representatives of companies and banks, have been added to the UN sanctions blacklist, which prevents travel and freezes assets. An asset freeze has also been imposed on two companies and two banks. The US-drafted sanctions were negotiated with China, North Korea’s chief ally, and are aimed at making Pyongyang return to negotiations on its nuclear programme. A Japanese foreign ministry spokesman welcomed the tougher sanctions on North Korea and said it was time to exert more “effective pressure” on Pyongyang rather than to pursue dialogue. “Now is not the time for dialogue but the time to increase effective pressure on North Korea so that they will take concrete actions towards de-nuclearisation,” said deputy foreign ministry spokesman Toshihide Ando. On Saturday, Nikki Haley, the US ambassador to the UN, said further action was required against North Korea. The US national security adviser, HR McMaster, earlier said Trump had been “deeply briefed” on Pyongyang’s recent missile tests and that the US would do “everything we can to pressure this regime” while seeking to avoid “a very costly war”. Haley spoke to the UN security council after the 15-member body imposed the sanctions against North Korea in response to its two long-range missile tests in July. “We should not fool ourselves into thinking we have solved the problem,” Haley said. “Not even close. The North Korean threat has not left us. It is rapidly growing more dangerous. “Further action is required. The United States is taking and will continue to take prudent defensive measures to protect ourselves and our allies.” Washington would continue annual military exercises with South Korea, she said. “All of this ICBM and nuclear irresponsibility has to stop,” Haley told reporters as she headed to the council to vote. Later, she told council members the sanctions represented “the single largest economic package ever levelled against the North Korean regime”. China’s ambassador to the UN, Liu Jieyi, called for a halt to the deployment of the US Thaad anti-ballistic missile defence system in South Korea and for relevant equipment to be dismantled. “The deployment of the Thaad system will not bring a solution to the issue of [North Korea’s] nuclear testing and missile launches,” Liu said, while urging Pyongyang to “cease taking actions that might further escalate tensions”. McMaster was interviewed early on Saturday by the MSNBC host Hugh Hewitt. As it was “impossible to overstate the danger” posed by North Korea, he said, the Trump administration was keeping all options, including a targeted military strike, on the table. But he acknowledged that any conflict “would be a very costly war, in terms of the suffering of mainly the South Korean people”. “So what we have to do is is everything we can to to pressure this regime, to pressure Kim Jong-un and those around him, such that they conclude it is in their interest to denuclearise,” McMaster said.",
    "keywords": [
        "community",
        "provoke",
        "korea",
        "china",
        "sanctions",
        "nuclear",
        "told",
        "korean",
        "wang",
        "missile",
        "koreas",
        "pyongyang",
        "north",
        "international"
    ],
    "summary": "China has urged North Korea not to provoke the international community with further missile or nuclear tests and warned that the situation on the Korean peninsula is entering “a very critical phase”.\nCountries are also prevented from giving any additional permits to North Korean workers – another source of money for Kim Jong-un’s regime – and all new joint ventures with North Korean companies and foreign investment in existing ones are not permitted.\nOn Saturday, Nikki Haley, the US ambassador to the UN, said further action was required against North Korea.\nLater, she told council members the sanctions represented “the single largest economic package ever levelled against the North Korean regime”.\nAs it was “impossible to overstate the danger” posed by North Korea, he said, the Trump administration was keeping all options, including a targeted military strike, on the table.",
    "sentiment": {
        "neg": 0.0757,
        "neu": 0.8415,
        "pos": 0.0829,
        "compound": 0.0674
    }
}