{
    "date": "2017-08-22T15:52:33Z",
    "title": "Two North Korean shipments to Syria intercepted in six months, UN told",
    "url": "https://www.theguardian.com/world/2017/aug/22/two-north-korean-shipments-to-syria-intercepted-in-six-months-un-told",
    "content": "Two shipments from North Korea destined for the Syrian government agency responsible for chemical weapons have been intercepted in the past six months, according to a report provided to the United Nations security council in early August. The report, which was revealed by Reuters on Tuesday, said both shipments were caught in the past six months. Syria’s chemical weapons programme is one of the most sensitive sectors of the Assad regime. International observers said the shipments represented attempts to bolster outlawed weapons programmes in both countries and deepen a decades-long alliance in defiance of rigid international sanctions. The report did not specify what the shipments contained. However, the Syrian Scientific Studies and Research Centre has long been custodian of the state’s most sensitive secrets, including nuclear research, as well as ballistic missiles and and an air defence programme. It has maintained close ties to the Korea Mining Development Trading Company (KOMID), which was blacklisted by the UN security council eight years ago. According to Reuters, the report said: “The [security council] panel is investigating reported prohibited chemical, ballistic missile and conventional arms cooperation between Syria and the DPRK [North Korea]. “Two member states interdicted shipments destined for Syria. Another member state informed the panel that it had reasons to believe that the goods were part of a KOMID contract with Syria.” North Korea and the Trump administration have been embroiled in a tense war of words over Pyongyang’s nuclear programme, with both sides accusing each other of making military threats against each other. On Tuesday, Pyongyang’s UN envoy, Ju Yong-chol, said the country’s nuclear arsenal would never be up for negotiation. “The measures taken by the DPRK to strengthen its nuclear deterrence and develop intercontinental rockets is justifiable and a legitimate option for self-defence in the face of such apparent and real threats,” Ju said in Geneva. Also on Tuesday, the US Treasury Department announced new sanctions on Chinese and Russian companies and individuals for supporting the North Korean weapons programme. The Treasury secretary, Steven Mnuchin, said the US would “continue to increase pressure on North Korea by targeting those who support the advancement of nuclear and ballistic missile programmes and isolating them from the American financial system”. Fears have intensified that North Korea has maintained an extensive nuclear weapons programme despite sanctions that have aimed to curb it for the past 11 years. The UN has previously said attempts to bypass sanctions had been stymied. Jerry Smith, a former chemical weapons inspector for the Organisation for the Prohibition of Chemical Weapons (OPCW), said: “In 2013 a North Korean ship was intercepted in the Panama canal. It had false manifests and hidden under a legitimate cargo was parts for fighter jets and rockets. It transpired that they were being refurbished in Cuba. That was an open example of how sanction-busting measures were taking place. “In the past, the Australia Group [which attempts to stop the spread of components for chemical weapons] has taken a lead on combating the spread of biological and chemical weapons. The AG tends to be western-leaning and more or less represents the views of most OECD countries towards chemical and biological arms control. They share information on the trade in materials that could be used for WMD purposes. It may well have been that a tip-off from one AG member, perhaps from intelligence information from a satellite, would have led to these intercepts.” Syria’s sarin stockpiles were largely withdrawn from the country in late 2013 after an attack using the banned chemical in the outer suburbs of Damascus that killed an estimated 1,300 people. That attack was widely blamed on the Syrian regime, as was another attack on the opposition-held town of Khan Sheikhun in northern Syria in April this year. Hamish de Bretton-Gordon, a former head of the British military’s chemical, biological and radiological weapons programme, said North Korea had stepped up efforts in recent years to take its skills to global black markets. “Syria’s chemical weapons programme was basically built up by Iran and Russia,” he said. “But the North Koreans have been desperate for currency and have been happy to sell technology to anyone. It has always been a real concern that they would sell their chemical and nuclear expertise. “Let’s hope it doesn’t speak to a wider involvement in the CBRN [chemical, biological, radiological and nuclear defence] sphere, especially by the jihadis.”",
    "keywords": [
        "months",
        "syria",
        "korea",
        "intercepted",
        "nuclear",
        "sanctions",
        "report",
        "weapons",
        "told",
        "chemical",
        "shipments",
        "programme",
        "north",
        "korean"
    ],
    "summary": "Syria’s chemical weapons programme is one of the most sensitive sectors of the Assad regime.\nAlso on Tuesday, the US Treasury Department announced new sanctions on Chinese and Russian companies and individuals for supporting the North Korean weapons programme.\nJerry Smith, a former chemical weapons inspector for the Organisation for the Prohibition of Chemical Weapons (OPCW), said: “In 2013 a North Korean ship was intercepted in the Panama canal.\n“In the past, the Australia Group [which attempts to stop the spread of components for chemical weapons] has taken a lead on combating the spread of biological and chemical weapons.\n“Syria’s chemical weapons programme was basically built up by Iran and Russia,” he said.",
    "sentiment": {
        "neg": 0.0694,
        "neu": 0.8851,
        "pos": 0.0455,
        "compound": -0.0923
    }
}