{
    "date": "2017-08-09T19:08:37Z",
    "title": "Fox & Friends & Trump: North Korea crisis puts cozy relationship in spotlight",
    "url": "https://www.theguardian.com/us-news/2017/aug/09/fox-friends-trump-north-korea-crisis-puts-cozy-relationship-in-spotlight",
    "content": "The crisis in relations between the US and North Korea has put Donald Trump’s symbiotic relationship with his favorite morning TV show, Fox &amp; Friends, firmly back in the spotlight. As rhetoric over nuclear war suddenly ramped up between the US president and North Korea’s dictator, Kim Jong-un, on Tuesday night and the US media began intense coverage stretching into Wednesday, Trump and the Fox News show set about amplifying each other to a worldwide audience. Between around 3am and 6am ET on Wednesday, Trump, who is on what appears to be a “working vacation” at his golf club in Bedminster, New Jersey, retweeted Fox and Friends social media posts five times. Two of those retweets were of Fox’s tweets of the president’s own remarks on the North Korean diplomatic nuclear crunch point, as Trump chose to re-echo an echo from a friendly TV station of his own utterances. One was a retweet of a post that included a video of Trump promising “fire and fury” in response to Kim’s missile provocations; one was a retweet of Fox’s reporting more of the president’s statement. The third retweet emanating from the president’s favored Twitter handle, @realDonaldTrump, gave a boost to Fox &amp; Friends tweeting a story about US military readiness in the face of threats to the US territory Guam, in the region of the Korean peninsula, headlined “US Air Force jets take off from Guam for training, ensuring they can ‘fight tonight’.” Trump waited to make any fresh points on the crisis with North Korea until several hours later. Trump has previously pointed out that he watches the Fox &amp; Friends morning TV show, and its content often appears to influence his daily agenda and public comments, just as the show in turn tends to turn a warm glow on the president’s actions and policies. The seemingly symbiotic relationship between the show and the president has prompted journalists for less Republican-leaning channels, such as CNN and ABC, to refer to Fox as “State TV”. Steve Herman, White House correspondent for Voice of America, suggested that Trump’s global promotion of Fox’s journalism could reinforce long-held assumptions in North Korea that the US government tells the media what to say. “Based on my previous discussions with #DPRK [North Korea] officials they believe news on CNN and other US media can be dictated by US government ... that’s the way it works in their country so they believe it’s just as monolithic here,” Herman posted in two tweets. Some Republicans seem to have realized they can use the morning show to communicate directly with the president. Earlier in the week, Senate hopeful and Trump cheerleader Danny Tarkanian announced on Fox and Friends that he will challenge the Republican incumbent US senator in Nevada, Dean Heller. Rather than giving the exclusive to a Nevada-based media outlet, he told Fox &amp; Friends: “We are never going to make America great again unless you have senators in office who fully support president Trump and his America First agenda.” The live clip was tweeted by Fox &amp; Friends not long after 7am ET, when most of Nevada was still in bed but there was a good chance that one particular viewer in Washington DC would be glued to the screen.",
    "keywords": [
        "puts",
        "tv",
        "korea",
        "fox",
        "north",
        "crisis",
        "president",
        "cozy",
        "media",
        "spotlight",
        "friends",
        "presidents",
        "relationship",
        "trump",
        "amp"
    ],
    "summary": "The crisis in relations between the US and North Korea has put Donald Trump’s symbiotic relationship with his favorite morning TV show, Fox &amp; Friends, firmly back in the spotlight.\nBetween around 3am and 6am ET on Wednesday, Trump, who is on what appears to be a “working vacation” at his golf club in Bedminster, New Jersey, retweeted Fox and Friends social media posts five times.\nThe seemingly symbiotic relationship between the show and the president has prompted journalists for less Republican-leaning channels, such as CNN and ABC, to refer to Fox as “State TV”.\nSteve Herman, White House correspondent for Voice of America, suggested that Trump’s global promotion of Fox’s journalism could reinforce long-held assumptions in North Korea that the US government tells the media what to say.\nEarlier in the week, Senate hopeful and Trump cheerleader Danny Tarkanian announced on Fox and Friends that he will challenge the Republican incumbent US senator in Nevada, Dean Heller.",
    "sentiment": {
        "neg": 0.0208,
        "neu": 0.8871,
        "pos": 0.0922,
        "compound": 0.3199
    }
}