{
    "date": "2017-04-17T03:58:08Z",
    "title": "Mike Pence warns North Korea: do not test Trump's resolve",
    "url": "https://www.theguardian.com/world/2017/apr/17/mike-pence-north-korea-missile-nuclear-strategic-patience-is-over",
    "content": "The US vice-president, Mike Pence, has warned North Korea not to test Donald Trump’s resolve over its nuclear and ballistic missile programmes, adding that the US and its allies were running out of patience with the regime. Noting that Trump had recently ordered a missile strike against Syria, the vice-president, who is in Seoul at the start of a tour of Asia, said: “North Korea would do well not to test his resolve.” Pence, standing alongside South Korea’s acting president, Hwang Kyo-ahn, said Washington’s commitment to its ally was “iron-clad and immutable”, and repeated that “all options are on the table” – including military action – to forestall North Korea’s quest to produce a nuclear weapon capable of striking the US mainland. Any use of nuclear weapons by Pyongyang, he added, would be met with “an overwhelming and effective response”, a day after the regime conducted a failed missile launch. Earlier on Monday, during an unannounced visit to the heavily armed border separating North and South Korea, Pence said the “era of strategic patience is over” with North Korea and urged China to use its “extraordinary levers” to pressure the regime into abandoning its nuclear and ballistic missile programmes. “President Trump has made it clear that the patience of the United States and our allies in this region has run out and we want to see change,” he said. “We want to see North Korea abandon its reckless path of the development of nuclear weapons, and also its continual use and testing of ballistic missiles is unacceptable.” Pence said Trump was hopeful China would cooperate, adding: “But as the president has made very clear, either China will deal with this problem or the United States and our allies will.” Pence arrived in South Korea amid claims that Sunday’s missile test might have been thwarted by a cyber-attack by the US, and warnings from Trump’s chief security adviser that tensions on the Korean peninsula were “coming to a head”. Pence told US military personnel it was “humbling” to be at the demilitarised zone (DMZ), a two-mile-wide (4km) strip of land that has come to symbolise the standoff that has defined relations between the North and South since the Korean war ended in an uneasy truce in 1953. Two North Korean soldiers watched Pence from the northern side of the military demarcation line, one of them taking photographs of the vice-president. “My father served in the Korean war with the US army, and on the way here we actually saw some of the terrain my father fought on alongside Korean forces to help earn your freedom,” Pence said in an address at Camp Bonifas. “We are grateful to all of those who each and every day stand in the gap for freedom here at the DMZ. It is a testament to the unshakeable bond between our people.” Pence will offer similar reassurances to Japan – the US’s other main ally in the region – when he visits Tokyo on Tuesday as part of a 10-day Asia-Pacific tour that also includes Indonesia and Australia. China’s foreign ministry spokesman said that tensions needed to be eased on the Korean peninsula to resolve the situation. “As declared repeatedly, the current state of the Korean peninsula is highly complicated and highly dangerous,” Lu Kang said in a briefing, responding to a question over North Korea’s failed missile launch. “The point we have consistently made is that each country involved should refrain from behaviours that provoke one another and fuel their tension further and that they should make efforts to ease the tense situation on the Korean peninsula.” The weekend passed with no sign that North Korea was about to conduct a nuclear test, with the country instead marking the anniversary of the birth of its founder, Kim Il-sung, with a huge military parade that included dozens of missiles, including one experts said could be a new type of intercontinental ballistic missile (ICBM). Despite its failure, Sunday’s missile launch was seen as a test of Trump’s resolve after the president warned that he had not ruled out military action against North Korea and sent a US aircraft carrier battle group towards the peninsula. On Sunday, Trump’s national security adviser, HR McMaster, appeared to confirm the view that the unprecedented show of naval force, which will take US ships to within several hundred kilometres of North Korea’s nuclear test site, was intended to pressure China to do more to rein in its neighbour. McMaster indicated that Trump was not considering military action at this point, but would continue to work with China to peacefully resolve North Korea’s nuclear and ballistic missile programmes. The consensus is “that this problem is coming to a head,” McMaster told ABC’s This Week programme. “It’s time for us to undertake all actions we can, short of a military option, to try to resolve this peacefully. “We are working together with our allies and partners and with the Chinese leadership to develop a range of options. “There is an international consensus now, including the Chinese leadership, that this is a situation that just cannot continue.” McMaster added, however: “The president has made clear that he will not accept the United States and its allies and partners in the region being under threat from this hostile regime with nuclear weapons.” North Korea watchers said they expected the regime to continue its ballistic missile programme, possibly including a test on an ICBM – a move that would dramatically increase pressure on Washington to act. Daniel Pinkston, an expert on North Korea at Troy University in Seoul, said Sunday’s missile test was a “strong signal of defiance”. “North Korea has a long-term development plan and strategy to acquire reliable nuclear weapons and reliable delivery systems,” Pinkston said. “Acquiring such a capability requires testing. I have no reason to believe North Korea will cease testing until they have high confidence in the reliability of the nuclear warheads. And I have no reason to believe they will cease missile flight-tests. Missile development requires flight testing.” Officials in Washington played down suggestions that Sunday’s missile, which exploded seconds after it was launched, had been sabotaged by a US cyber-attack. Asked if he believed the US had used cyber-warfare to bring down the missile, the Republican senator John McCain, who chairs the Senate armed services committee, told NBC News: “I don’t think so, but I wouldn’t rule it out.” Earlier, the former British foreign secretary Sir Malcolm Rifkind said cyber-attacks had worked in the past but he could not say if sabotage had been behind Sunday’s failure. “There is a very strong belief that the US – through cyber-methods – has been successful on several occasions in interrupting these sorts of tests and making them fail,” he said in an interview on BBC radio. A White House adviser travelling with Pence told reporters en route to Seoul that the US had good intelligence before and after the launch. Had the North conducted a nuclear test, “other actions would have been taken”, the adviser added, but did not offer details. Pence attended an Easter service with US military personnel soon after he arrived in Seoul on Sunday. “Let me assure you that under President Trump’s leadership our resolve has never been stronger, our commitment to this historic alliance with the courageous people of South Korea has never been stronger and with your help and God’s help freedom will ever prevail on this peninsula,” he told troops at the US Yongsan garrison. Referring to the North Korean missile launch, Pence added: “This morning’s provocation from the North is just the latest reminder of the risks each one of you face every day in the defence of the freedom of the people of South Korea and the defence of America in this part of the world. “Your willingness to step forward, to serve, to stand firm without fear, inspires the nation and inspires the world.” Agencies in Seoul contributed to this report",
    "keywords": [
        "south",
        "mike",
        "military",
        "resolve",
        "pence",
        "korea",
        "warns",
        "nuclear",
        "trumps",
        "test",
        "missile",
        "north",
        "korean"
    ],
    "summary": "The US vice-president, Mike Pence, has warned North Korea not to test Donald Trump’s resolve over its nuclear and ballistic missile programmes, adding that the US and its allies were running out of patience with the regime.\nTwo North Korean soldiers watched Pence from the northern side of the military demarcation line, one of them taking photographs of the vice-president.\nDaniel Pinkston, an expert on North Korea at Troy University in Seoul, said Sunday’s missile test was a “strong signal of defiance”.\n“North Korea has a long-term development plan and strategy to acquire reliable nuclear weapons and reliable delivery systems,” Pinkston said.\nHad the North conducted a nuclear test, “other actions would have been taken”, the adviser added, but did not offer details.",
    "sentiment": {
        "neg": 0.0666,
        "neu": 0.8425,
        "pos": 0.0909,
        "compound": 0.0581
    }
}