{
    "date": "2017-07-05T18:09:20Z",
    "title": "China is giving Trump a lesson in how to handle Kim Jong-un | Simon Jenkins",
    "url": "https://www.theguardian.com/commentisfree/2017/jul/05/china-trump-kim-jong-un-north-korea-beijing",
    "content": "Is my missile as big as yours? I bet it goes farther and makes a bigger bang. Anything you can do I can do better. Don’t push me too far. I could lose my temper. The fallout over North Korea’s missile test marks a return to the diplomacy of dumb. The news that its infantile leader, Kim Jong-un, had fired a long-range missile “with the possible potential to reach Alaska”, in the words of an unnamed analyst, has apparently “traumatised America”. Has it really? I thought Americans were made of tougher stuff. It looks doubtful that a North Korean missile could carry a nuclear payload, or even survive atmospheric re-entry, in the near future. But more to the point, so what if it did? After letting off its bang, are millions of North Korean troops waiting to storm across the Bering Sea and take Sarah Palin hostage in exchange for the keys to the White House? As Islamic State has demonstrated, you can commit acts of murder and mayhem on foreign states. But without a strategic outcome, they are just acts. The official US line on North Korea, pre-Donald Trump, was “strategic patience”, not least because its ally South Korea was happily making money next door. The policy supposedly ended with the previous “provocation” from Kim in March, when the US secretary of state, Rex Tillerson, declared that: “The policy of strategic patience has ended.” After another missile launch, the vice-president, Mike Pence, added that, “Strategic patience is over.” Now Trump tweets: “does this guy have anything better to do with his life?” The sabres are blunt with futile rattling. The trouble with issuing ultimatums around the globe is that they invite the reckless to call your bluff and make you look a fool. Each act of brazen posturing by Kim, like his father before him, has been greeted with hair-raising screeches from Washington. He now has only to put on a funny hat and stick out his tongue at Trump, and the most powerful man on Earth howls blue murder. This open invitation to Pyongyang to stage a regular taunt must be irresistible. The last time I attended a Chatham House seminar on this part of the world, the conclusion on North Korea was one of the total impotence of the west. America could make its standard response to irritating small states and bomb North Korea to bits. But the threat is as meaningless as Kim’s threat to Alaska. What next? America is never going to risk another Vietnam war. In addition, South Korea’s capital, Seoul, is just miles from the frontier, and North Korea’s surviving missiles, not to mention its army, could make a terrible mess of the south. So all the US can do is fire off its own pointless barrage of missile tests and call on the United Nations to tighten sanctions. The continued appeal of economic sanctions to western diplomats is astonishing. They are wholly counter-productive: impoverishing economies, strengthening dictatorships and driving dissent underground. (The South African regime, often cited as a textbook case for the effectiveness of sanctions, was not a dictatorship and was not toppled by sanctions.) Cuba, Serbia, Iraq, Libya, Iran, Myanmar and Korea: history tells us that sanctions merely give longevity to entrenched regimes and drive oppositions into exile. They represent nothing more than virtue signalling, an attempt to make western leaders feel and sound macho. Korea’s apparently immovable regime is the prize exhibit for their ineffectiveness. The only strategic caution being pursued towards North Korea is from China and Russia. They are like grown-ups watching two children screaming at each other in a playpen. They know that North Korea is a threat to no one but South Korea, whose new government is sensibly seeking to reduce tension. There is no way China or Russia wants a hot war in the Pacific, where each has its own power game in play. China could flick a switch on North Korea, but it need not do so yet, least of all when the country is causing Washington such evident anguish and embarrassment – at no cost to Beijing. The diplomacy of dumb is characterised by an abuse of language. It talks of “threats to national security” when it means threats to human life and property. It calls unacceptable what it intends to accept. It declares red lines it knows it will cross. It nationalises risk, and converts it into fear, dancing to the tune of the security-industrial complex, which profits from exploiting that fear. Dumb diplomacy fetishes distant threats – such as from Saddam Hussein’s Iraq – which require that “something must be done”, when such threats are not susceptible to anything it can constructively deliver. It imposes sanctions it cannot enforce. It is so obsessed with risk aversion, it closes New York airport to Muslims and packs Wimbledon with submachine guns. This is the sort of madness that preceded the first world war. The most thoughtful analysis of dumb diplomacy syndrome is a new book from the president of the US Council on Foreign Relations, Richard Haass, called A World in Disarray. In it he demands an understanding of the new power relationship between Russia, China and India. He warns against the hypocrisy of the double standard. How can nuclear non-proliferation be enforced on Iraq, Iran and North Korea when not on Pakistan or Israel? Haass argues that we should acknowledge China’s vested interest in the South China Sea. It is China’s theatre, not America’s. Pyongyang has long been a pain in Beijing’s neck, but not too acute a pain. The strength of Chinese diplomacy is always to play the long game, not least in a part of the world where the cards are being shuffled by the day. The truth is that the most potent weapon in Korea is Seoul’s crony-capitalist economy, to which China is becoming ever more akin. If a reduction in tension and then negotiation could unleash that economy to “aid” Pyongyang, Kim Jong-un’s generals and family would for sure rush to the trough of greed. He might not last a year. Missiles could never achieve that. In other words, the most effective sanction on North Korea – as on almost any country – is economic, but in precisely the opposite way to “economic sanctions”. It is the sanction of prosperity. But this requires a reversal of the language of diplomacy. That may be a subtlety too far for western governments. It may not be too subtle for China.",
    "keywords": [
        "handle",
        "diplomacy",
        "threats",
        "south",
        "lesson",
        "korea",
        "world",
        "north",
        "kim",
        "china",
        "simon",
        "sanctions",
        "jenkins",
        "giving",
        "strategic",
        "trump",
        "missile",
        "jongun"
    ],
    "summary": "The official US line on North Korea, pre-Donald Trump, was “strategic patience”, not least because its ally South Korea was happily making money next door.\nAmerica could make its standard response to irritating small states and bomb North Korea to bits.\nThey know that North Korea is a threat to no one but South Korea, whose new government is sensibly seeking to reduce tension.\nHow can nuclear non-proliferation be enforced on Iraq, Iran and North Korea when not on Pakistan or Israel?\nHaass argues that we should acknowledge China’s vested interest in the South China Sea.",
    "sentiment": {
        "neg": 0.1252,
        "neu": 0.8192,
        "pos": 0.0556,
        "compound": -0.1637
    }
}