{
    "date": "2017-09-03T17:39:31Z",
    "title": "The Guardian view on North Korea: keep calm and carry on | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/sep/03/the-guardian-view-on-north-korea-keep-calm-and-carry-on",
    "content": "The worst possible outcome of the crisis in the Korean peninsula would be a nuclear war. The second worst would be a conventional one. From these simple platitudes everything else follows. The North Korean regime is undoubtedly vile. Its bombs are unnecessary and bought at the cost of great human suffering. The long-term goal of any foreign policy must be to await and, so far as possible, to hasten the end of the dictatorship. But military intervention is no longer a credible option. It could be argued that it never was. The US military seems to have believed since at least 1995 that any war on the Korean peninsula would result in unacceptable casualties and costs. In that case one of the ironies of the present situation is that North Korea has proved, by building one, that it never actually needed a nuclear deterrent. The threat that its conventional artillery and army posed to the South Korean capital, Seoul, where 10 million people live in their range, was enough to preserve the country from a possible attack. Unhappily, it is in the nature of paranoid autocrats like the Kim dynasty never to be satisfied with the security they have and always to want more. But that is water under the bridge now. To talk of nuclear weapons in rational terms of deterrence and the balance of force is always slightly misleading: any country which wants to possess them is prepared in theory to unleash destruction on the Earth which is disproportionate to almost any provocation and would result in retaliation at least as terrible. Once the weapons exist the irrational threat is always there. Whether or not North Korea actually possesses missiles and bombs that can be combined to threaten the US mainland as well as Japan is, in a sense, irrelevant. It certainly possesses a nuclear deterrent: there is enough of a chance the missiles would work that no sane and responsible US president could take the risk of calling what might still be a bluff. Even Donald Trump seems to have been persuaded that this is not a victim he can safely bully. His latest demands that other countries – chiefly China and South Korea – do something about the problem are characteristically empty and abusive, but they may be hopeful in as much as they suggest he isn’t prepared to start a war himself. The best we can hope for in the short term is that the present uneasy sequence of American bluff and North Korean provocation becomes a new normal, without ever spilling over into less ritualised hostilities. The early declaration by the South Korean president’s office that the latest nuclear test did not cross a red line looks like a hopeful sign here. On its own, though, this is not enough. The next aim of American diplomacy – one in which China will surely also see an interest – is to stop the general nuclearisation of the entire region. That could happen. Japan is generally reckoned to be able to develop its own bomb in about six months after deciding to do so; South Korea, too, an incomparably more advanced economy than the North, might be tempted down that disastrous road. Neither country would really increase its own security by doing so, but the temptation is none the less obvious. Washington must reassure its traditional allies and gather new ones in the attempt to bring order and preserve stability in this increasingly dangerous corner of a dangerous multipolar world.",
    "keywords": [
        "war",
        "south",
        "calm",
        "possible",
        "carry",
        "korea",
        "north",
        "editorial",
        "nuclear",
        "weapons",
        "country",
        "view",
        "worst",
        "guardian",
        "korean"
    ],
    "summary": "The worst possible outcome of the crisis in the Korean peninsula would be a nuclear war.\nThe North Korean regime is undoubtedly vile.\nIn that case one of the ironies of the present situation is that North Korea has proved, by building one, that it never actually needed a nuclear deterrent.\nWhether or not North Korea actually possesses missiles and bombs that can be combined to threaten the US mainland as well as Japan is, in a sense, irrelevant.\nThe best we can hope for in the short term is that the present uneasy sequence of American bluff and North Korean provocation becomes a new normal, without ever spilling over into less ritualised hostilities.",
    "sentiment": {
        "neg": 0.167,
        "neu": 0.7604,
        "pos": 0.0726,
        "compound": -0.2027
    }
}