{
    "date": "2017-04-15T23:03:15Z",
    "title": "The Observer view on Donald Trump’s foreign policy | Observer editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/15/observer-view-on-donald-trump-and-american-foreign-policy",
    "content": "In the run-up to last November’s election, American voters were repeatedly warned that the inexperienced, volatile and impulsive Donald Trump would be a dangerous choice as next US president. Less than three months into his term, that prediction is coming true. Trump’s reckless behaviour is rapidly sucking the world into an alarming new era of extreme strategic instability, most evidently in the case of North Korea. Suddenly abandoning his pledge to pursue non-interventionist policies and eschew the role of global policeman, Trump has performed an astonishing volte-face. It began with a casually insouciant decision, taken over dinner in Palm Beach in January, to order a special forces ground operation in Yemen that Barack Obama had previously blocked as too risky. The operation went badly awry. Trump tried shoddily to distance himself from this failure and turned his attention to Syria and Iraq. Word went out from the White House that US field commanders would henceforth enjoy greater latitude in fighting Islamic State (Isis). There would be no more of Obama’s frustrating micro-management. Trump’s message: the gloves are off – not that they were ever really on. Since then, civilian casualties in both countries have been rising, the result of US or US-led bombing. The Iraqi army’s slow and painful effort to retake Mosul from Isis has not been noticeably advanced by stepped-up American engagement. But the lethal impact of the siege on Mosul’s citizens has measurably grown, as in last month’s horrific American bombing of a basement shelter that killed up to 150 people. Trump has significantly increased the number of US troops in Syria, ahead of an anticipated assault on the Isis stronghold of Raqqa. Then he upped the ante again, firing off 59 cruise missiles at a Syrian army base in an emotional retaliation for a chemical weapons attack in Idlib province. This self-indulgent escapade has done little or nothing to further peace in Syria. But it did trigger a destabilising confrontation with Russia, Syria’s ally, with possible implications for security in eastern Europe, Nato and the Asian power balance. Having greatly impressed himself by this grandiose show of might, Trump, now self-styled global enforcer-in-chief, swivelled his sights on to Afghanistan, setting off the biggest explosion he could manage without actually going nuclear. Last week’s detonation of a Moab monster bomb was gimmick warfare. It may have killed some Isis fighters. It may not. That was not the point. The aim, again, was to showcase US firepower and Trump’s supposed martial prowess. The target audience was not Isis or the Taliban but North Korea, where, to China’s justified alarm, Trump has deployed a nuclear-armed naval armada in a bid to bully Pyongyang into submission. And so, in the space or 100 days or so, Trump’s crudely intimidatory, violent, know-nothing approach to sensitive international issues has encircled the globe from Moscow to the Middle East to Beijing, plunging foes and allies alike into a dark vortex of expanding strategic instability. In switching sides and policies from one day to the next, Trump resembles a punter in a betting shop, rashly gambling on a hunch. In the North Korean case, if Trump guesses wrong, the results could be utterly calamitous. There is a place for deterrence in international affairs and, to work, deterrence must be backed by the possible use of force. That is how we survived the Cold War. It is possible that Syria’s regime will stop using chemical weapons because of Trump’s punitive response. It is arguable that China needed a jolt to get it more involved in containing North Korea and that Pyongyang may cease, for a time, its provocative behaviour. The defeat of Isis, wherever it lurks, is undoubtedly desirable. But as every military strategist and experienced statesman knows, the uncertain means to these desirable ends are fenced about with deep complexities, subtleties and countless shades of political and military grey. Bombs and more bombs do not solve anything. Violence can and usually does make matters worse. The world beyond Trump Tower and Mar-a-Lago is not a shooting gallery. War and diplomacy are not zero-sum games. The US president is not hosting a television reality show – not any more, at least. This is all only too real. And if Bomber Trump has proved anything in the past three months, it is that he lacks the judgment, the common sense and the common humanity to be anybody’s commander in chief.",
    "keywords": [
        "policy",
        "months",
        "observer",
        "possible",
        "syria",
        "korea",
        "isis",
        "world",
        "north",
        "editorial",
        "donald",
        "trumps",
        "view",
        "american",
        "foreign",
        "trump"
    ],
    "summary": "Trump’s reckless behaviour is rapidly sucking the world into an alarming new era of extreme strategic instability, most evidently in the case of North Korea.\nTrump tried shoddily to distance himself from this failure and turned his attention to Syria and Iraq.\nWord went out from the White House that US field commanders would henceforth enjoy greater latitude in fighting Islamic State (Isis).\nThe Iraqi army’s slow and painful effort to retake Mosul from Isis has not been noticeably advanced by stepped-up American engagement.\nIt is arguable that China needed a jolt to get it more involved in containing North Korea and that Pyongyang may cease, for a time, its provocative behaviour.",
    "sentiment": {
        "neg": 0.1688,
        "neu": 0.7846,
        "pos": 0.0467,
        "compound": -0.2621
    }
}