{
    "date": "2017-09-19T19:58:42Z",
    "title": "Speech at UN sees Trump threaten Pyongyang – as it happened",
    "url": "https://www.theguardian.com/world/live/2017/sep/19/donald-trump-united-nations-general-assemly-live-updates-news",
    "content": "As the world’s diplomats prepare for a long night of speeches, we’re going to wrap things up for today. The highlights from today’s morning session: • UN secretary general António Guterres, who took over the international body’s top job in January, began the day by lamenting divisive political discourse and appealing for calmer rhetoric. • Minutes later, Donald Trump, the second world leader to address the assembly, threatened to “totally destroy” North Korea. • In a speech that lasted for just over 40 minutes, the US president, who was making his debut speech to the general assembly, railed against the countries he sees as enemies to the US, primarily North Korea and Iran. He did not mention climate change, which is one of the top issues being discussed at this week’s meeting. • Other leaders, including French president, Emmanuel Macron, and the president of the Switzerland confederation, Doris Leuthard, made critical allusions to Trump’s style of politics. “It’s not walls that protect us, it’s our desire to act,” Macron said. • The morning session concluded with a strong show of support for Trump from Israeli president Benjamin Netanyahu, who complimented the president for taking a strong stance against the Iran deal and being welcoming to Israel. • Netanyahu also said: “After 70 years, the world is embracing Israel and Israel is embracing the world”. The Guardian’s Julian Borger is reporting live from the winding halls of the United Nations headquarters in New York all week, and you can follow him here. For better or for worse, it now appears that on the question of Iran – a long term obsession of Netanyahu – Trump and the Israeli prime minister are completely joined at the hip. For the Israeli prime minister, that certainly helps reinforce his standing on the domestic front, but how much it will help him in persuading other members of the international community, especially co-signatories of the Iran nuclear deal who still support it, is more questionable. The optics in the region of a US president delivering a speech that could have been written by the Israeli embassy, and Netanyahu’s celebration of that speech, may have unanticipated consequences. Israel may also regret associating itself in the future so closely with such a bellicose and contradictory speech by Trump. Some similarities were striking with both Trump and Netanyahu make common cause with the Iranian people against the regime in Tehran giving an impression at least – whether true or not – that the speeches were in some way coordinated. Indeed this was a risk that was warned against by Israeli columnist Chemi Chalev ahead of Netanyahu’s speech, referring explicitly to the suspicion that Israel helped push George W Bush to a war against Iraq. Israel needed many long years to refute the allegation that, together with its neo-conservative lackeys in Washington, it pushed George W. Bush into the war with Iraq, and this at a time when, unlike Netanyahu, then-Prime Minister Ariel Sharon maintained a low public profile. If there is a sudden and serious deterioration in relations between Washington and Tehran over the next few weeks, Israel will be hard-pressed to deny that this is what it wanted to achieve all along. When things get complicated, as they always do, it will be easy to point an accusatory finger at Netanyahu and his country. This brings an end to the morning session, two hours and 20 minutes after it was scheduled to end. This means no two-hour lunch break for the delegates – the afternoon meeting has already been called to order and the president of Mali is taking his turn at the podium. Netanyahu speaks again of his gratitude towards Trump for recognizing Israel and condemning the Iran nuclear deal. He says no speech “was bolder, none were more courageous and forthright as the one delivered by President Trump.” He says if the Iran nuclear deal remains, it will result in a situation similar to the one the world is currently facing with North Korea. He says an “Iranian curtain” has descended across the Middle East. He says he has a simple message for Iran’s Ayatollah Ali Khamenei: “the light of Israel will never be extinguished”. He continues: “Those who threaten us with annihilation put ourselves in mortal peril”. But, Netanyahu says, Israel is a friend to the people of Iran. He delivers the message in Farsi as well. He then lists some of the acts the Iranian government perpetrated against its people recently, including the jailing of journalists and the execution of gay men last year. Netanyahu then brings the speech back to where it began: a celebration of Israel innovation, noting how its technologies and people have helped people around the world. Israel prime minister Benjamin Netanyahu begins by speaking about how his country is an “innovation nation” in water, autonomous vehicles, agriculture and technology. In almost the same breath, he says Israel is also very strong on collecting intelligence about terrorism. He says the general public might not know this, but our country’s intelligence agencies do. He commends Trump for visiting Israel on his first foreign trip as president, then recounts his own trips around the world in the past year, including Australia, Asia, South America and Europe. “After 70 years, the world is embracing Israel and Israel is embracing the world,” he says, garnering a round of applause from the audience. He makes a joke about wanting to go to Antarctica to see penguins, who he calls supporters of Israel. In response to the ensuing laughter, he says the audience might think it’s a joke, but penguins understand Israel’s conflict with Palestine is a “black and white issue”. Turkey’s president Recep Tayyip Erdoğan says global stability has reduced since last year’s general assembly. He says Turkey is anxiously watching the development of anti-Muslim sentiment and xenophobia. “We all have to shoulder responsibility for a safer and more prosperous world,” Erdoğan says. He says Turkey has not received adequate assistance, particularly from the European Union, to provide aid to refugees in the country. He calls the issue with Palestine “the gaping whole of the world” and encouraged Israel to work toward a two-state solution. He refers to the attacks on Rohingya Muslims in Myanmar as “almost ethnic cleansing”. He said if what’s happening there is not stopped, it will leave a “dark stain” on humanity. Erdoğan ends by saying regardless of our skin color “our tears are the same”. He urges the group to take action to end “the tears in the world”. Iran’s foreign minister responded to Trump’s general assembly address on Twitter. The Guardian’s Washington DC bureau chief, David Smith, has helpfully annotated Trump’s remarks to the general assembly this morning. The word ‘sovereign’ is used 21 times. As Israeli prime minister Benjamin Netanyahu prepares to deliver his speech, the country’s left-leaning daily Haaretz has posted a video compilation of the greatest hits of the corny stunts and props that Netanyahu has used in his speeches in recent years including the cartoon bomb supposed to show Iran’s progress in its nuclear programme and the somewhat bizarre ‘silent treatment’ he subjected the UN general assembly too. The Guardian’s Paris correspondent, Angelique Chrisafis, is watching Macron’s press conference at the United Nations. Now on stage: Qatar’s Amir Sheikh Tamim bin Hamad Al Than. There are two more people scheduled to speak after him, then the morning session will conclude. It was scheduled to conclude at 1pm. Up next: Turkey President Recep Tayyip Erdoğan Israel Prime minister Benjamin Netanyahu Lithuania’s president Dalia Grybauskaitė is speaking before the general assembly. She talks about Russia’s role in spreading “fake news” and says aggression is not a strong diplomatic tool. “Bullies are weak because they are insecure,” she says. She continues: “Aggression can never make anyone stronger, it can never earn anyone a drop of respect”. She ends by saying “we cannot let fear win”. Trump has doubled-down on his earlier threat to “totally destroy” North Korea in a tweet. Colombia’s president Juan Manuel Santos Calderón also speaks passionately in favor of the United Nations. He says Colombia is concerned about Venezuela, its neighboring country. Venezuela “pains us,” he says. He calls on the international community to lend support to the people of Venezuela in the search for a “peaceful solution”. He speaks about how his country melts down weapons and says, as a recipient of the Nobel Peace prize, he believes we should all be working together. “We human being are one, what affects one of us affects all of us,” he says. He concludes by speaking about an issue he says he can’t ignore, the war on drugs. He says drug policies should emphasize decriminalization “It is time to accept while there is consumption, there will be supply,” he says. It is his last speech to the general assembly. “With the strength of love, we can overcome fear,” he says. Venezuela’s foreign minister Jorge Arreaza has responded to Trump’s speech. We do not accept threats from President Trump or whoever in this world. We are people of peace, peaceful people and we want relations of mutual respect. This racist and supremacist theory which he’s exposing, this return to the Cold War, for a moment we didn’t know if we were listening to President Reagan in 1982 or President Trump in 2017 Macron mentions “multilateralism” multiple times in his remarks – a clear rebuke to Trump – then explains at-length why he believes it is so important to the world order. He says multilateralism is needed to improve functions at the UN so countries can better coordinate crisis management. He returns to the thread about the UN giving world leaders an opportunity to provide a voice for the voiceless. “The safety of all of us is also our safety,” he says. “Their lives are our lives”. “It’s not walls that protect us, it’s our desire to act,” he says. Another Trump critique. “We cannot have on the one hand, one camp that is multilateral and another camp that is unilateral in its approach,” he says, calling again for multilateralism. At the end of his speech, he is met with enthusiastic applause. Macron says North Korea poses “an existential threat” and that it’s all the countries responsibilities, including China and Russia, to bring North Korea to the negotiation table. He pivots from North Korea to Iran, advocating in favor of the existing Iran nuclear deal. “This is a good agreement, an agreement that’s essential to peace” he says, at a time when there is potential for a “downward spiral”. Macron says this is a message he has been sharing with the delegations from the US and Iran. More on that, by Julian Borger, here: “When I hear our colleagues talk about the world that exists today they forget about the world behind us,” says France’s president Emmanuel Macron. He talks about advocating for people who do not have a voice and throughout the speech quotes refugees from conflict zones including Libya and Syria – as well as victims of natural disasters tied to climate change. Macron says France is opposed to chemical weapons in Syria and will continue its fight against terrorism there. He repeatedly emphasizes that these issues cannot be resolved solely with a military response – he says a political response is needed too. Macron also denounces the “ethnic cleansing” of Rohingya Muslims in Myanmar. He says France remains committed to the Paris climate agreement and that the country will be introducing an environment measure at the UN today. Again, he says world leaders should be looking forward instead of to the past. He’s been speaking for more than 22 minutes. The presidents of four countries have just spoken in favor of working together to end conflict and strife and warned of threats facing their countries and the world. Slovakia’s president Andrej Kiska spoke about the importance of working together to address crises like famine and conflict and putting aside “egoism” in responding to the world’s problems. “North Korea openly threatens our world with nuclear weapons,” he said. “Such disrespect to human life cannot be tolerated”. He stepped down and was replaced by Nigeria’s president Muhammadu Buhari, who talked about the threats of Isis and Boko Haram. He called for the empowerment of women and free and fair elections. “Our faith in democracy remains firm and unshaken,” Buhari said. The Czech Republic’s president Miloš Zeman ended his speech with a quote: “If I knew there would be doomsday tomorrow I would go today and plant my apple tree”. It is a reference to a quote attributed to Martin Luther, that may have actually originated with church members opposed to Nazi rule in Germany. And Liberia’s president Ellen Johnson Sirleaf just ended her speech. She is the first female president of Africa and highlighted the progress the country has made during her rule. Sirleaf has announced she will step down and the election for her successor is next month. “Liberia is your post-conflict success story,” she said. On Twitter, White House press secretary Sarah Huckabee Sanders just highlighted a quote by Trump’s predecessor, Barack Obama. People quickly responded to Sanders with the next line of Obama’s quote: “But aside from the humanitarian costs of that, they are right next door to our vital ally, Republic of Korea”. The second line highlights the impact a war with North Korea could have on South Korea, whose capital city of Seoul is just 35 miles south of the demilitarized zone, the heavily armed border between the north and the south. There are 10 million people in Seoul and 28,500 US troops in South Korea. Trump’s remarks were delivered around midnight in the Korean peninsula. Our Jerusalem correspondent, Peter Beaumont, has reaction to Trump’s speech from Israeli prime minister Benjamin Netanyahu. He says Netanyahu “could have written the section on Iran so closely does it ally with his own views on the threat posed by Tehran”. Praising Trump, ahead of his own speech later this afternoon, Netanyahu said: In my more than 30 years at the UN, I have never heard such a brave and clear speech. President Trump told the truth about the world’s lurking dangers, and called for them to be addressed with fortitude, to ensure the future of humanity. The president of the Switzerland confederation, Doris Leuthard, opens by speaking about the world’s greatest challenges, like famine, and says that “no one country” can solve these issues on their own. “The purpose of the UN is to maintain international peace and security,” she says, taking a moment to speak in English, though most of her address is in French. She makes a clear allusion to Trump, saying that country’s cannot solve the world’s issues on their own and that she is a patriot, which is why she believes in a strong UN. She then continues her address in French, touching on the need to reduce sexual exploitation (an effort which Switzerland is contributing funds to the UN to end), and to help resolve the conflict in Libya. “To each his own” is not a viable way of responding to global issues, says Leuthard, concluding her speech. A reminder: Switzerland has no head of state, but instead a committee of seven elected leaders, known as the Federal Council. Condé also speaks about terrorism, saying it can only be eradicated if poverty ends. He advocates for a two-state solution in the Israeli-Palestine conflict. He reaffirms the republic’s support of the denuclearization of the Korean peninsula. “African young people and women are determined to write a new page in the history of humanity,” he says, asking for the UN to help make that happen. He ends the speech with a call of support for the Paris climate deal and a request for increased international aid to Sierra Leone. Switzerland is next. After a five-minute break, the group has reassembled. Now up, Guinea’s president, Alpha Condé. “The fact Africa is lagging behind will not always be the case,” he says. He calls for diversified economies in Africa through investment in energy, infrastructure and agriculture. He says Africans “yearn for prosperity,” especially the country’s youth. “Africa has decide to take responsibility for itself and to speak henceforth with one voice,” he says, speaking at length about the impact of the African Union. He says the UN security council “no longer reflects current realities” and bemoans the lack of significant African representation on the council. He calls for an enlargement of the council to include African representatives selected by the African Union. While Trump’s speech touched on myriad topics including migration, terrorism and the threatened destruction of North Korea, but speech-watchers note he missed several other key topics swirling at this year’s UN general assembly. Trump speaks about the US middle class, saying they will be “forgotten no more”. He heralds the importance of patriotism, again emphasizing that countries can only resolve global conflict if they protect themselves and their interests first. “Now we are calling for a great reawakening of nations,” he says. “We need to defeat the enemies of humanity and unlock the potential of life itself,” he says. Trump thanks the audience and concludes, after about 41 minutes and 20 seconds, by saying: “God bless you, God bless the nations of the world, and God bless the United states of America”. Trump briefly winds down his speech to speak about the need to empower “women entrepreneurs,” earning applause, before becoming angry again to talk about the US contributions to the UN. He says the US carries an “unfair burden” with the resources it provides to the UN. Trump then attacks Cuba and the government of Venezuela. He says people need to do more to address the situation there. He begins the 34th minute of his speech with a critique of communism. Trump’s speaks loudly again as he discusses the threat of international terrorism. He says the US is working with its allies in the Middle East to “crush” terrorists. “Our country has achieved more against Isis in the last eight months,” says Trump, then it has in the years before combined. It’s unclear what measure he is using for achievement. He thanks Jordan, Turkey and Lebanon for hosting refugees. “The United States is a compassionate nation,” he says, before launching into a defense of his government’s efforts to reduce the refugee cap in the US. “Rocket Man is on a suicide mission for him and his regime,” says Trump, referring to Kim Jong-Un. He continues to say he hopes we don’t have to destroy North Korea. He has moved on to Iran, saying the nuclear deal is “an embarrassment to the United States”. Trump has been speaking for more than 20 minutes. He says the member states must work together to confront “rogue regimes”. “If the righteous many do not confront the wicked few, then evil will triumph,” he says 14 minutes into the speech, Trump mentions North Korea, speaking about the death of American student Otto Warmbier after being detained by the North Korean government. He says the “entire world” is threatened by the nuclear threat in North Korea. “If it [the US] forced to defend itself or its allies, we will have no choice but to totally destroy North Korea,” Trump says. Trump says the United States will no longer be taken advantage of in deals it makes with other countries. “Our citizens have paid the ultimate price to defend our freedom,” he says. They have also fought to defend other countries represented in the room, he says. “It is an eternal credit to the American character,” that we have fought wars abroad but have not “sought territorial expansion” and not imposed our way of life on other people. “We want harmony and friendship, not conflict and strife,” he says. Trump speaks about protecting the rights given by God, emphasizing the word “God” and pausing before he continues. “In America, we do not seek to impose our life on anyone,” he says but the US wants to shine as an example. He says he was elected to give power to the people “where it belongs”. “As president of the United States” he will always put America first, he says. He gets louder, saying that’s what all countries should do. He gets some claps for that remark. Trump talks about citizens needing to be able to achieve their dreams and for children to be able to live in a world without hate. “The success of the United Nations depends on the independent strength of its members,” he says. He acknowledges that all countries have different goals, but the “beautiful vision” that led to the creation of the UN allows people to work side-by-side. Trump has criticized the UN repeatedly in the past. Trump highlights breakthroughs in technology and medicine. Then says every day is filled with new threats. “Rogue regimes” support terrorists and threaten other countries. “Authority and authoritarian powers seek to collapse” systems and alliances that “tiled the war toward freedom” after the second world war, he says. “We meet at a time of both immense promise and great peril,” he says. Saying it’s up to “us” whether the world “is lifted to new heights” or “a valley of disrepair”. US president Donald Trump is making his debut speech to the general assembly, saying it is a “profound honor” to represent the American people from his home city. He expresses thanks to all the world leaders who have offered help and condolences in the aftermath of Hurricane Irma. Thankfully, he says, the US is doing well. The economy is at an “all-time high”. He says the country is experiencing job growth like it has not seen “in a very long time”. “Our military will soon be the strongest it has ever been,” he says. Temer speaks about international terrorism and organized crime. He speaks about the need for countries to commit to human rights. “We reject racism,” Temer says. “We reject xenophobia in all its forms”. He expresses concern about the crisis in Venezuela and says Brazil stands with the people of Venezuela. “There is no more room for alternatives to democracy,” he says. Temer has just wrapped up, which means Trump is next on stage. Brazil’s president Michel Temer is now addressing the general assembly. “Today we certainly need the UN more than before, and I’m talking about a UN that is increasingly effective,” he says. But, reform is still needed, Temer says. He wants the security council expanded. He says protectionist countries threaten progress and development. “We reject exacerbated forms of nationalism,” Temer says. He expresses support for the Paris climate agreement and says Brazil is at the forefront with its “low-carbon economy”. He touts a reduction in deforestation in the Amazon rainforest. Temer advocates for nuclear disarmament, saying Brazil has shown it could master nuclear weapons, but chooses not to have them. Lajčák speaks about migration, which he acknowledges is a “divisive issue” and says another UN priority should be addressing international terrorism. “The only way to succeed in both areas will be through choosing to focus on people, rather than rigidly sticking to our individual positions,” Lajčák says. “We need viable global frameworks, which can be implemented by people – and for people – in real time”. He says the UN member states must adhere to the Paris climate agreement and work to protect human rights. He highlights the need for women’s leadership and rights as well as reform in the UN, which “should be opening its doors wider,” he says. “We must strengthen our engagement with a wide variety of stakeholders, including regional and sub-regional organizations, civil society and the private sector,” Lajčák says. “We need to hear more young voices in this Hall”. The president of the72nd session of the general assembly, Miroslav Lajčák is on stage. He begins by offering his condolences for the people of Dominica, which was devastated by a category 5 hurricane overnight. Lajčák says his priorities are climate change, migration and inequality. He speaks about the UN’s role in addressing global conflict. “Unfortunately, we are spending too much time and money reacting to conflicts, not preventing them,” Lajčák says. The UN has the tools it needs to prevent conflict, Lajčák says, but “what we are missing are the conditions in which they can be properly used”. “Refugees, internally displaced persons and migrants are not the problem; the problem lies in conflict, persecution and hopeless poverty,” says Guterres. “Instead of closed doors and open hostility, we need to reestablish the integrity of the refugee protection regime and the simple decency of human compassion”. He thanks the audience. Guterres is now speaking at length about “human mobility”. “Let us be clear: we do not only face a refugee crisis, we also face a crisis of solidarity,” he says. He says every country has the right to protect its borders, but warns some countries are not being as friendly as they should be. “I commend those countries that have shown hospitality for millions of displaced people,” Guterres says. The line receives a round of applause from the room. “Migration should be an option, not a necessity,” he says. He says tragedies in the Mediterranean will not end with more strict migration policies. “Safe migration cannot be reserved for the global elite,” Guterres says. That line gets more fervent clapping. “No one is winning today’s wars,” says Guterres, listing crises in Syria, Yemen, South Sudan and Afghanistan. He advocates for specific responses to conflicts including the violence against Rohingya Muslims in Myanmar. He says the country’s government must provide “unhindered humanitarian access”. Guterres also endorses the two-state solution in Israel and Palestine, saying it “is the only way forward”. He highlights the threat of climate change, pointing to the devastating hurricanes in the Caribbean and US this month. The first priority Guterres lists is nuclear weapons. He cites North Korea’s nuclear missile tests: “I condemn those test unequivocally.” Guterres warns that the world “must not sleepwalk our way into war”. Aside from the threat from North Korea, Guterres said all countries must “show a greater commitment to a world without nuclear weapons”. The second priority he lists is terrorism. To confront this, nation’s must also address the underlying issues that cause people to radicalize, whether the perceived injustices of potential terrorists are real or not, Guterres said. United Nations secretary-general António Guterres is addressing the general assembly. “Our world is in trouble, people are hurting and angry,” said Guterres. He explains that the world’s population is most concerned with inequality and climate change. “Societies are fragmented, political discourse is polarized,” he says, continuing to highlight how divided society appears. “We are a world in pieces, we need to be a world at peace,” Guterres said. He is now outlining seven priorities for this UN general assembly. The general debate is being called to order. You can watch the UN’s live stream here. A reminder of the general debate rules: each nation’s representative is given 15 minutes to speak, though the lure of the international stage inspires many to extend their speeches beyond that allotment. The record for longest speech goes to Cuba’s former president Fidel Castro, who in 1960 held the podium for four hours and 29 minutes. So, while the morning session is scheduled to conclude at 1pm ET for a lunch break, it’s safe to assume that it will extend past that hour. The theme of this year’s general debate is: “Focusing on People: Striving for Peace and a Decent Life for All on a Sustainable Planet”. The schedule for the morning session: United Nations Secretary-general, António Guterres President of the72nd session of the general assembly, Miroslav Lajčák Brazil President Michel Temer US President Donald Trump Guinea President Alpha Condé Switzerland President Doris Leuthard Slovakia President Andrej Kiska Nigeria President Muhammadu Buhari Czech Republic President Miloš Zeman France President Emmanuel Macron Liberia President Ellen Johnson-Sirleaf Colombia President Juan Manuel Santos Calderón Tajikistan President Emomali Rahmon Zambia President Edgar Chagwa Lungu Lithuania President Dalia Grybauskaitė Qatar Amir Sheikh Tamim b in Hamad Al - Than Turkey President Recep Tayyip Erdoğan Israel Prime minister Benjamin Netanyahu Welcome to our live coverage of the United Nations general assembly’s general debate, where world leaders will present their priorities to the international stage. The session will open at about 9am local time in New York (2pm in London) with remarks by secretary-general António Guterres, who is hosting his first general assembly since taking up the UN’s top post in January. As is customary, Brazil will be the first country to speak, followed immediately by US president Donald Trump, who has in the past called the UN “a club for people to get together, talk and have a good time”. He is expected to warn member states that they risk being “bystanders in history” if they do not mobilize to confront the threats of Iran and North Korea. The morning session will continue with 15 other countries, including France, whose president Emmanuel Macron is also making his UNGA debut, but is expected to pitch a very different worldview than Trump. The French delegation is warning the US this week that quitting the Iran nuclear deal risks “spiraling proliferation”. We’ll have live updates of today’s speeches here, with analysis from the Guardian’s team of experts, including world affairs editor, Julian Borger, who is reporting from the UN’s New York headquarters. As we wait for Guterres to take the stage, you can read Julian’s dispatches from yesterday’s UN meetings here: Trump to UN: confront North Korea and Iran or risk being ‘bystanders in history’ France tells Trump that quitting Iran nuclear deal risks ‘spiral of proliferation’",
    "keywords": [
        "speech",
        "world",
        "korea",
        "north",
        "president",
        "general",
        "sees",
        "happened",
        "guterres",
        "israel",
        "netanyahu",
        "threaten",
        "pyongyang",
        "trump"
    ],
    "summary": "• Minutes later, Donald Trump, the second world leader to address the assembly, threatened to “totally destroy” North Korea.\nIsrael may also regret associating itself in the future so closely with such a bellicose and contradictory speech by Trump.\nMacron says North Korea poses “an existential threat” and that it’s all the countries responsibilities, including China and Russia, to bring North Korea to the negotiation table.\nPresident Trump told the truth about the world’s lurking dangers, and called for them to be addressed with fortitude, to ensure the future of humanity.\n“If it [the US] forced to defend itself or its allies, we will have no choice but to totally destroy North Korea,” Trump says.",
    "sentiment": {
        "neg": 0.0793,
        "neu": 0.8298,
        "pos": 0.0909,
        "compound": 0.0265
    }
}