{
    "date": "2017-07-29T23:10:03Z",
    "title": "The Observer view on Donald Trump’s unfitness for office | Observer editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/jul/30/observer-view-of-donald-trump-unifit-for-office",
    "content": "The sense of things falling apart in Washington is palpable – and a matter of growing, serious international concern. Donald Trump’s latest asinine act of gesture politics, the forced resignation of his chief of staff, Reince Priebus, has shone a spotlight on the extraordinary chaos inside the White House. Even normally sober, experienced Washington observers now refer to the West Wing as a viper’s nest of seething rivalry, bitter feuds, gross incompetence and an unparalleled leadership vacuum. Like some kind of Shakespearean villain-clown, Trump plays not to the gallery but to the pit. He is a Falstaff without the humour or the self-awareness, a cowardly, bullying Richard III without a clue. Late-night US satirists find in this an unending source of high comedy. If they did not laugh, they would cry. The world is witnessing the dramatic unfolding of a tragedy whose main victims are a seemingly helpless American audience, America’s system of balanced governance and its global reputation as a leading democratic light. As his partisan, demeaning and self-admiring speech to the Boy Scouts of America illustrated, Trump endlessly reruns last year’s presidential election campaign, rails against the “fake news” media and appeals to the lowest common denominator in public debate. Not a word about duty, service, shared purpose or high ideals was to be found in his gutter-level discourse before a youthful gathering of 30,000 in West Virginia. Instead, he served up a sad cocktail of paranoia and narcissism. It was all about him and what he has supposedly achieved against the odds. Which, for the record, is almost precisely nothing. After more than six months in office, and despite full Republican control of Congress, Trump cannot point to a single substantial legislative achievement. The bid to repeal the Affordable Care Act, better known as Obamacare, which finally went down in flames in the Senate last week, was the most spectacular and telling of Trump’s failures. His executive orders, such as the racist ban on Muslim travellers and last week’s bigoted attack on transgender people in the military, have mostly run foul of the courts or been pre-emptively ignored by those charged with implementing them. Trump has instead squandered the political goodwill that traditionally accompanies a presidential honeymoon, shocked and outraged many middle-of-the-road voters who initially gave him the benefit of the doubt, thoroughly alienated Republican party traditionalists, who had tried in vain to swallow their doubts, and undermined the authority of the office of the president. Trump, a supposedly ace chief executive, has now lost a chief of staff, a deputy chief of staff, a national security adviser, a communications director and a press secretary in short order. To lose one or even two of his most senior people might be excused as unfortunate. To lose all five suggests the fault is his. Perhaps John Kelly, the retired general hired to replace Priebus, can restore some semblance of order to the White House. It looks like a tall order. Kelly has no political experience beyond his brief tenure at the department of homeland security. Perhaps he will find an ally in HR McMaster, another army veteran, who is Trump’s national security adviser. But there is no good reason to believe the internal feuding, and Trump’s inability or disinclination to halt it, will end. Anthony Scaramucci, the recently appointed, foul-mouthed communications director, has unfinished business with Steve Bannon, Trump’s top strategist. Trump seems determined to undermine his attorney general, Jeff Sessions. Then there is the self-interested leverage exerted by Trump family lightweights Ivanka Trump, Donald Jr and son-in-law, Jared Kushner. On top of all that, Kelly must work out how to handle the ever-expanding investigations of special counsel Robert Mueller into the Trump campaign’s dealings with Russia. A good start would be to halt scurrilous White House efforts to dig up dirt on Mueller and his team. Yet even if Kelly succeeds in cracking the whip, curbing the in-fighting and containing the Russia scandal, he still has to deal with Trump himself. He has proved far more interested in settling scores, berating adversaries and showing off than in advancing a coherent domestic policy agenda. The next prospective car crash, following the Obamacare pile-up, is a September deadline for a federal budget and linked tax reforms and increased military spending promised by Trump. A budget deal proved impossible last spring and may do so again. If there is no agreement, a government shut-down looms, an outcome in line with current Washington trends. Lazy, feckless Trump has no interest in the onerous business of lobbying Congress or working the phones. He wants quick, easy wins or else he walks away. This latter is one of several disturbing truths about Trump absorbed, to varying degrees, by Washington’s friends and allies in the past six months. Naive, misguided Theresa May and Liam Fox, the Brexit trade secretary, still seem to think Trump’s word can be trusted and that he will deliver a favourable trade deal. It is one of many delusions explaining why Britain’s government is so disrespected. In sharp contrast, Angela Merkel, Germany’s chancellor, heads the realist, pragmatic group of leaders who are learning to deal with a post-Obama world where the word of the American president cannot be trusted. In this new world, longstanding US commitments and treaties may not be honoured and future collaboration on key policies, such as climate change, Russia and Chinese military expansionism, is held hostage to presidential whim and the blinkered perspectives of the Ohio bar-room. Merkel suggested earlier this year that the US (and Britain) could no longer be wholly relied upon. While not entirely true, for instance in the case of Anglo-American security guarantees for Germany and its sheltered exporters, it was plain what she meant. And this lesson has been understood by America’s enemies, too. In provocatively firing off another long-range, possibly nuclear-capable missile last week, North Korea seems to be testing how far it can go, geographically and politically. It is counting on Trump proving to be the blowhard that, until now, he has appeared to be. Recent months have produced a litany of Trump threats and boasts over North Korea. There was no way, he said, that Pyongyang would deploy an ICBM capable of hitting the mainland US. “It’s not going to happen,” he tweeted. Wrong again, Donald. It did. By conducting its own satellite launch last week, ignoring western concerns, Iran has similarly thumbed its nose at Washington. Iran’s leaders should understand there would be “very serious” consequences if they pursued their ballistic missile programme, Trump had warned. Additional hints from Rex Tillerson, US secretary of state, and Jim Mattis, Pentagon chief, about regime change in Iran further darkened the strategic horizon. But guess what? Tehran took no notice at all. It went ahead anyway. Or take Russia. Having played Trump to its advantage, Moscow’s open hand is turning into a clenched fist as it threatens reprisals over a new Congressional sanctions package. It was not hard to see this tactical switch coming, once it was clear Trump could not deliver the sort of concessions on Ukraine Putin craves. Except, in his fecklessness and blind vanity and courting Putin to the end, Trump didn’t see it coming at all. You can almost see Putin’s lip curl. The common factor in all these situations is Trump’s self-induced powerlessness and ignorance, his chronic lack of credibility and presidential authority and consequent perceptions of US and western weakness. And in the case of all three actual or potential adversaries – North Korea, Iran and Russia – these perceptions are highly dangerous. Precisely because US responses, actions and reactions can no longer be relied upon or predicted, by friends and enemies alike, the potential for calamitous miscalculation is growing. This uncertainty, like the chaos in the White House and the extraordinary disarray of the American body politic, stems from Trump’s glaring unfitness for the highest office. As is now becoming ever plainer, this threatens us all.",
    "keywords": [
        "white",
        "observer",
        "chief",
        "russia",
        "washington",
        "editorial",
        "donald",
        "presidential",
        "house",
        "trump",
        "security",
        "trumps",
        "unfitness",
        "kelly",
        "view",
        "office"
    ],
    "summary": "Donald Trump’s latest asinine act of gesture politics, the forced resignation of his chief of staff, Reince Priebus, has shone a spotlight on the extraordinary chaos inside the White House.\nPerhaps John Kelly, the retired general hired to replace Priebus, can restore some semblance of order to the White House.\nPerhaps he will find an ally in HR McMaster, another army veteran, who is Trump’s national security adviser.\nA good start would be to halt scurrilous White House efforts to dig up dirt on Mueller and his team.\nThis uncertainty, like the chaos in the White House and the extraordinary disarray of the American body politic, stems from Trump’s glaring unfitness for the highest office.",
    "sentiment": {
        "neg": 0.1351,
        "neu": 0.792,
        "pos": 0.073,
        "compound": -0.1388
    }
}