{
    "date": "2017-10-20T00:42:32Z",
    "title": "North Korea sent Australia a 'rant' about Trump, Turnbull says",
    "url": "https://www.theguardian.com/australia-news/2017/oct/20/north-korea-sent-australia-rant-donald-trump-malcolm-turnbull",
    "content": "North Korea has sent the Australian government a “rant about how bad Donald Trump is”, the Australian prime minister, Malcolm Turnbull, has said. The foreign minister, Julie Bishop, also confirmed the existence of the “unprecedented” letter on Friday, and claimed it demonstrated that the global sanctions regime against the rogue state was working. In September Trump used a speech to the United Nations to threaten to “totally destroy” North Korea “if [the US] is forced to defend ourselves or our allies”. The North Korean letter, published in full by Fairfax Media, labels that threat an “extreme act of threatening to destroy the entire world”. “If Trump thinks that he would bring the DPRK, a nuclear power, to its knees through nuclear war threat, it will be a big miscalculation and an expression of ignorance,” the letter says. The letter says North Korea is a “full-fledged nuclear power” with “various kinds of nuclear delivery”. It urges other nations to restrain the “heinous and reckless moves of the Trump administration trying to drive the world into a horrible nuclear disaster”. The letter claims that from his first day in office “Trump has engaged himself in high-handed and arbitrary practice, scrapping international laws and agreements incurring his displeasure on the US-first principle”. It calls Trump’s America First mantra “the height of [the] American way of thinking that it is best if the US is well off at at the expense of the whole world”. The letter labels the international sanctions regime “illegal”, accusing the UN security council of breaching the UN charter and North Korea’s right to “normal economic development”. Speaking to 3AW Radio on Friday, Turnbull said the letter “doesn’t actually say anything about Australia so much, it’s basically a rant about how bad Donald Trump is”. “They’ve sent it to a lot of other countries, like a circular letter,” he said. Turnbull said the letter was “consistent with [North Korea’s] ranting and complaining about Donald Trump”. “The fact of the matter is that North Korea is the one who is in in breach of UN security council resolutions. It’s North Korea that is threatening to fire nuclear missiles at Japan, at South Korea, at the US ... threatening the stability of the world. “That’s the regime that has to return to its senses, to stop this reckless conduct, and that’s why we’re imposing sanctions.” Turnbull has strongly backed the US on North Korea, saying he is “of one mind” with Trump on the conflict and committing Australia to be involved in any conflict in the event North Korea attacks the US. Turnbull said he believed the letter was a sign sanctions were working, and gave “great credit” to China for restricting oil exports to North Korea. “The tighter the economic sanctions are applied, the greater prospect we have of resolving that situation without a conflict.” At a press conference, Bishop said it was “unprecedented” to communicate with the Australian government in this way, noting it is “not the way they usually publish their global messages”. “The collective strategy of imposing maximum diplomatic and economic pressure through sanctions on North Korea is working,” she said. “This is a response to the pressure.” Bishop said North Korea was trying to “divide those who are committed to ending its illegal nuclear weapons testing and ballistic missile testing”. “This is evidence, I believe, that our collective international strategy is working.”",
    "keywords": [
        "rant",
        "turnbull",
        "sent",
        "letter",
        "korea",
        "world",
        "australia",
        "north",
        "nuclear",
        "sanctions",
        "way",
        "working",
        "trump"
    ],
    "summary": "North Korea has sent the Australian government a “rant about how bad Donald Trump is”, the Australian prime minister, Malcolm Turnbull, has said.\nIn September Trump used a speech to the United Nations to threaten to “totally destroy” North Korea “if [the US] is forced to defend ourselves or our allies”.\nThe letter says North Korea is a “full-fledged nuclear power” with “various kinds of nuclear delivery”.\n“The fact of the matter is that North Korea is the one who is in in breach of UN security council resolutions.\n“The collective strategy of imposing maximum diplomatic and economic pressure through sanctions on North Korea is working,” she said.",
    "sentiment": {
        "neg": 0.1149,
        "neu": 0.8338,
        "pos": 0.0513,
        "compound": -0.2127
    }
}