{
    "date": "2017-08-30T13:49:39Z",
    "title": "US GDP beats forecasts with 3% growth, as markets recover from Korea shock - as it happened",
    "url": "https://www.theguardian.com/business/live/2017/aug/30/markets-recover-after-korea-shock-and-ahead-of-us-gdp-business-live",
    "content": "After Tuesday’s falls in the wake of the latest North Korean missile launch, markets have regained some of the lost ground. Meanwhile the pound is also recovering after its Brexit-induced weakness. On a busier day for economic data, UK mortgage approvals moved higher but consumer credit slowed. Eurozone economic sentiment also improved and hit a ten year high, although the UK figure showed a decline. In the US, GDP grew by a better than expected 3% annualised in the second quarter, while private sector employment also beat forecasts. The FTSE 100 is currently up 0.47%, while Germany’s Dax is 0.62% better and France’s Cac has climbed 0.58%. But on Wall Street, markets are struggling after President Trump tweeted that “talking is not the answer” regarding North Korea. On that note, it’s time to close for the day. Thanks for all your comments, and we’ll be back tomorrow. It was all looking fairly promising, with better than expected US growth and jobs numbers and Wall Street set to open higher. But then Donald Trump tweeted and raised the tensions with North Korea again: So US markets struggled at the open, with the Dow Jones Industrial Average down 10 points or 0.06%, the S&amp;P 500 down 0.02% and the Nasdaq Composite uup 0.1%. Can the US growth continue? Fidelity International’s global economist thinks not. The US growth figures are good news for Donald Trump at least, who promised to boost the economy and increase jobs. The 3% jump in US GDP in the second quarter is more than double the 1.2% increase seen in the first three months of the year. The US Bureau of Economic Analysis said: The acceleration in real GDP in the second quarter primarily reflected upturns in private inventory investment and federal government spending and an acceleration in PCE [personal consumption expenditure] that were partly offset by downturns in residential fixed investment and state and local government spending and a deceleration in exports. BREAKING: After the ADP jobs data, more evidence of a strong US economy. The country’s economy grew by an annualised 3% in the second quarter, up from an initial estimate of 2.6% and expectations of a rise of 2.7%. From the ADP report: “In August, the goods-producing sector saw the best performance in months with solid increases in both construction and manufacturing,” said Ahu Yildirmaz, vice president and co-head of the ADP Research Institute. “Additionally, the trade industry pulled ahead to lead job gains across all industries, adding the most jobs it has seen since the end of 2016. This could be an industry to watch as consumer spending and wage growth improves.” Mark Zandi, chief economist of Moody’s Analytics, said, “The job market continues to power forward. Job creation is strong across nearly all industries, company sizes. Mounting labor shortages are set to get much worse. The initial BLS employment estimate is often very weak in August due to measurement problems, and is subsequently revised higher. The ADP number is not impacted by those problems.” Ahead of the widely watched US non-farm payroll numbers on Friday, a private sector payroll survey has substantially beaten expectations. The ADP jobs report shows US private sector employment increased by 237,000 in August, compared with a 178,000 rise in July and expectations of a 185,000 increase. Here is a breakdown of the German inflation figure, from the Federal Statistics Office: Inflation figures just out from Germany show a higher than expected figure for August. The harmonised consumer price index - using the same methodology across the European Union - came in at 1.8% year on year compared to forecasts of 1.7 which was also the July figure. The month on month figure was also higher than expected at 0.2% rather than 0.1%. Here’s our report on the UK consumer credit figures: The rapid growth in borrowing by consumers appears to be slowing amid a squeeze on households, despite remaining at levels unseen since the financial crisis. The annual rate of growth for consumer borrowing through credit cards, overdrafts and personal loans slowed to 9.8% in July, the lowest rate of expansion since April 2016, according to the Bank of England. The growth rate was a little weaker than in recent months, when the pace of expansion was above 10%. Spending by British consumers is growing at the weakest rate in almost three years, as households come under pressure to tighten their belts from higher prices fuelled by a drop in the value of the pound since the EU referendum. Wages rose by 2.1% in June, while inflation stood at 2.6% in July, leading to negative earnings growth. The figures come as research from Citizens Advice suggests credit card lenders may be targeting people struggling with unaffordable levels of debt, a practice that it said Britain’s financial watchdog should ban. Weaker levels of growth in consumer credit could relieve pressure on the Bank to raise interest rates to slow the rapid expansion in the supply of money. Sluggish GDP growth and inflation coming close to its peak could put off a rate rise until late 2018, or even early 2019. The full story is here: The pound is holding steady against both the dollar and euro after its recent Brexit-induced weakness. It is up 0.027% at $1.2927 and 0.3% to €1.0821. Economic sentiment in the eurozone may be holding up, but the same cannot be said for the UK, judging from the European Commission’s figures. The overall index for the UK fell from 113.2 to 109.6, with construction and consumer sentiment particularly weak. European markets have lost some of their earlier gains but remain in positive territory. Connor Campbell, financial analyst at Spreadex, said: Europe’s Wednesday rebound lost some of its shine as the day went on, with investors perhaps struggling to justify their initial cheeriness. The FTSE saw its gains shrink from 0.6% to 0.2%, in large part due to a reversal from Brent Crude, which is once again threatening to fall below $51.50 per barrel. This in turn erased BP’s early growth and sent Shell lower by half a percent, explaining the UK index’s own slowing. The FTSE also wasn’t helped by the pound’s latest attempt at a comeback against the euro, sterling climbing above €1.08 with a 0.4% increase. Like the FTSE, the DAX and CAC fell from their morning peak, and are now up 0.4% apiece. This despite the euro dropping 0.4% against both the dollar and the pound – though in the grand scheme of the currency’s summer that kind of pull back is a hill of beans compared to its mountainous climb. Not everyone believes the pound’s recent weakness may not last. Peter Rosenstreich at Swissquote Bank says: Although the pound has recovered slightly against the US dollar and the Euro, it is not a sustainable course. The Bank of England remains dovish: the central bank will not tighten money until there is clear political direction around Brexit. One key indicator will come in October, as the major parties hold their conferences. Investors will also be watching German elections. A decisive victory by Chancellor Merkel’s Christian Democrats will boost the Euro. She and France’s President Emmanuel Macron intend to cooperate in advancing the European Union’s financial integration. GBP/USD is consolidating around 1.30, while EUR/GBP has no real resistance till 0.9415. EUR/USD should top 1.20, and favourable European economic/political conditions suggest further upside for the pair. After the latest eurozone sentiment survey and ahead of next week’s meeting of the European Central Bank, economist Bert Colijn at ING Bank said: The August survey indicators all point to some modest improvements compared to July, but the main message is that the economy maintains a healthy cruising speed. Economic growth in the Eurozone seems to be stable at around 2% year-on-year for the moment, well above trend growth. The Economic Sentiment Indicator showed improvements in both services and industry, showing the current economic strength is widespread. Production and employment expectations both improved in the industry sector, but a drop off in employment expectations in services shows there could be some levelling off regarding job market recovery in the months ahead. The key takeaway for monetary policy is inflation expectations did not show an uptick. The current weak inflation environment is likely to have continued in August as we expect the inflation rate to have ticked up marginally to 1.4% and core inflation to have remained stable at 1.2%. In fact, it is unlikely that inflation will increase much above 1.5% for the rest of the year and the ESI inflation expectations confirm that. Consumer inflation expectations decreased marginally from 11.7 to 11.6 in August, and industrial selling price expectations were stable but below the March reading. In the service sector, selling price expectations improved marginally, but they are also still below levels seen earlier in the year. The difficult situation of healthy growth and weak inflation continues to trouble the ECB ahead of next week’s governing council meeting. Although we do expect at least a game plan from the ECB next week and probably a tasking of the relevant committees to investigate tapering options, ongoing weakness in inflation expectations will not make Draghi’s life easier. For those curious about what Moody’s did with its UK growth forecasts in its Global Macroeconomic outlook, it kept them unchanged. Here are the full forecasts: Eurozone economic sentiment came in higher than forecast in August, thanks to optimism in the industrial and service sectors, and among consumers. The European Commission’s sentiment index rose from 111.3 in July to 111.9, better than the 111.3 expected and hitting a ten year high. The figures for the EU as a whole was more or less static (-0.3 points to 111.9), just below its 10-year high of July. And more from the Bank’s lending figures: More on UK consumer credit: Despite July being a traditionally quiet month for the UK housing market, mortgage approvals for that month have come in higher than analyst forecasts. They rose from 65,318 in June to 68,689 last month, according to the Bank of England, better than the 65,500 expected. But consumer credit rose by less than forecast, up £1.179bn compared to expectations of a £1.5bn increase and down on June’s figure of £1.351bn. That was the smallest increase this year. Back with the US, and Donald Trump’s proposed tax reforms will add billions to the already burgeoning US debt mountain, it has been claimed. Speaking of the pound, some analysts believe its current weakness - due in large part to the tortuous Brexit talks - may not last. Derek Halpenny, European head of global markets research at the Bank of Tokyo-Mitsubishi, said: It is looking increasingly like grid-lock [in the Brexit discussion] and we may need some compromise at a higher level to move forward. That might not come until later in the year, which would mean negotiations being behind schedule. This potential delay is the dominant driver of pound selling that has now taken EUR/GBP to levels that look very much over-extended. While the negative Brexit sentiment could certainly take the pound lower still over the coming weeks, a continued slide in the pound NEER [nominal effective exchange rate] value assumption – currently averaging 76.650 on a year-to-date basis - would start to add to the inflation overshoot. If the economic data was to show some improvement, then that combination would help provide support for the pound. So we remain sceptical of how much further scope there is for pound selling. On the market recovery, Connor Campbell, financial analyst at Spreadex, said: With little yet to come from North Korea’s latest missile launch – including an unusually restrained comment from Donald Trump – the markets felt free to rebound this Wednesday. The European indices were fairly uniform in their gains after the bell. The FTSE jumped 40 or so points, pushing the index to the upper end of the 7300 to 7400 trading bracket it has found itself in for the last 3 weeks. Alongside the general reversal of yesterday’s losses the FTSE also benefited from Brent Crude’s slight rise; the black stuff is now tickling $52 per barrel having slipped under $51.50 on Tuesday, allowing BP and Shell to pull back from yesterday’s lows. Over in the Eurozone the situation was much the same, with the DAX and CAC climbing 0.5% to 0.6% apiece. However, unlike in the UK – where a similar rise effectively reclaimed Tuesday’s losses – such growth could only take the tip off of yesterday’s Eurozone plunge. Tuesday saw the Eurozone’s losses exacerbated by the latest romp from the euro, so the German and French indices will be happy to see the currency has calmed somewhat this Wednesday. Against the dollar it’s down 0.4%, and back below $1.195 having crossed $1.205 during Tuesday’s peak, while against the pound the euro has slipped 0.2% (though sterling is still trapped underneath €1.08). Moody’s has raised its growth forecasts for Germany, France and Italy, and says the eurozone can expect “above potential” growth this year and next. But it has lowered its prediction for the US outlook. In its Global Macroeconomic Outlook it said the eurozone is expected to grow by 2.1% in 2017 and 1.9% in 2018 compared to 1.7% last year. “Robust survey indicators in euro area countries suggest that growth should accelerate through the rest of the year, while the consumer confidence indicator at a 16-year high bodes well for the consumer-driven recovery,” said Madhavi Bokil, a vice president at Moody’s and author of the report. In detail it says: Moody’s has revised up Germany’s GDP growth forecasts to 2.2% and 2.0% for 2017 and 2018 respectively. Similarly, Moody’s has raised its forecasts for France to 1.6% for both 2017 and 2018, from 1.3% and 1.4% as the recovery remains on track, driven by net exports and investment. In Italy, Moody’s expects that the recovery will also continue to benefit from supportive monetary and fiscal policies, as well as stronger growth in the rest of the European Union. Moody’s has revised up its real GDP growth forecast to 1.3% in 2017 and 2018 from 0.8% and 1% respectively. G20 economies will collectively grow at an annual rate of slightly more than 3% in 2017 and 2018, higher than last year’s 2.6%. With considerable slack remaining in some euro area economies and some emerging market countries, the current pace of growth around 2% in advanced economies and more than 5% in emerging markets is not only sustainable in the near term, there is potential for upside. As for the US: Moody’s expects US growth of 2.2% in 2017 and 2.3% in 2018, down from 2.4% and 2.5%, respectively. The revisions in 2017 are a result of weaker performance in the first half of the year. The lower growth forecast for 2018 reflects expectations of a more modest fiscal stimulus than previously assumed. On actions by central banks, Moody’s says: Monetary policy in the US should continue to tighten this year and next. Moody’s also expects euro area monetary policy to become less supportive in 2018, provided that the current growth momentum remains intact. The Bank of Japan’s policy stance will likely become less accommodative once the 2% inflation target is reached, which the central bank expects in 2019. But it warned there were a number of risks, not least the situation with North Korea: “A significant escalation of any of the situations in Korea, the South China Sea and other areas could have significant negative credit implications for the global economy,” said Elena Duggar, an associate managing director at Moody’s. Other risks include a protectionist turn by the US, and any financial market volatility stemming from sudden changes in market expectation regarding monetary policy tightening. After Tuesday’s slide in the wake of North Korea’s latest missile launch, European markets are heading higher in early trading. The FTSE 100 is up 0.5%, Germany’s Dax has added 0.7%, France’s Cac has climbed 0.6% and Spain’s Ibex is 0.7% better. The pound is having another mixed day, but it is not exactly suffering any dramatic moves so far. Against the dollar, sterling has edged down 0.08% to $1.2909 as the US currency steadies after its recent losses. But against the euro, the pound has recovered a little ground, up 0.04% at €1.0793. Meanwhile gold - which jumped on Tuesday as investors sought havens for their cash - has dipped $1 to $1307 an ounce. The economic impact of tropical storm Harvey will not be felt until next month’s figures at the earliest, so the US data to be released later will be considered in the light of the next Federal Reserve meeting and the central bank’s interest rate policy. Expectations of another US rate rise in the near future have receded - part of the reason for the recent weakness in the dollar - but stronger than expected figures today and on Friday with the non-farm payroll numbers could see sentiment change again. As it it, the ADP report is expected to show around 185,000 new private sector jobs in August after a 178,000 rise in July. Second quarter GDP is forecast to rise from the initial estimate of 2.6% to 2.7% or even 2.8%. Good morning, and welcome to our rolling coverage of the latest news from the world economy, the financial markets, the eurozone and business. Stock markets look a little calmer after Monday’s slide in the wake of North Korea’s provocative missile launch over Japan. Investors took some reassurance from President Trump’s relatively measured response. Stating that “all options are on the table” is a lot less bellicose than promising “fire and fury”, so after an early fall the Dow Jones Industrial Average actually ended in positive territory, up 0.26%. The positive mood has filtered through to Asia, with the Hang Seng up 0.94% and the Nikkei 225 0.72% better. So European markets are expected to recover a little of Monday’s lost ground: But some believe the markets may be too calm, given the tensions with North Korea and the country’s promise of more action in the region. Michael Hewson, chief market analyst at CMC Markets UK, said: Having seen stock markets in Asia and Europe drop sharply and the traditional haven trades rally in the aftermath of North Korea’s provocative missile launch over Japan earlier this week, it wouldn’t have been a surprise to see US markets follow suit. Despite the escalation in tension and the universal condemnation the missile launch has provoked, US markets, despite initially opening sharply lower, rallied strongly in the afternoon session to close the day higher. It is true that flare ups on the Korean peninsula are nothing new and previous instances have always resulted in a winding back of tension, and it would appear that US investors have decided that recent events are likely to go the same way, as the markets “muscle memory” of selling the panic and then buying the dip kicked in. In ordinary circumstances this might seem sensible, however the events of the last few weeks can hardly be described as ordinary, which suggests that markets could be being rather naïve that current events can be contained. President Trump of course also has to contend with the devastating floods from tropical storm Harvey, both the damage done and the cost to the US economy. Our live coverage of the impact of the storm is here: On top of that, he is expected to give more details of his long awaited tax reform programme. It is also a fairly busy day for data as the month comes to and end. Still with the US, there are second quarter GDP figures and the latest private payroll numbers, which are scoured for clues to Friday’s non-farm payroll numbers. In the UK there are the latest bank lending and mortgage figures, and in Germany, inflation data for August. The Agenda: 9.30 BST UK consumer credit and mortgage lending (July) 10.00 BST Eurozone confidence figures (August) 13.00 BST German inflation (August) 13.15 BST US ADP employment data (August) 13.30 BST US GDP (second quarter)",
    "keywords": [
        "forecasts",
        "pound",
        "figures",
        "gdp",
        "recover",
        "korea",
        "beats",
        "european",
        "uk",
        "happened",
        "expectations",
        "higher",
        "markets",
        "inflation",
        "shock",
        "growth",
        "moodys"
    ],
    "summary": "The US growth figures are good news for Donald Trump at least, who promised to boost the economy and increase jobs.\nEuropean markets have lost some of their earlier gains but remain in positive territory.\nConsumer inflation expectations decreased marginally from 11.7 to 11.6 in August, and industrial selling price expectations were stable but below the March reading.\nFor those curious about what Moody’s did with its UK growth forecasts in its Global Macroeconomic outlook, it kept them unchanged.\nAfter Tuesday’s slide in the wake of North Korea’s latest missile launch, European markets are heading higher in early trading.",
    "sentiment": {
        "neg": 0.0505,
        "neu": 0.8484,
        "pos": 0.1012,
        "compound": 0.1363
    }
}