{
    "date": "2017-04-25T18:22:14Z",
    "title": "North Korea conducts live-fire drill with US submarine nearby, raising tensions",
    "url": "https://www.theguardian.com/world/2017/apr/25/north-korea-live-fire-drill-us-submarine-south-korea",
    "content": "The North Korean army conducted a live-fire drill with massed artillery hours after a US submarine armed with cruise missiles docked at a South Korean base for naval exercises, further raising tensions in a volatile battle of nerves in north-east Asia. Between 300 and 400 long-range artillery pieces, capable of hitting Seoul, took part in the drill on Tuesday, according to the Yonhap news agency quoting government officials. The exercise, on the anniversary of the founding of the North Korean army, was a clear reminder that North Korea could destroy large swaths of the South Korean capital. However, the North Korean dictator, Kim Jong-un, chose not to use the occasion to conduct the nation’s sixth nuclear test or launch a long-range missile – actions which the Trump administration said would trigger an unspecified US response. The North Korean salvoes coincided with US and South Korean military exercises on land and sea. The naval drills will include the Carl Vinson aircraft carrier and an accompanying flotilla which is predicted to arrive in the area towards the end of the month after exercises with the Japanese navy, and an Ohio-class submarine, the USS Michigan, which docked at the South Korean port of Busan on Tuesday. The US navy described the arrival of the Michigan, one of the world’s largest submarines armed with Tomahawk cruise missiles, as a routine deployment, but the arrival of such significant firepower coincides with Trump administration attempts to present a tougher stance towards North Korea than its predecessors. It has declared an end to the Obama administration’s policy of “strategic patience” but has not specified what action it would take in response to another nuclear warhead or missile test. Some of that messaging fell flat when Trump declared that the Carl Vinson “armada” was on its way to the region when the carrier and its escorts were actually sailing in the other direction, but US officials say it will arrive in the coming week. The US military also started moving parts of the controversial THAAD anti-missile defense system into a planned deployment site in South Korea, Yonhap news agency reported. Trucks carrying parts of the Terminal High Altitude Area Defense (THAAD) system entered the site on a former golf course in the county of Seongju in a southern region of South Korea, early on Wednesday, local time. America and South Korea agreed last year to have agreed to deploy THAAD in response to the threat of missile launches by North Korea but China says it will do little to deter the North while destabilizing the regional security balance. Jon Wolfsthal, who was special assistant to Barack Obama on arms control and non-proliferation said the military deployments were part of a strategy to “turn up the heat” on North Korea, and on China, which the US wants to take stronger action to restrain Pyongyang. “It is not necessarily a bad idea, but the challenge is to avoid the commitment trap,” Wolfsthal said. “You can get yourself into a position that doesn’t improve your security. If you don’t follow through, you undermine the faith our allies put in us. The president may be thinking he will have a big splash and people will forget about it, but our allies don’t forget.” In a move apparently designed to show congressional backing for his resolve Trump took the extraordinary step of inviting the entire US Senate to the White House on Wednesday to be briefed by senior administration officials about the brewing confrontation with North Korea. The briefing follows a lunch meeting Trump held with ambassadors from UN member states on the security council on Monday where he emphasised US resolve to stop North Korea’s progress. “The status quo in North Korea is unacceptable and the council must be prepared to impose additional and stronger sanctions on North Korean nuclear and ballistic missile programs,” Trump said at the meeting. “North Korea is a big world problem, and it’s a problem we have to finally solve.” On Friday the US secretary of state, Rex Tillerson, is due to chair a security council foreign ministers’ meeting on the issue in New York, at which the state department said he would call once more for the full implementation of existing UN sanctions or new measures in the event of further nuclear or missile tests. “This meeting will give the security council the opportunity to discuss ways to maximise the impact of existing security council measures and to show their resolve to response further provocations with appropriate new measures,” said Mark Toner, the state department spokesman. Senators are to be briefed by the defence secretary, James Mattis, and Tillerson. Such briefings for the entire Senate are not unprecedented but it is very rare for them to take place in the White House, which does not have the large secure facilities for such classified sessions that Congress does. Officials said the briefing would take place in the auditorium of the Eisenhower Executive Office Building, which can be adapted for such an event. Senate aides were unsure of the purpose of using the White House as a venue, speculating it could be symbolic and intended to show Trump’s seriousness or to showcase an assertive president as he approaches 100 days in office. North Korea’s state-run newspaper the Rodong Sinmun declared the country’s armed forces were ready to show their strength by sinking the carrier “with a single strike”. Meanwhile the Chinese president, Xi Jinping, has called for calm in a phone call with Trump. China “hopes all parties involved will exercise restraint and avoid doing anything to exacerbate the tense situation on the peninsula”, he said according to a summary of the call released by China’s foreign ministry.",
    "keywords": [
        "submarine",
        "south",
        "drill",
        "korea",
        "conducts",
        "raising",
        "tensions",
        "officials",
        "livefire",
        "security",
        "trump",
        "missile",
        "response",
        "council",
        "nearby",
        "north",
        "korean"
    ],
    "summary": "The North Korean army conducted a live-fire drill with massed artillery hours after a US submarine armed with cruise missiles docked at a South Korean base for naval exercises, further raising tensions in a volatile battle of nerves in north-east Asia.\nThe exercise, on the anniversary of the founding of the North Korean army, was a clear reminder that North Korea could destroy large swaths of the South Korean capital.\nThe North Korean salvoes coincided with US and South Korean military exercises on land and sea.\nThe US military also started moving parts of the controversial THAAD anti-missile defense system into a planned deployment site in South Korea, Yonhap news agency reported.\n“The status quo in North Korea is unacceptable and the council must be prepared to impose additional and stronger sanctions on North Korean nuclear and ballistic missile programs,” Trump said at the meeting.",
    "sentiment": {
        "neg": 0.0422,
        "neu": 0.8601,
        "pos": 0.0976,
        "compound": 0.172
    }
}