{
    "date": "2017-09-05T17:37:48Z",
    "title": "Davis says UK unlikely to agree payment to EU until very end of negotiation – as it happened",
    "url": "https://www.theguardian.com/politics/blog/live/2017/sep/05/efta-would-benefit-from-having-uk-as-a-member-says-icelandic-foreign-minister-politics-live",
    "content": "Caroline Lucas, the Green party co-leader, has denounced the government’s immigration plans - revealed in the Guardian leak - as “economically illiterate” and “plainly cruel” You can read the leaked document in full here. And here is a 10-point summary of what it says. That’s all from me for tonight. Thanks for the comments. And this is from MLex’s Matthew Holehouse. This is from Newsnight’s Mark Urban. The Guardian has a huge scoop. My colleagues Nick Hopkins and Alan Travis have got a draft of the document setting out the government’s plans for immigration rules after Brexit. David Davis revealed surprisingly little that was new about the Brexit process in his statement and it is telling that the Press Association first take leads on Davis being laughed at by some MPs after he claimed that no one ever said the Brexit process would be easy. (See 5.37am.) Here are the other notable lines. Davis, the Brexit secretary, said he did not expect the UK to agree a financial payment to the EU for Brexit until the end of the entire negotiating process. He told MPs: My expectation is that the money argument will go on for the full duration of the negotiation. The famous European “nothing is agreed until everything is agreed” will apply here absolutely, as anywhere else. Davis refused to commit to giving MPs a specific vote on the financial settlement. Asked if MPs would get a specific vote on this, he told the Labour MP Chris Leslie (see 5.25pm) that MPs would get a vote on the final settlement as a whole. Davis claimed that, if the UK were to leave the EU with no deal, some EU countries would suffer more than Britain would. Davis said the talks would get “very stormy” at some point. He said: As I have said from the beginning of this, this is going to be a turbulent process. There will be ripples, there will be times when it’s smooth, there will be times when it is very stormy, and we must be ready for that, because it is a negotiation which is going to be about big issues between major states. Sir Keir Starmer, the shadow Brexit secretary, accused the government of making “too many promises” about Brexit “which can’t be kept”. He told MPs: We are obviously reaching the stage of negotiations where fantasy meets brutal reality. The truth is that too many promises have been made about Brexit which can’t be kept. The secretary of state has just said that nobody was pretending it would be easy. Mr Speaker, they were pretending it would be easy. The international trade secretary [Liam Fox] promoted that negotiating a deal with the EU would be, and I quote, “one of the easiest deals in human history” to negotiate. A year the secretary of state wrote “within two years, before the negotiation with the EU is likely to be complete” we would be able to “negotiate a free trade area massively larger than the EU”. Even this summer the government published position papers riddled with further fantasies. The track-and-trace customs idea was put forward on 15 August this year as an apparently serious proposition, only to be effectively removed on the 1 September by the secretary of state himself with the admission that it was merely “blue sky thinking”. Starmer singled out for particular criticism Theresa May’s claim that the European court of justice would have no further role in British life after Brexit as a particular problem. He said: It is a fantasy to think that you can have a deep and comprehensive trade deal without shared institutions. The sooner we face up to that, the better. Davis says the Brexit negotiations will get “very stormy” at some point. Here is the start of Press Association story about the statement. David Davis was heckled by Labour MPs after claiming no-one pretended it would be “simple or easy” to make progress in Brexit talks. The Brexit secretary faced jeers in the Commons as he said he always believed the negotiations would be “tough, complex and at times confrontational”. Davis added the UK must not lose sight of its overall aim to create a “deep and special new partnership” with its closest neighbours. His remarks came as he updated MPs following the latest talks in the Brexit process. Davis said the UK wants the talks to move on to the future relationship with the EU by October “if possible” - something the UK has previously expressed greater confidence over. He told the Commons: “Last week we turned our considerations to the next round of talks and in that my message to the commission was, let’s continue to work together constructively but put people above process. “To that end, my team will publish further papers in the coming weeks, continuing to set out our ambitions for the negotiations and a new deep and special partnership the UK wants to build with the EU. “Ultimately, businesses and citizens on both sides want us to move swiftly on to discussing the future partnership and we want that to happen after the European Council in October, if possible. “As colleagues know, at the start of these negotiations both sides agreed that the aim was to make progress on four key areas - citizens’ rights, financial settlement, Northern Ireland and Ireland, and broader separation issues. “We’ve been doing just that.” As Opposition MPs laughed at this comment, Davis added: “Nobody has ever pretended this would be simple or easy.” This prompted further heckling and jeers before he added: “I’ve always said the negotiations will be tough, complex and at times confrontational - so it has proved. “But we must not lose sight of our overarching aim - to build a deep and special new partnership with our closest neighbours and allies whilst also building a truly global Britain that can forge new relationships with the fastest growing economies around the world.” Shadow Brexit secretary Sir Keir Starmer said the “slow process of progress” was a “real cause for concern”. “The parties appear to be getting further apart, rather than closer together,” he told MPs. “Round three of five in phase one is gone, we would expect agreement to be emerging on the key issues. “The last round is in October and that should be for formal agreement. There’s now huge pressure on the negotiating round in September.” He said if phase two is pushed back, there would be “very serious consequences for Britain” and a no-deal option “could yet rise from the ashes”. In his update to MPs on the talks with the EU during July and August,Davis addressed issues around nuclear materials. He said: “We held discussions on the need to resolve issues around the ownership of special fissile material and the responsibility for radioactive waste and spent fuel held both here and there. “We reiterated, this is important, a strong mutual interest in ensuring the UK and Euratom community continue to work closely together in the future as part of a comprehensive new partnership.” Davis also claimed the discussions have shown the UK’s approach is “substantially more flexible and pragmatic” than the EU’s as it “avoids unnecessary disruption for British business and consumers”. Starmer said it was “increasingly clear” that the prime minister’s “flawed red lines” on issues such as the European court of justice and citizens rights were “at the heart of the problem”. He urged the government to be more flexible, warning: “I fear that these are not just examples which will crop up in phase one, these flawed red lines will bedevil the rest of the negotiations. “It is a fantasy to think that you can have a deep and comprehensive trade deal without shared institution and the sooner we face up to that the better.” Starmer said “too many promises” had been made about Brexit which “can’t be kept”. Responding to Starmer, Davis said the issue of citizens’ rights was not “vexing” the European commission at the moment. He said the commission was seeking to use time pressure on maintaining the first part of the negotiation as a “pressure point to put up against Britain in the future”. Davis says understanding of what a transition period might involve has changed a lot over the last six months. Originally the EU wanted to spend two years negotiating the withdrawal, he says. Then they wanted to spend an indefinite amount of time negotiating a future trade relationship. Labour’s Pat McFadden asks if Davis thinks the EU are “blackmailing” the UK over money. He is referring to the phrase Liam Fox, the international trade secretary, used. Davis says he uses his own words. But he says there are “pressure points” in the negotiation. Labour’s Chris Leslie asks if MPs will get the chance to vote on any “divorce bill” to the EU. On Monday MPs will vote for a money resolution to go with the EU (withdrawal) bill. MPs should not vote until they know what the final bill will be. Davis says MPs will get a vote on the final agreement. He says he does not think the money issue will be solved until the end of the progress. Davis refuses to commit to giving MPs a specific vote on the “Brexit bill” to be paid to the EU. He just said there would be a vote on the final deal. He says he does not expect the “Brexit bill” issue to be settled until the end of the process. The Labour MP Chris Bryant says the EU (withdrawal) bill will give ministers wide-ranging powers to amend bills, including the EU (withdrawal) bill itself. No government has done that before, he says. It is not a Henry VIII clause. It is an Alice in Wonderland clause. Davis says he will deal with this when MPs debate the bill on Thursday. Tom Brake, the Lib Dem Brexit spokesman, asks if Davis still “agrees with himself” about the need for a second referendum on the Brexit outcome. He is referring to a speech Davis gave in 2005. Davis says Brake has misunderstood the speech. Sir Bill Cash, a Conservative, says Labour have now moved form being “remainers to reversers”. Davis says Labour voters, more than anyone else, want to leave the EU. (That’s not true. Leave voters were more likely to vote Conservative than Labour.) Hilary Benn, the Labour chair of the Brexit committee, asks why Davis does not tell business that the government will remain in the current business arrangements until it knows what the final outcome will be (ie, stay in the single market during the transitional period). Davis says it should not be hard to find a new trading relationship. Iain Duncan Smith, the Conservative former work and pensions secretary, tells Davis he should not take any advice from Labour, who were until recently opposed to remaining in the single market and the customs union. Davis says Duncan Smith has a point. He says he (Davis) only has to negotiate with Brussels. Starmer has to negotiate with the whole of this front bench, he says. Bloomberg has just posted this online. It says Michel Barnier’s deputy has told German MPs that she does not think the Brexit talks will be able to move on to phase two in October. This is how its story starts: The European Union’s deputy Brexit negotiator told German lawmakers that she’s skeptical talks with the U.K. will be able to move on to trade in October, according to two people present at the closed-door briefing. Sabine Weyand briefed a special session of the European Affairs committee of the lower house, or Bundestag, in Berlin on Monday, and told lawmakers that no movement had been made in the key areas under discussion, those who attended the hearing said. Davis is responding to Starmer. He asks if Labour would be willing to say now that they would pay up what Brussels wants. Would they pay £100bn? He says the EU are pushing for a financial commitment now as a negotiating tactic. The UK will not play along, he says. He says his comment about the proposed custom plan being “blue sky thinking” was not intended to be derogatory. He was making a point about how imaginative the plans were. Sir Keir Starmer, the shadow Brexit secretary, is responding now. He says he accept that some issues will have to be dealt with when they move on to discuss the future trade relationship; Northern Ireland is a good example, he says. But he says progress has been too slow. If the point at which the UK and the EU move on to phase two is pushed back, the prospect of having “no deal” could rise from the ashes, he says. He says it is “a fantasy” to think the UK can have a deep and comprehensive trade relationship with the EU without shared institutions. Starmer says too many promises have been made about Brexit that cannot be kept. Starmer says too many Brexit promises have been made that cannot be kept. Davis said just now that no one was saying it would be easy. But that is exactly what some people were saying, he says. He quotes examples. He says Davis himself published a technology option for customs that he now admits is blue sky thinking. Davis says it would not be in the interests of both sides to run aspects of the talks twice (ie, in phase one, and then phase two). Future discussion papers will be published, he says. He says the government still hopes to move the talks on to phase two, dealing with the future trade relationship, after October. No one ever said this would be easy, he says. MPs laugh at this. But, Davis goes on, the UK wants to be able to forge new relationships with the fastest growing economies in the world. Davis says the government has published other papers. He says the government may be willing to pay to participate in EU programmes after Brexit. On financial obligations, Davis says the UK has been clear that the UK will have financial obligations to the EU that will survive Brexit. But the government has an obligation to taxpayers. It is interrogating the EU’s stance line by line. The EU has not necessarily appreciated this, he suggests. He says the UK and the EU start from very different legal positions. He and Michel Barnier, the EU’s chief Brexit negotiator, have accepted that they will not make incremental progress on this issue in every round, he says. Turning to Ireland, Davis says there has been progress in this area. There is a high degree of convergence on issues like the common travel area, he says. He says the EU has shifted on this. Davis says the discussions this week have shown the the UK’s approach is “substantially more imaginative and pragmatic” than the EU’s. This generates some jeering. Davis turns to separation issues. These matters are very technical, he says. They are close to agreement on post-Brexit privileges. On nuclear materials, some agreement has been reached. He says both sides reiterated a strong interest in ensuring Euratom and the UK work together after Brexit, as part of a close partnership. Davis the EU are not offering to protect the voting rights of Britons living on the continent. But the UK is offering to protect the voting rights of EU nationals in the UK, he says. Davis says he will update MPs on what happened during the two rounds of substantial talks that have taken place so far. They have covered four issues, he says: the rights of EU nationals, financial obligations, Ireland, and other separation matters. He says, on the rights of EU nationals, progress has been made. He outlines some of the areas where they agree on the rights of EU nationals, and the rights of Britons living on the continent. They are set out in this document (pdf). David Davis, the Brexit secretary, is now making a Commons statement on Brexit. He will be updating MPs on the progress (or otherwise) made in the Brexit talks over the summer. In the Commons the Foreign Office minister Mark Field is still answering an urgent questions about Myanmar. He is getting fiercely criticised by MPs for not condemning the Myanmar leader Aung San Suu Kyi for her unwillingness to intervene to protect the Rohingya people. Greenpeace UK has welcomed Nicola Sturgeon’s announcement about a deposit return scheme for bottles. (See 4.12pm.) This is from Willie Mackenzie, Greenpeace’s oceans expert. Governments are waking up to the frightening scale of ocean plastic pollution and it’s brilliant to see Scotland leading the way in helping to tackle it. On Greenpeace’s recent research expedition around remote Scottish coastlines, plastic bottles and packaging were simply everywhere. A staggering 16m plastic bottles end up in the environment every day in the UK and deposit return schemes are a great way to make sure more of them are collected and reused. Today’s announcement by the first minister is a massive step in stopping plastic pollution, and the result of tireless campaigning by many groups and individuals. With businesses and an overwhelming majority of the public in favour of deposit schemes, the Scottish government now has a mandate to implement as robust a system as possible to help reduce plastic pollution. Hopefully it won’t be too long before the rest of the UK follows suit. Alongside a deposit return scheme, major soft drinks companies like Coca-Cola – who backed deposit return schemes after being exposed by Greenpeace for lobbying against them – need to seriously rethink their business models. Creating over 100bn single-use plastic bottles a year is the root of the problem. Drastically reducing their plastic footprint is the only solution. Throwaway plastic causes ocean pollution, and the sooner companies face up to that, the quicker we’ll stem the plastic tide. Here is a list of some of the most significant measures in Nicola Sturgeon’s programme for government as set out in the Scottish government’s news release. support for key business sectors including low carbon, screen, manufacturing and financial technology extending free personal care to all those under 65 who need it, known as ‘Frank’s Law’ rolling out new social security powers as part of a package of measures to tackle inequality, child poverty, end rough sleeping, reduce drug deaths and provide free sanitary protection to students in school, college and university extending the presumption against short prison sentences to 12 months to break the cycle of offending and encourage the greater use of more effective community sentences record investment in the NHS and a pledge to lift the public sector pay cap for NHS and other public sector workers doubling the provision of free childcare Improving public health with action on air quality, increased investment in active travel and measures to restrict the advertising of fatty and sugary food and drink A discussion paper on the use of income tax in Scotland to support public services And here are some of the other measures in the package. Creating a new criminal offence of drug driving. Giving new powers and responsibilities to head teachers. Phasing out petrol and diesel cars from 2032 (eight years earlier than the target for England.) Giving an automatic pardon to those convicted of same-sex sexual offences that are now legal. Lifting the minimum age of criminal responsibility from eight to 12. The SNP government will not oppose an MSP’s bill to ban smacking in Scotland. Introducing a deposit return scheme for drinks containers. The BBC’s Scotland live blog has a good round-up of reaction to the speech in the Scottish parliament. Here is some comment on Nicola Sturgeon’s speech from political journalists and commentators. Most of them are not people who are seen as obvious SNP cheerleaders, but, overall, the verdict is very positive. From the Times’ Kenny Farquharson From David Torrance, author of a Sturgeon biography From the BBC’s Nick Eardley From Chris Deerin From Holyrood magazine’s Mandy Rhodes From the BBC’s Philip Sim From OpenDemocracy’s Adam Ramsay A senior unionist politician has branded Lord Hain’s proposals to keep Northern Ireland in the customs union as part of a Brexit side deal as “partition” of the UK. Ulster Unionist chairman Lord Empey accused the Labour peer of dangerous thinking which would damage the Northern Irish economy. He said: This idea amounts to the partition of the UK and is Sinn Fein’s policy. Why on earth would we agree to cut ourselves off from the mainland to protect 15% of our business and put 85% of it at risk? It is simply nonsensical. Hain will tell the House of Lords this afternoon that the only way to secure Northern Ireland’s future while at the same time preserving the invisible border with Ireland is for the region to stay in the customs union, even if the rest of the UK pulls out. Here is the full text of Nicola Sturgeon’s statement. This is what the legislative programme document says about considering the case for raising income tax in Scotland. This is from page 98 of the document (pdf). Ahead of publishing our draft budget for 2018-19, we will publish a discussion paper on income tax to open up the debate about the best use of our tax powers. It will: ■ set out the current distribution of income tax liabilities in Scotland ■ analyse the implications of different options around income tax, including the proposals of other parties represented in the Scottish parliament ■ set out the importance of the interaction of income tax policy with the fiscal framework ■ provide international comparisons of Scotland’s income tax policy ■ better inform the parliament and people in Scotland about the choices open to us to invest in our public services and support the economy in the context of austerity and Brexit As set out last year, the first minister has asked the council of economic advisors how, and to what extent, the revenue risk associated with an increase in the additional rate of income tax can be mitigated. Their advice will also inform our income tax policy development in advance of the 2018-19 draft budget. In entering into discussions about the future of income tax, this government recognises that taxation must be used responsibly and progressively and that taxpayers value certainty. These principles will underpin our decisions. Here is the Scottish government’s news release about its programme for government. And here is the 121-page programme (pdf) in full. Sturgeon wound up her speech with an announcement that the Scottish government will consider the case for more progressive tax policies. She said the review would look at the policies proposed by other parties - which means, among other ideas, Labour’s proposal to put up income tax by 1p in the pound for everyone earning above £21,500. Here are more announcements from Nicola Sturgeon. Nicola Sturgeon has just announced that the Scottish government will work with Scottish councils to investigate the feasibility of a basic citizens income. That may help to explain why yesterday the TUC put out a report on this topic. But the research, which was carried out on behalf of the TUC by the Labour thinktank, the Fabian Society, concluded that there were better ways of tackling poverty and incentivising people to work. Here is more from Nicola Sturgeon’s speech in the Scottish parliament. Caroline Lucas, who share the role of Green party leader with Jonathan Bartley, is going to give a speech at a meeting in the Commons this afternoon making the case for people to be allowed to job share the role of MP. She will say: Job-sharing MPs could keep their caring responsibilities, they could keep voluntary work, they could continue part-time in their profession. It would help more women into politics, more disabled people and more people for whom being an MP is currently unimaginable and inaccessible. And, explaining why the Greens have allowed their leaders to job share, she will say: The Green party is a party of action and this felt like a very direct way to stand up for the values and policies we champion. Job sharing complements our commitment to fairly sharing wealth, sharing resources and sharing power. And whilst breaking open and democratising the political system remains critical to the Green party’s goals, demonstrating part of what that might look like felt like an incredibly positive step to take. Lucas will be speaking at the launch of a Fawcett Society report, Open House?, making the case for parliamentary job sharing. The Greens and the Lib Dems both favour allowing MPs to job share. But that would require legislation because currently the law says only a single candidate can stand for election to parliament. Nicola Sturgeon, Scotland’s first minister, is addressing the Scottish parliament now with a statement about her legislative programme. Denis MacShane, who served as Europe minister under Tony Blair, says the British prime minister has been “caught cold” by what he describes as “Labour’s dramatic new line. Writing in the leading Greek daily Kathimerini he argues: This dramatic new line from Labour has caught Theresa May cold. She is trapped in the classical political dilemma. Does she stay with her party militants or does she put the national interest first? The Greek media, reflecting increased interest (and perhaps dread) over Brexit, has been following the often fraught negotiations between the UK and Europe closely. Greece has around 22,000 permanent students in the UK - the highest in proportion to population of any EU member state - and by far the largest number of permanent academics installed in British universities. MacShane says “the ultra leftwing Jeremy Corbyn” now appears as a “moderate, pro-business politician trying to delay Brexit as long as possible.” The Labour party has confirmed that it will not vote for the EU (withdrawal) bill at the end of the second reading debate on Monday next week. In a statement a party spokesperson said: Labour fully respects the democratic decision to leave the European Union, voted to trigger article 50 and backs a jobs-first Brexit with full tariff-free access to the European single market. But as democrats we cannot vote for a bill that unamended would let government ministers grab powers from parliament to slash people’s rights at work and reduce protection for consumers and the environment. Parliament has already voted to leave the European Union. But the government’s EU withdrawal bill would allow Conservative ministers to set vital terms on a whim, including of Britain’s exit payment, without democratic scrutiny. Nobody voted in last year’s referendum to give this Conservative government sweeping powers to change laws by the back door. The slogan of the leave campaign was about people taking back control and restoring powers to parliament. This power-grab bill would do the opposite. It would allow the government to seize control from the parliament that the British people have just elected. Party sources have confirmed that Labour MPs will vote against the bill on Monday - even though the formal statement does not actually say that. The Labour peer Lord Adonis has claimed that the Labour party will end up backing a fresh referendum on Brexit. (See 10.42am.) Labour sources have dismissed his comments, saying the party “respects the results of the EU referendum” (see 11.33am), but the party has not formally ruled out holding another referendum. Iceland’s foreign minister Gudlaugur Thor Thordarson has said Efta (the European Free Trade Association) would benefit from having the UK as a member. (See 9.15am.) William Hague, the Conservative former foreign secretary, has said containment may be the only solution to a nuclear-armed North Korea. (See 10.08am.) Gerry Adams has said he is putting plans in place to stand down as leader of Sinn Féin, triggering speculation he may run for the Irish presidency. As Henry McDonald reports, the politician, who has been Sinn Féin’s president since the early 1980s, said on Tuesday he would give further details about his plans after the party’s annual conference, Ard Fheis, in November.At a two-day internal conference in the Irish Republic, Adams told party activists he wanted to implement a “planned process of generational change”. Unionists have warned Sinn Fein president Gerry Adams that his call for a referendum on a united Ireland is divisive and destabilising. As the Press Association reports, the republican leader told a party meeting in the Irish Republic that a vote on partition is winnable in the next five years. But with power-sharing in Northern Ireland deadlocked for months and talks on reviving Stormont in the balance, Democratic Unionist leader Arlene Foster said the prospect of a border poll is not sensible. Foster said: Northern Ireland needs stability. That means we need a functioning government to make vital decisions. We do not need a divisive and destabilising border poll. The rightwing backbencher and hardline anti-European Jacob Rees-Mogg has come top in a survey of Conservative party members asked about who should be the next party leader. He scored 23%. David Davis, the Brexit secretary, who was on 15%, came second amongst named candidates, although he was beaten by the 19% choosing “other”. Some 1,309 party members took part in the ConservativeHome survey which also saw Boris Johnson, the foreign secretary, being very, very narrowly beaten by Dominic Raab, the justice minister, who was in third place on 8%. (See 9.46am.) There is an urgent question on Myanmar at 3.30pm, which means the David Davis statement on Brexit will not start until about 4pm. According to some Amnesty International research into online abuse, published on the New Statesman website, almost half of abusive tweets aimed at female MPs in the six weeks running up to the general election were directed at Labour’s Diane Abbott. Azmina Dhrodia, the Amnesty researcher who has written up the findings, says: The combination of racist and sexist abuse received by Diane Abbott is reflective of a wider trend of “intersectional discrimination”. That is, discrimination that targets an individual on the basis of their different identities ... Diane Abbott standing out in our analysis is an acute example of how intersectional discrimination works. The abuse that she faces is not just sexist and misogynistic; it’s also incredibly racist. On the Daily Politics Graham Brady, chairman of the 1922 committee, said that “at the moment” Tory MPs were “solidly behind Theresa May”. Greg Hands, the international trade minister, has also hinted that the backing Tory MPs are giving to May now might not last until the next general election. In an interview with the Herald, when asked about the prospect of May leading the party into the 2022 general election, he replied: “A lot can happen in five years, and we’ll see what the situation is in 2022.” Hands said much the same thing on Sunday on Radio 5 Live’s Pienaar’s Politics. The European commission has said today that it does not want to speed up the Brexit talks, the BBC’s Adam Fleming reports. The commission was responding to reports that the UK government is interested in intensifying the pace of the process, which currently involves face-to-face talks in Brussels only taking place every four weeks. The David Davis statement on Brexit in the Commons this afternoon will come before Boris Johnson’s statement on North Korea, Andrea Leadsom, the leader of the Commons, has revealed. Here is my colleague Lisa O’Carroll on Gerry Adams’ announcement earlier. (See 10.21pm.) She says the significant point is that he is pushing back the point at which his likely successor, Mary Lou McDonald, will take over. Downing Street has tweeted a picture of today’s cabinet meeting. The Labour party has not officially responded to Lord Adonis’s claim that it will end up offering voters a referendum on the final Brexit deal (see 10.42am), but a party source reminds me that Adonis “doesn’t speak for the party on this”. The source also points out that Labour backs “a jobs first Brexit” and that it “respects the result of the EU referendum”. Sadiq Khan, the Labour mayor of London, has refused an amended planning application to build homes on the site of the former New Scotland Yard building in Westminster on the grounds that only 3% of units would be affordable housing. The original application, approved by Khan’s Conservative predecessor, Boris Johnson, had just 4% affordable housing. Khan said that Johnson should not have approved that in the first place, but a revised application was submitted because the developers wanted to increase the number of homes being build on the site (but not the number of affordable homes). In a statement Khan said: A shortage of affordable homes is at the heart of the housing crisis in our city. The scheme put forward for this site is simply unacceptable: it fails to provide the maximum amount of affordable housing that could be delivered on this landmark site, and follows a previous application in which the affordable housing provision agreed by the previous mayor was already appallingly low. It beggars belief that the initial application was approved under the previous mayor with a paltry four per cent affordable housing, just days before the mayoral election. This is a site which has only recently been transferred from public ownership and sits within one of the most expensive areas of the country. Having carefully considered the evidence available to me, I have decided to refuse permission for this amended application. Andrew Adonis, the Labour peer and Blairite former transport secretary, has told the New Statesman in an interview that he expects Labour to commit to a second referendum on Brexit. And if Labour promises one, the government will follow and back one too, he said. [Adonis] predicts that Labour will back a second referendum, as it has embraced a meaningful Brexit transitional period. “Once Labour’s in favour it’s only a matter of time before the government has to concede … I would be very surprised if we’re not committed to a referendum on the exit terms within six months. The thing I only always learned from Tony [Blair] is ‘get the policy right and the politics will follow’. The right policy is a referendum on the exit terms, the politics will sort itself out.” But Adonis does not call it a second referendum. Like Sir Vince Cable, the Lib Dem leader, who used the same formula on the Today programme this morning, Adonis said that a new referendum would “a first referendum on the exit terms”. During the general election Labour said clearly that a second referendum was not party policy. But the party has not firmly ruled out ever holding one. Adonis also said he did not think Jeremy Corbyn could win a future general election. I’m not hostile to Jeremy personally, I used to be a Labour member in his constituency [Islington North], I think he’s an absolutely brilliant constituency MP. But he is not a potential prime minister. The voters have already had a chance to make a judgement on him, they’re not going to change their view in a few years’ time ... If Jeremy goes into another election, he will lose it. The next Conservative leader, who I cannot conceive will be as electorally unattractive as Theresa May, will beat him. What the Labour party should now be doing is looking for a leader who can credibly become prime minister. We need an open contest because I can see five or six potential ones. Gerry Adams, the Sinn Fein president, is making a statement in Dublin. He says he will stand again for election as Sinn Fein president later this year but that, if elected, he will then begin the process of handing over to a new generation of leaders. This is from Sky’s David Blevins. And this is from the Belfast News Letter’s Sam McBride In his Telegraph column today (paywall) William Hague, the Conservative former foreign secretary, says that, unless the international community can establish that North Korea is getting help from abroad with its nuclear missile programme and cut off that support, the world will have to get used to containing North Korea’s nuclear ambitions, not thwarting them. He says it is important to understand why Kim Jong-un, the North Korean leader, is so desperate to have a viable nuclear bomb. As [Kim Jong-un] studies the history of our century to date, he will consider that both Saddam Hussein and Colonel Gaddafi would be alive and in power today if they had possessed the weapons he is now trying to perfect. Then he can face the world as he now faces what is left of his family and original party leadership – from a position of invulnerability. If this is correct, there are no sanctions that will deter him from this goal, necessary as they are to demonstrate international disapproval. Nor will threatening “fire and fury” or saying “talking is not the answer” as President Trump did, because Kim will calculate that the US will not start a war that could be so catastrophic all round and the stronger he gets the less likely they will be to do so. It might be too late already to prevent the North Koreans from combining a serious nuclear capability with missiles that can travel thousands of miles ... In the absence of [cutting off support for North Korea’s weapons programme from abroad], or some other initiative from Beijing to stop the progress of Kim’s plans, the world will need to move from preventing his nuclear aspirations to containing them. Hague says having a new cold war in the east would have lessons for everyone. For South Korea, that it needs full deployment of the Thaad missile defence system. For Japan, that Prime Minister Abe’s plans to change the constitution to enable a more muscular defence are sadly necessary. For China, that an earlier refusal to take decisive measures on this leads to an arms race among their neighbours. For the UK, that giving up our nuclear deterrent when proliferation happens so quickly would be utter madness. For the world, that the further uncontrolled spread of nuclear science is a massive danger. For the United States, that it is indeed correct to threaten massive retaliation as a deterrent. But in addition, that ruling out diplomacy would be a mistake when a paranoid young dictator is getting close to converting a yearning for his own security into a fact. In the summer Jacob Rees-Mogg brushed aside speculation about him becoming the next Conservative party leader as a product of the August “silly season”. But now we’re into September and support of a Rees-Mogg candidature continues to grow. The ConservativeHome website carries out a regular survey of party members to see who they want as next party leader and, for the first time, Rees-Mogg has come top. He was on 23%, beating David Davis, the Brexit secretary, who was in second place on 15%. ConservativeHome surveys are seen as reasonably accurate guides to party opinion, although on a topic like this views do shift quite considerably, and there does not seem any prospect of a leadership contest in the near future. In his commentary on the result, Paul Goodman, the ConservativeHome editor, says Rees-Mogg is essentially the beneficiary of a protest vote. In our view, Jacob Rees-Mogg is the beneficiary of party member disillusion with the present senior options for replacing her. This, in turn, shows the knock-on effects, first, of an EU referendum campaign that those members evidently found divisive (despite their strong support for Brexit); second, of a sense that the collective leadership of the party failed during the general election campaign and, third, of a Corbyn factor – that’s to say, of a yearning for clarity, authenticity and commitment, made all the more pressing by the Party now having been in government since 2010. Chris Grayling, the transport secretary, was also on the Today programme this morning. As my colleague Jessica Elgot reports, he claimed that Labour was being “irresponsible” in refusing to back the EU (withdrawal) bill. Grayling also said the government wanted to increase pay for public sector workers but that a decision would have to wait until the budget. He told the programme: We have listened to the lessons from the general election campaign, we look carefully at the issues we face as a country, but when it comes to these big financial decisions they are things that have to wait for the budget. All of us want to see a situation where we can provide people with additional pay, additional job opportunities, but in order to do that we have to have a strong, growing economy. Here is more from the Today interview with the Icelandic foreign minister. Gudlaugur Thor Thordarson said Efta countries would like to have the UK as a member because it would give them more clout in trade negotiations. In comments that will be welcome by Brexiteers, he said that the UK was the fifth largest economy in the world and that “everyone” wanted a trade deal with it. (See 9.15am.) He said free trade was vital, and was what had made Iceland relatively wealthy. We were probably the poorest nation in Western Europe in the beginning of the last century. Now we are quite wealthy. And the reason, one of the reasons, is a fundamental thing, that we have access to other markets and our markets are open. He said that Efta membership allowed Iceland to trade freely with European countries without being subject to the “political integration” that came with EU membership. He said that Iceland had to accept about 30% of the “acquis” - the body of EU law. This was a cost, and some of the regulations were unwelcome, he said. But he said it was very important for Iceland to have access to the single market. He said that Iceland had to accept free movement, but that this was not a problem for the country. He said it would be bad for Europe as a whole if the UK left the EU without a deal. Trade restrictions would be harmful, he said. In the UK one of the many arguments about Brexit is about whether we should seek to remain in the single market after we leave through membership of the European Economic Area (EEA) or the European Free Trade Association (Efta). But what do Efta members think? On the Today programme this morning the Icelandic foreign minister, Gudlaugur Thor Thordarson, said Iceland would like Britain to join. That was because it would give Efta more clout in trade negotiations, he said. He told the programme: They [the UK] could definitely join Efta, and I think it would strengthen Efta at least to have a cooperation with Britain. It is quite clear that when Britain starts to negotiate their own free trade deal, then everyone wants to make a free trade deal with Britain. You are the fifth largest economy in the world. Everyone wants to sell you goods and services. It’s as simple as that. I will post more from his interview shortly. Brexit is likely to be the dominant story today (when isn’t it?) because David Davis, the Brexit secretary, is giving a statement to MPs this afternoon updating them on the progress in the Brexit talks over the summer. It could be quite revealing. And we’ve also got a statement from Boris Johnson, the foreign secretary, on North Korea. Here is the agenda for the day. 9.30am: The cabinet meets. 10am: Andrew Jones, a Treasury minister, gives a speech in Aberdeen to the Society of Petroleum Engineers conference. 2pm: Sir Vince Cable, the Lib Dem leader, launches a report on the future of further education. 2.20pm: Nicola Sturgeon, Scotland’s first minister, makes a statement to the Scottish parliament on her government’s legislative programme. 3.30pm: Boris Johnson, the foreign secretary, is expected to give a Commons statement on North Korea. Around 4.30pm: David Davis, the Brexit secretary, is expected to give a Commons statement on Brexit. (Johnson and Davis are both definitely giving statements, but the order has not been confirmed yet. But given that Johnson outranks Davis, he is likely to go first.) Around 6pm: Sajid Javid, the communities secretary, gives a Commons statement on the Grenfell Tower fire. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another in the afternoon. You can read all today’s Guardian politics stories here. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but normally I find it impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer direct questions, although sometimes I miss them or don’t have time. If you want to attract my attention quickly, it is probably better to use Twitter.",
    "keywords": [
        "unlikely",
        "agree",
        "eu",
        "davis",
        "labour",
        "payment",
        "negotiation",
        "brexit",
        "party",
        "secretary",
        "trade",
        "end",
        "statement",
        "uk",
        "happened",
        "mps"
    ],
    "summary": "Davis, the Brexit secretary, said he did not expect the UK to agree a financial payment to the EU for Brexit until the end of the entire negotiating process.\nSir Keir Starmer, the shadow Brexit secretary, accused the government of making “too many promises” about Brexit “which can’t be kept”.\nThe Labour peer Lord Adonis has claimed that the Labour party will end up backing a fresh referendum on Brexit.\nWhat the Labour party should now be doing is looking for a leader who can credibly become prime minister.\nAround 4.30pm: David Davis, the Brexit secretary, is expected to give a Commons statement on Brexit.",
    "sentiment": {
        "neg": 0.0384,
        "neu": 0.8747,
        "pos": 0.0869,
        "compound": 0.1476
    }
}