{
    "date": "2017-04-23T12:08:50Z",
    "title": "UK freezes assets of North Korean company based in south London",
    "url": "https://www.theguardian.com/uk-news/2017/apr/23/uk-freezes-assets-of-north-korean-company-in-south-london-insurance-nuclear-weapons",
    "content": "The UK has frozen the assets of a North Korean company based in south-east London after claims it funnelled cash to Pyongyang’s nuclear weapons programme. The Korea National Insurance Corporation (KNIC) is registered at a property in Blackheath. The EU has already imposed sanctions against the company, which it describes as “generating substantial foreign exchange revenue which is used to support the regime in North Korea”. The move by Brussels followed an UN resolution. The EU warned: “Those resources could contribute to the DPRK’s nuclear-related, ballistic missile-related or other weapons of mass destruction-related programmes.” The company is registered to a detached property on Kidbrooke Park Road among suburban houses in an affluent part of London. Its entry on Companies House now describes KNIC as “closed” since 6 October 2016. Accounts show that in 2014 it had total assets of 130bn North Korean won, the equivalent of £113m. According to EU sanctions imposed in July 2015, the KNIC’s headquarters in Pyonyang is linked to Office 39 of the Korean Workers’ party. In 2010 the US Treasury described Office 39 as “a secretive branch of the government of the Democratic People’s Republic of Korea that provides critical support to North Korean leadership in part through engaging in illicit economic activities and managing slush funds and generating revenues for the leadership”. A spokesman for HM Treasury said: “We cannot comment on individual cases. However, the UK has fully complied and implemented the UN sanctions regime in relation to North Korea and North Korean companies.” Through the EU regulations, the UK imposes restrictions on a range of goods from entering or leaving North Korea and imposes a travel ban and an asset freeze against people designated as engaging in or providing support for its programmes for weapons of mass destruction and ballistic missiles. The sanctions emerged as the American aircraft carrier USS Carl Vinson headed towards the Korean peninsula with two other warships on Sunday amid a continuing standoff between the US president, Donald Trump, and the North Korean leader, Kim Jong-un, over the nuclear weapons programme. The US strike group began joint exercises on Sunday with two Japanese destroyers in the Philippine Sea. On Monday, the US vice-president, Mike Pence, said: “The era of strategic patience is over.” Under the same sanctions, the funds and economic resources have been frozen of four Hamburg-based North Koreans who ran the KNIC branch in Germany and two other regime officials who have since moved back to Pyongyang. In January, a North Korean defector reportedly told a South Korean news agency that Kim’s regime earned tens of millions of dollars a year from insurance fraud. “In North Korea, there is only one state-owned insurance company, so that even if it fabricates an accident, there is no way to verify its claims,” Thae Yong-ho told the Yonhap. “After purchasing international insurance or reinsurance for state infrastructure, documents are forged (on alleged accidents), which earns the state tens of millions of dollars a year.” The Sunday Times, which first reported the freeze on the assets of the UK branch, reported that a North Korean man at the Blackheath property told it that the insurer’s main UK director, Ko Su-gil, had left Britain in September. Nobody was answering calls at the North Korean embassy in London on Sunday. A spokesman earlier told the Sunday Times the allegations against the company were groundless.",
    "keywords": [
        "south",
        "assets",
        "korea",
        "regime",
        "uk",
        "company",
        "based",
        "sanctions",
        "weapons",
        "freezes",
        "told",
        "korean",
        "insurance",
        "north",
        "london"
    ],
    "summary": "The UK has frozen the assets of a North Korean company based in south-east London after claims it funnelled cash to Pyongyang’s nuclear weapons programme.\nThe EU has already imposed sanctions against the company, which it describes as “generating substantial foreign exchange revenue which is used to support the regime in North Korea”.\nAccounts show that in 2014 it had total assets of 130bn North Korean won, the equivalent of £113m.\nIn January, a North Korean defector reportedly told a South Korean news agency that Kim’s regime earned tens of millions of dollars a year from insurance fraud.\nNobody was answering calls at the North Korean embassy in London on Sunday.",
    "sentiment": {
        "neg": 0.0698,
        "neu": 0.8772,
        "pos": 0.0531,
        "compound": -0.0884
    }
}