{
    "date": "2017-04-06T04:04:50Z",
    "title": "Trump tells Japan 'all options on the table' in face of North Korea provocation",
    "url": "https://www.theguardian.com/world/2017/apr/06/trump-japan-all-options-north-korea-provocation",
    "content": "Donald Trump has vowed to boost the US’s military capabilities to counter the threat from North Korean missiles, hours before he is due to meet the Chinese leader, Xi Jinping, for talks that are expected to be dominated by Pyongyang’s nuclear and ballistic missile programmes. In a telephone call on Thursday morning, Trump told the Japanese prime minister, Shinzo Abe, that “all options are on the table” – including military action – to address provocations by North Korea. Trump “made clear that the United States will continue to strengthen its ability to deter and defend itself and its allies with the full range of its military capabilities”, the White House said in a statement about the 35-minute call. “The president emphasised that the United States stands with its allies Japan and South Korea in the face of the serious threat that North Korea continues to pose.” In a further sign of rising tensions on the Korean peninsula, South Korea on Thursday test-launched a ballistic missile that is capable of striking any part of North Korea. Yonhap news agency cited a senior South Korean official as saying the missile, with a range of 800km (500 miles), would act as a “strong deterrent” against provocations from the North. Seoul plans to deploy the new missile this year after further tests, Yonhap said. South Korea has been developing missiles with longer ranges to counter its neighbour’s missile programme under a 2012 agreement with the US. The South’s test comes a day after North Korea fired a ballistic missile from its eastern port of Sinpo, a move experts believe was intended to remind Trump and Xi of Pyongyang’s determination to develop a long-range missile capable of carrying a miniaturised nuclear warhead. North Korea is expected to feature prominently during talks at Trump’s Mar-a-Lago estate in Florida on Thursday and Friday, days after the president warned that the US was prepared to act alone against North Korea if China refused to exert more pressure on Pyongyang to abandon its nuclear and ballistic missile programmes. “If China is not going to solve North Korea, we will,” Trump said in a newspaper interview at the weekend. His administration is reportedly considering sanctions against Chinese banks and firms that provide North Korea access to the international financial system, while retaining the option of conducting a pre-emptive military strike. Trump and Abe agreed that North Korea’s latest ballistic missile test posed a threat to security in the region, the Japanese prime minister told reporters after the phone call. “[We] agreed that yesterday’s missile launch by North Korea was a dangerous provocative act and a grave threat to security. I told him that Japan is watching closely how China will cope with this North Korean issue. “President Trump then made a strong remark, saying all options are on the table.” Susan Thornton, the top US diplomat for East Asia, called North Korea “an urgent and global threat”. She told reporters: “We are looking for an action-focused, results-oriented approach, and we are going to be trying to cooperate with other partners and allies in a global coalition really to try to solve this problem in an urgent way that we haven’t really taken up before.” Thornton said Washington’s commitment to the defence of South Korea and Japan was “ironclad”, adding: “We will do whatever is necessary to ensure that we’re going to maintain security in that region and that we’re going to be very serious about pursuing a solution to the illegal North Korean weapons programmes.” But Kurt Campbell, who served as the US’s senior diplomat dealing with Asia during Barack Obama’s first term as president, warned that Trump’s rhetoric lacked credibility. “He’s making it seem like we are prepared to go to war or use military action … and I don’t think that is going to be viable,” Campbell told Associated Press. “The key about using leverage in negotiation is that you have to be credible.” On Trump’s ultimatum to China over its reluctance to place more pressure on North Korea, he said: “I think the Chinese are likely to see through this.” Japan’s government is facing calls to strengthen its own defences against North Korean missiles, including the option of striking the regime’s missile bases immediately after an attack. A proposal by the ruling Liberal Democratic party’s security panel urges Abe to consider giving Japan the option of launching counterattacks against North Korean military targets. The panel claims possessing that capability would not violate Japan’s postwar constitution, which confines its military to a strictly defensive role. “To properly defend Japan we have to be able to attack the bases from where North Korean missiles are launched,” said Itsunori Onodera, a former defence minister who leads the panel. “This is to prevent a second or third attack. These are not pre-emptive strikes, but counterattacks that fall within the scope of self-defence.”",
    "keywords": [
        "table",
        "south",
        "military",
        "korea",
        "face",
        "north",
        "threat",
        "tells",
        "japan",
        "told",
        "options",
        "missile",
        "provocation",
        "trump",
        "korean"
    ],
    "summary": "In a telephone call on Thursday morning, Trump told the Japanese prime minister, Shinzo Abe, that “all options are on the table” – including military action – to address provocations by North Korea.\n“If China is not going to solve North Korea, we will,” Trump said in a newspaper interview at the weekend.\n“[We] agreed that yesterday’s missile launch by North Korea was a dangerous provocative act and a grave threat to security.\nI told him that Japan is watching closely how China will cope with this North Korean issue.\nA proposal by the ruling Liberal Democratic party’s security panel urges Abe to consider giving Japan the option of launching counterattacks against North Korean military targets.",
    "sentiment": {
        "neg": 0.0761,
        "neu": 0.8367,
        "pos": 0.0871,
        "compound": -0.0371
    }
}