{
    "date": "2017-05-10T08:00:08Z",
    "title": "New South Korea leader Moon Jae-in willing to meet Kim in North",
    "url": "https://www.theguardian.com/world/2017/may/10/south-korea-new-president-moon-jae-in-meet-north-kim-jong-un",
    "content": "South Korea’s new president, Moon Jae-in, has said he would be willing to go to North Korea to meet the country’s dictator, Kim Jong-un, if it meant bringing lasting peace to the Korean peninsula. In an early sign of a clean break with the hardline approach of his conservative predecessors, Moon said he was prepared to travel the world to bring about a peaceful resolution to Pyongyang’s nuclear and ballistic missile programme. “I will quickly move to solve the crisis in national security,” Moon told the national assembly in Seoul after he was sworn in as successor to Park Geun-hye, who is awaiting trial on corruption and other charges after being impeached late last year. Moon, who won Tuesday’s election by a landslide, added: “I am willing to go anywhere for the peace of the Korean peninsula if needed. I will fly immediately to Washington, I will go to Beijing and I will go to Tokyo. If the conditions are right, I will go to Pyongyang.” The former human rights lawyer said he would also “negotiate sincerely” with the US and China over the recent deployment of Thaad, a US missile defence system designed to thwart attacks by North Korea. Moon has vowed to review Thaad, which was installed in the South Korean countryside weeks before Tuesday’s election. China has urged the new president to scrap the system, claiming its powerful radar could be used to spy on its missiles. But Moon’s first actions as president will be more mundane than possible negotiations with Pyongyang. He must first choose a prime minister – who would then have to be approved by parliament – and make other senior appointments in an attempt to bring a semblance of stability to South Korean politics after months of uncertainty under a caretaker president. Moon, 64, a left-leaning liberal with a record of supporting engagement with North Korea, did not have the luxury of the usual two-month transition period afforded new South Korean presidents. The election was called after Park was impeached last year then arrested in March in connection with a corruption and abuse of power scandal involving her longtime confidante. Park – whose father, the former dictator Park Chung-hee, imprisoned Moon while he was a student activist – left office months before her single five-year term was up, and faces life in prison if convicted. Moon, who had taken part in mass protests calling for Park’s dismissal, reached out to conservatives in the national assembly, where his Democratic party holds only 120 of the 300 seats. He praised the South Korean people for their “greatness” during months of political turbulence characterised by public anger directed at the political establishment and the heads of the country’s powerful chaebol conglomerates. “In face of the impeachment and arrest of an incumbent president, our people opened the path toward the future for the Republic of Korea,” said Moon, using the country’s formal title. Addressing his political opponents, he added: “We are partners who must lead a new Republic of Korea. We must put the days of fierce competition behind and hold hands marching forward.” Later, during a customary visit to the national cemetery in Seoul, Moon wrote in the visitors’ book: “A country worth being proud of; a strong and reliable president!” The US was among several countries to congratulate Moon. The White House press secretary, Sean Spicer, said the US looked forward to continuing to “strengthen the alliance” and “deepen the enduring friendship and partnership”. The Chinese leader Xi Jinping and Japan’s prime minister, Shinzō Abe, also sent congratulations. While Moon and Trump have voiced a willingness to meet Kim, the South Korean leader’s more conciliatory tone towards North Korea has prompted concern that any premature attempt to engage Pyongyang could anger hardliners in Washington. In response, Moon has committed to improving national security and has said he would be prepared to meet Kim only under certain conditions – most likely a pledge by North Korea to abandon its nuclear and missile programmes. As a former chief of staff under South Korea’s previous liberal president, Roh Moo-hyun, Moon is expected to consider goodwill measures towards the North, including the reopening of the jointly run Kaesong industrial park and the resumption of aid. But analysts say he is unlikely to weaken sanctions or reduce diplomatic pressure, given the much higher risks presented by North Korea after a decade of nuclear tests and vast improvements in its missile technology. Seoul’s policy towards the North will change “substantially”, according to Robert Kelly at Pusan National University, “but less substantially than many people on the South Korean left and Moon himself would like”. “That doesn’t mean we shouldn’t talk to North Korea,” Kelly said, adding that if Moon planned to resurrect the “sunshine policy” of engagement with Pyongyang, “he’s going to collide with the American government, where there is a pretty solid consensus right now that North Korea is a genuine global menace”. Moon faces similarly tough policy challenges at home, having vowed to build a fairer South Korea, where growing inequality and youth unemployment threaten the gains that turned the once war-ravaged country into the world’s 11th largest economy. He will also come under pressure to honour a campaign pledge to rein in the power of the chaebol – once-revered companies that, in light of the Park scandal, are now seen as a symbol of the country’s domestic ills. Moon vowed to govern for all South Koreans, regardless of their political loyalties. “I will make a just, united country,” he said. “I will be a president who also serves all the people who did not support me. I will become a president who is at eye level with the people.”",
    "keywords": [
        "moon",
        "political",
        "willing",
        "south",
        "leader",
        "korea",
        "meet",
        "president",
        "kim",
        "jaein",
        "pyongyang",
        "national",
        "park",
        "north",
        "korean"
    ],
    "summary": "South Korea’s new president, Moon Jae-in, has said he would be willing to go to North Korea to meet the country’s dictator, Kim Jong-un, if it meant bringing lasting peace to the Korean peninsula.\nMoon has vowed to review Thaad, which was installed in the South Korean countryside weeks before Tuesday’s election.\nMoon, 64, a left-leaning liberal with a record of supporting engagement with North Korea, did not have the luxury of the usual two-month transition period afforded new South Korean presidents.\nWhile Moon and Trump have voiced a willingness to meet Kim, the South Korean leader’s more conciliatory tone towards North Korea has prompted concern that any premature attempt to engage Pyongyang could anger hardliners in Washington.\nBut analysts say he is unlikely to weaken sanctions or reduce diplomatic pressure, given the much higher risks presented by North Korea after a decade of nuclear tests and vast improvements in its missile technology.",
    "sentiment": {
        "neg": 0.0553,
        "neu": 0.8472,
        "pos": 0.0975,
        "compound": 0.1197
    }
}