{
    "date": "2017-09-14T06:58:17Z",
    "title": "We will sink Japan and turn US to 'ashes and darkness', says North Korea",
    "url": "https://www.theguardian.com/world/2017/sep/14/north-korea-threat-sink-japan-us-ashes-darkness",
    "content": "North Korea has threatened to sink Japan and said the US should be “beaten to death like a rabid dog” after the two countries spearheaded fresh UN security council sanctions in response to the regime’s recent nuclear test. The Korea Asia-Pacific peace committee, which oversees North Korea’s relations with the outside world, described the UN security council, which passed a new round of sanctions on Monday, as a “tool of evil” in the pay of Washington, and called for it to be broken up. It is the first time that Pyongyang has issued an explicit threat to Japan since it fired a medium-range ballistic missile over the northern Japanese island of Hokkaido at the end of last month, triggering emergency sirens and mass text alerts. “The four islands of the [Japanese] archipelago should be sunken into the sea by the nuclear bomb of Juche,” the committee said in a statement carried by the official KCNA news agency. Juche is the ideology of self-reliance pioneered by Kim Il-sung, the country’s founder and grandfather of the current leader, Kim Jong-un. “Japan is no longer needed to exist near us,” the committee added. The 15-member security council voted unanimously in support of a US-drafted resolution condemning the missile test and imposing measures that include a ban on North Korean textile imports and restrictions on oil exports to the country. In response, the committee said the US should be “beaten to death like a rabid dog” for the “heinous sanctions resolution”. “Let’s reduce the US mainland into ashes and darkness. Let’s vent our spite with mobilisation of all retaliation means which have been prepared till now,” it said. Japan’s top government spokesman, Yoshihide Suga, described the statement as “extremely provocative and egregious”. He added: “It is something that markedly heightens regional tension and is absolutely unacceptable.” A new report has claimed that the detonation on 3 September of what North Korea claimed was a hydrogen bomb involved a device with an estimated yield of 250 kilotons – making it far more powerful than initially thought. The US-based 38 North website noted that the Comprehensive Test Ban Treaty Organisation had revised upwards the seismic power created by the test from magnitude 5.8 to 6.1. It added: “This revision is significant because, rather than providing an equivalent yield of about 120 kilotons derived from the lower magnitude estimates, the application of standard formula with appropriate constants shows that the yield can now be estimated to have been roughly 250 kilotons (one quarter megaton). “Regardless of whether this most recent test was an operational warhead for an ICBM [intercontinental ballistic missile] or simply a device, the yield of the test clearly shows North Korean progress in increasing the yields of their nuclear weapons.” After weeks of heightened tensions and threats emanating from Pyongyang and Washington, there are signs that US and other officials may be attempting to engage the regime diplomatically. Japan’s public broadcaster NHK claimed on Thursday that US and North Korean officials had met “secretly” on the sidelines of a security forum in Switzerland earlier this month. The report did not offer details, but said that Choe Kang-il, deputy director general for North American affairs at the North Korean foreign ministry, and Evans Revere, a former senior official at the state department, had raised North Korea’s ballistic missile and nuclear tests. While Japan’s prime minister, Shinzo Abe, has refused to consider negotiations unless Pyongyang abandons its nuclear weapons programme, an MP has claimed that support is rising inside the governing Liberal Democratic party for possible engagement with the regime. Antonio Inoki, a former professional wrestler, said he had spoken to several unnamed LDP MPs who supported sending a delegation of Japanese parliamentarians to Pyongyang in an attempt to defuse tensions. “We are seeing a situation where [Donald Trump and Kim Jong-un] is raising his fist, and the situation is escalating,” said Inoki, who met North Korea’s top diplomat, Ri Su-yong, and other officials during a trip to Pyongyang last week. “It’s important to see who can be the first to lower his fist and reduce tensions.” The 74-year-old, who has visited North Korea 32 times, said LDP lawmakers had become more receptive to the idea of dialogue. “The political wind has changed direction,” he said, adding that North Korean officials were receptive to the idea. “I made a proposal and was told they would be happy to receive such a delegation.” In another gesture apparently aimed at lowering the diplomatic temperature, South Korea’s government is considering an $8m (£6m) aid package for North Korea. Seoul suspended aid to North Korea, provided via UN agencies, after the regime conducted nuclear and missile tests in 2016. But under a proposal that could be approved next week, the South would provide $4.5m to a World Food Programme project to help infants and pregnant women, and $3.5m to Unicef, according to Yonhap news agency. “The government’s basic stance is that humanitarian assistance to those who are vulnerable in North Korea should be continued regardless of political considerations,” Yonhap quoted a unification ministry official in Seoul as saying. “Seoul plans to decide the details of the aid and its timing after taking into account the inter-Korean situation,” he added.",
    "keywords": [
        "ashes",
        "yield",
        "missile",
        "korea",
        "sink",
        "nuclear",
        "japan",
        "pyongyang",
        "security",
        "test",
        "officials",
        "darkness",
        "turn",
        "north",
        "korean"
    ],
    "summary": "North Korea has threatened to sink Japan and said the US should be “beaten to death like a rabid dog” after the two countries spearheaded fresh UN security council sanctions in response to the regime’s recent nuclear test.\nJapan’s public broadcaster NHK claimed on Thursday that US and North Korean officials had met “secretly” on the sidelines of a security forum in Switzerland earlier this month.\n“The political wind has changed direction,” he said, adding that North Korean officials were receptive to the idea.\nSeoul suspended aid to North Korea, provided via UN agencies, after the regime conducted nuclear and missile tests in 2016.\n“The government’s basic stance is that humanitarian assistance to those who are vulnerable in North Korea should be continued regardless of political considerations,” Yonhap quoted a unification ministry official in Seoul as saying.",
    "sentiment": {
        "neg": 0.0824,
        "neu": 0.8532,
        "pos": 0.0643,
        "compound": -0.0511
    }
}