{
    "date": "2017-02-18T04:17:13Z",
    "title": "Suspect in North Korea killing 'thought she was taking part in TV prank'",
    "url": "https://www.theguardian.com/world/2017/feb/17/suspect-north-korea-killing-thought-she-was-taking-part-in-tv-prank-indonesia-siti-aisyah-police-kim-jong-nam",
    "content": "An Indonesian woman arrested for suspected involvement in the killing of the North Korean dictator Kim Jong-un’s half-brother in Malaysia was duped into thinking she was part of a comedy show prank, Indonesia’s national police chief has said, citing information received from Malaysian authorities. Meanwhile, Malaysian police said on Saturday they had arrested a North Korean man in connection with the murder. The man was identified as Ri Jong Chol, born in 1970. He was arrested on Friday night in Selangor state, the police said in a statement. He is the fourth suspect to be arrested. Indonesia’s national police chief, Tito Karnavian, told reporters in Indonesia’s Aceh province that the Indonesian woman, 25-year-old Siti Aisyah, was paid to be involved in pranks . He said she and another woman performed stunts which involved convincing men to close their eyes and then spraying them with water. “Such an action was done three or four times and they were given a few dollars for it, and with the last target, Kim Jong-nam, allegedly there were dangerous materials in the sprayer,” Karnavian said. “She was not aware that it was an assassination attempt by alleged foreign agents.” Siti’s family have said they were shocked to hear of her involvement in the case, describing her as a struggling mother who had travelled to Malaysia for work. Her 26-year-old Malaysian boyfriend was also arrested by police late on Thursday. Police are hunting for other alleged accomplices. Authorities are investigating whether Siti and another female suspect killed the 46-year-old North Korean exile in a shopping concourse at Kuala Lumpur’s international airport on Monday. Karnavian’s intervention, based on information that has not been independently verified, came as a diplomatic row developed between Malaysia and North Korea over the fate of Kim ’s body, and as details emerged about the movements of the second female suspect detained over his apparent murder. Malaysia performed a second autopsy on Kim’s body because the first procedure was inconclusive. Late on Friday, North Korea’s ambassador in Malaysia said his country would reject the results of a postmortem and demanded the body be released immediately. “The Malaysian side forced the postmortem without our permission and witnessing, we will categorically reject the result of the postmortem conducted unilaterally excluding our attendance,” Kang Chol said . Kang said Malaysian police were being pressured by hostile forces, notably South Korea, and the postmortem was a violation of human rights. Police in Kuala Lumpur said on Friday they would only abide by a North Korean request to hand over the body of Kim when it is claimed by a next of kin or DNA samples are provided. The second female suspect, who was captured on CCTV at the airport in a top emblazoned with “LOL” and arrested on Wednesday in possession of a Vietnamese passport, stayed at a hotel near the airport in the days before the attack, booking the cheapest room and carrying a wad of cash, according to a receptionist who spoke to Reuters. She moved accommodation twice. Employees at the second hotel said she borrowed a pair of scissors from the front desk the evening before the attack, and that a member of housekeeping staff found hair on the floor and in the bin the next day. She then checked into another hotel on Monday afternoon. It is not known what her subsequent movements were before her arrest. Selangor state’s police chief, Abdul Samah Mat, said Kim’s body would not be released until the identity of the victim had been confirmed. “ We have only received the application from the North Korean embassy yesterday,” he told Reuters. “We need to collect DNA samples from the next-of-kin in order to get conclusive evidence on the victim’s identity.” Diplomats from the North Korean embassy have shown a deep interest in the case, spending several hours at the mortuary on Wednesday and requesting custody of Kim ’s body on the basis that he had a North Korean passport. North Korean officials reportedly objected to a postmortem, but Malaysian authorities went ahead with the procedure anyway because they had not received a formal complaint. Police have told the Guardian that samples have been sent to a laboratory for a toxicology report, which could take several days. North Korean media has made no reference to Kim’s death . People close to him say he was long targeted by his half-brother, Kim Jong-un. A schoolfriend told the Guardian that Kim – who reportedly divided his time between Macau, China and Singapore – feared for his life and was recently planning a trip to Europe. Malaysia’s deputy prime minister, Ahmad Zahid Hamidi, said on Thursday that Kim had been travelling under a pseudonym, Kim Chol. “We have looked into the possibility that he travelled with a fake passport. I think he carried two different identities. Probably this is an undercover document.” Hamidi said the body would be released to North Korea once “police and medical procedures” were completed. “The cause of death will be confirmed by the police, who will issue a statement,” he added. Malaysia is one of the few countries in the world with normalised relations and visa-free travel into North Korea. In October 2016, several former US diplomats held talks with senior Pyongyang officials in Kuala Lumpur. There is a small North Korean community living in the Malaysian capital although shops and restaurants owned by the expatriates have been closed this week. Kim was once seen as heir apparent to his father, Kim Jong-il, but was ostracised in 2001 after a failed attempt to enter Japan on a forged passport, apparently to visit Disneyland. However, Yoji Gomi, a Japanese journalist and former friend, said he had already become disillusioned with the North Korean dictatorship in the early 1990s when “he saw the reality of the country’s situation”. Kim had spent many years in Switzerland, Russia and later settled in Macau. South Korea’s intelligence agency told lawmakers in Seoul that Kim had received China’s protection. Associated Press contributed to this report",
    "keywords": [
        "thought",
        "malaysian",
        "tv",
        "body",
        "korea",
        "suspect",
        "killing",
        "malaysia",
        "arrested",
        "prank",
        "kim",
        "told",
        "postmortem",
        "taking",
        "north",
        "korean"
    ],
    "summary": "Meanwhile, Malaysian police said on Saturday they had arrested a North Korean man in connection with the murder.\nAuthorities are investigating whether Siti and another female suspect killed the 46-year-old North Korean exile in a shopping concourse at Kuala Lumpur’s international airport on Monday.\n“ We have only received the application from the North Korean embassy yesterday,” he told Reuters.\nNorth Korean media has made no reference to Kim’s death .\nThere is a small North Korean community living in the Malaysian capital although shops and restaurants owned by the expatriates have been closed this week.",
    "sentiment": {
        "neg": 0.1014,
        "neu": 0.8825,
        "pos": 0.0161,
        "compound": -0.2467
    }
}