{
    "date": "2017-03-26T06:30:23Z",
    "title": "The Accusation by Bandi – review: unflinching tales from North Korea",
    "url": "https://www.theguardian.com/books/2017/mar/26/accusation-bandi-review-unflinching-tales-of-north-korea",
    "content": "When the founding strongman Kim Il-sung died in 1994, displays of public grief in North Korea reached extraordinary levels. Sobbing television presenters segued into distraught citizens tearing at their hair and family members collapsing in paroxysms of despair. In Pyongyang’s vast eponymous square, rows of kneeling, white-clad men and women set up a keening cacophony. The scenes were repeated 17 years later on the decease of the son and successor, Kim Jong-il. When he died, North Korea’s news agency solemnly reported, ice cracked, magpies mourned and a family of bears was found weeping on a road. Both had presided over an exceptionally totalising and brutal regime. Even as Kim Il-sung died, a devastating famine was beginning that would last for four years and reduce the population beneath destitution in what had once been one of north Asia’s most prosperous countries. What, the puzzled outsider had to ask, were they all crying about? The Accusation, a collection of seven short stories published under the pseudonym Bandi – which means Firefly – is enlightening on this and many other aspects of North Korean life. The author, we are told, is a senior North Korean writer, a member of the official Chosun Writers League Central Committee, and still lives in the people’s paradise. The stories, written in pencil on 750 sheets of paper and dated between 1989 and 1997, were smuggled out of North Korea, hidden inside works by Kim Il-sung. They were first published in South Korea in 2014. Now translated, they are set for an international launch. Such tales of origin cannot, of course, be verified. Even such details as are published, if authentic, put the pseudonymous writer at risk. If discovered, his prospects are poor. Both fictional and factual accounts of life in North Korea characteristically come from defectors, whose interest lies in telling a dark story that may or may not be wholly accurate. In some cases, such as Barbara Demick’s, Nothing to Envy: Real Lives in North Korea, the defectors’ accounts were meticulously cross-checked. In others, the reader is left to judge. In the case of The Accusation, US support for its publication will make this an easy target for North Korean propaganda, but that should not, in itself, detract from what is a compelling collection. The stories are spare, direct, unflinching and bitterly angry. They detail the misery that the cruel absurdities of the regime inflicted on everyday lives in the closing years of Kim Il-sung’s reign. One of them, On Stage, is set three months after his death and addresses directly the puzzling displays of excessive public grief. As one of Bandi’s characters explains, to cope with the regime’s demand for total submission to the leader cult, Koreans have developed a remarkable capacity for performance. Their lives, literally, can depend on it. In On Stage, the country has been stripped of flowers as the mourning rituals drag on; people are hungry because the distribution of rations has been disrupted, but still they engage in competitive displays of grief at the many altars to the departed leader that have been set up around town. The security services watch for any slackening of emotion. Acting, the character explains, has become so ubiquitous and so convincing “that we even trick ourselves … Isn’t it frightening, this society which teaches us all to be great actors, able to turn on the waterworks at the drop of a hat?” In this, as in several of the stories, the illusion crumbles under its own absurdity. Bandi’s characters struggle to live with love, humour and humanity while conforming to the demands of the regime, but are undone by the impossibility of the proposition, by the routine injustice, corruption and cruelties endemic in the system. In several stories, the characters reach breaking point: the old revolutionary who invested all his hopes in a tree he planted at the dawn of what he thought would be a golden era; the desperate son, trying to obtain a travel permit in order to get to his mother’s death bed; the policeman destroyed by the moment in which he understands that everything in the system he has devoted himself to defending is false. In others, a chance development destroys lives: the mother who closes the blinds in her apartment because her toddler is terrified by the giant image of Karl Marx that he sees from the windows. When she is obliged to explain why she has drawn her blinds on a national celebration, the family is instantly disgraced and exiled. In other stories, characters struggle – and fail – to overcome the taint of a father of grandfather’s political mistake, a taint that is passed down through families like a bad gene, blighting the lives of successor generations. This is tyranny less as a grand project than in the granular detail of life, inescapable and unredeemed, written, as the author puts it in a closing poem, after 50 years of “living as a machine that speaks. Living as a human under a yoke.” • The Accusation by Bandi is published by Serpent’s Tail (£12.99). To order a copy for £9.74, go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&amp;p over £10, online orders only. Phone orders min p&amp;p of £1.99",
    "keywords": [
        "tales",
        "set",
        "characters",
        "regime",
        "korea",
        "bandi",
        "published",
        "lives",
        "accusation",
        "kim",
        "life",
        "unflinching",
        "review",
        "north",
        "korean"
    ],
    "summary": "When the founding strongman Kim Il-sung died in 1994, displays of public grief in North Korea reached extraordinary levels.\nThe Accusation, a collection of seven short stories published under the pseudonym Bandi – which means Firefly – is enlightening on this and many other aspects of North Korean life.\nThe stories, written in pencil on 750 sheets of paper and dated between 1989 and 1997, were smuggled out of North Korea, hidden inside works by Kim Il-sung.\nBoth fictional and factual accounts of life in North Korea characteristically come from defectors, whose interest lies in telling a dark story that may or may not be wholly accurate.\nIn some cases, such as Barbara Demick’s, Nothing to Envy: Real Lives in North Korea, the defectors’ accounts were meticulously cross-checked.",
    "sentiment": {
        "neg": 0.1351,
        "neu": 0.7994,
        "pos": 0.0654,
        "compound": -0.208
    }
}