{
    "date": "2017-09-02T23:04:27Z",
    "title": "Are global ambitions driving Xi’s approach to Korea? No, it’s about keeping the party on top | Steve Tsang",
    "url": "https://www.theguardian.com/commentisfree/2017/sep/03/are-global-ambitions-driving-xis-approach-to-korea",
    "content": "The North Korean nuclear missile threat has provided China with a golden opportunity to assert a leadership role in a matter of critical global security. What’s more, it comes at a time when the world worries that President Trump cannot be trusted to deal with the matter with wisdom and responsibility. So why does the Chinese government not take advantage and make the most of it? The answer has to be found in the nature of the political system in China, one that places the perpetuation of Communist party power above all else, including foreign policy. President Xi Jinping does intend to “make China great again” and is working to enhance its place in the world. But the leadership’s scope to persuade Kim Jong-un, through diplomatic channels, to contain his nuclear threats against the US is admittedly limited. Kim has largely ignored the Chinese and has declined to meet Xi or pay homage to this giant of a “fraternal” neighbour by visiting Beijing. He also purged powerful figures close to Chinese leaders. As a consequence, Beijing’s channels to Kim have been downgraded and reduced in effectiveness. This does not change the reality that Chinese co-operation and support remain essential for the North Korean economy, as more than 90% of its imports come through China. Beijing could cut this economic lifeline and force Kim to choose between his missile and nuclear programme on one side and keeping the lights on and food available on the other. But the Chinese government will not cut the lifeline and Kim knows it. This is why he feels confident to ignore Beijing as he pushes the peace, stability and security of the region to the brink by threatening Japan, the US and South Korea. China cannot cut the life-support system for North Korea because to do so would risk serious challenges emerging there that could potentially lead to the implosion of the Kim dictatorship. Why would a collapse of the regime be a matter of grave concern to China, since it has little love for Kim? It is not the risk of a flood of refugees to China, though many would be expected in such a scenario and they would be an unwelcome burden. However, were this to take place China would receive generous support from the US, Japan and others, and the flow of refugees, in any event, would only be temporary as they would return to a united Korea once the situation there stabilised. The risk of US forces being based in North Korea after an implosion of the Kim regime is also very small, if not negligible. The US forces are in South Korea to deter North Korea and the raison d’etre for their presence would disappear should North Korea cease to exist. Any new united Korean government would also almost certainly find itself engaged in difficult negotiations with the Americans over the disposal of the nuclear arsenal inherited from the Kim regime. With a united Korea not dependent on the US for security, and realising the need to maintain good relations with China, it would not allow the Americans to build military bases in the north. The real constraint on the Communist party’s action in Beijing is the potential impact not on Korea, but on China itself. Most Chinese believe the Kim regime has survived because of Chinese support. If the Chinese Communist party allowed the Kim regime to collapse, it would be seen as a result of the party turning off this vital life support. Such a move would then raise questions among Chinese dissidents about whether the party still had the political will and capacity to do whatever it takes to stay in power at home. As Xi made clear when he became China’s leader in 2012, he considered the biggest failure of the former Soviet Union was its leadership’s inability to deal forcefully with the “traitor” Mikhail Gorbachev. Xi made clear that the same mistake would not happen in China. In short, he would not allow any action that could signal to dissidents at home that the party no longer had the political will, determination and capacity to do whatever it took to maintain power. He will therefore not allow the Kim regime to be so destabilised that it risks implosion. Kim clearly understands this. The fact that China’s foreign policy is driven first and foremost by domestic considerations has significant implications for how it will contest, with the Americans, the leadership of east Asia. Much as Xi is asserting China’s right to be respected and admired, he is not – at least not yet – seeking to replace the US in the region. What Xi and his administration is doing, however, is attempting to reduce the stature of the US and make it look unreliable in the region. It wants to persuade its regional neighbours to look to China and not rely on the US. Helping Trump to resolve the North Korean problem does not advance this agenda. As China under the Communist party also sees Japan as a peer competitor and holds deep suspicion of its prime minister, Shinzo Abe, it is not keen to ease Japan’s pain brought about by Kim’s reckless missile tests. Beijing has no desire to work with Japan against North Korea. All this does not mean China is not concerned by Kim’s dangerous games; nor that Xi is not irritated by Kim’s refusal to show appropriate deference and appreciation of China’s support. Indeed, China has a policy of not wanting to see nuclear weapons on the Korean peninsula. But taking the risks implied to remove the North Korean problem is too high a price to pay. What China wants instead is to contain the North Korean problem, not to remove it. It wants talks and an acceptance of the reality of North Korea as a nuclear weapon state in return for Kim behaving himself. If the Trump administration and other leading players seriously seek to address the North Korean problem and want Chinese help, they need to bear in mind what the Chinese Communist party really wants and is prepared to do. Using conventional measures of national interest will not help – the ultimate driver behind Chinese policy is, as always, the interest of the Communist party. Steve Tsang is director of the SOAS China Institute at the University of London",
    "keywords": [
        "approach",
        "keeping",
        "korea",
        "regime",
        "ambitions",
        "xis",
        "steve",
        "tsang",
        "china",
        "kim",
        "driving",
        "nuclear",
        "chinese",
        "party",
        "xi",
        "global",
        "north",
        "korean"
    ],
    "summary": "The North Korean nuclear missile threat has provided China with a golden opportunity to assert a leadership role in a matter of critical global security.\nThe risk of US forces being based in North Korea after an implosion of the Kim regime is also very small, if not negligible.\nThe US forces are in South Korea to deter North Korea and the raison d’etre for their presence would disappear should North Korea cease to exist.\nHe will therefore not allow the Kim regime to be so destabilised that it risks implosion.\nBut taking the risks implied to remove the North Korean problem is too high a price to pay.",
    "sentiment": {
        "neg": 0.093,
        "neu": 0.7844,
        "pos": 0.1225,
        "compound": 0.0935
    }
}