{
    "date": "2017-11-02T22:38:52Z",
    "title": "US bombers fly Korea exercise amid hint Pyongyang could return to terror list",
    "url": "https://www.theguardian.com/world/2017/nov/02/korea-north-south-us-bombers-fly-terrorism-sponsor",
    "content": "Two American B-1B bombers flew through South Korean airspace and over the country’s Pilsung Range on the latest exercise there, the US air force said on Thursday. North Korea’s official KCNA news agency claimed that the planes carried out bombing drills simulating attacks on major targets in the country. Although the bombers are no longer part of the US nuclear force, they can be loaded with large numbers of conventional weapons. But the US air force said: “The bilateral continuous bomber presence (CBP) mission was planned in advance … and was not in response to any current event.” Japanese and South Korean fighter jets carried out a sequenced mission with the Guam-based US bombers on the eve of Donald Trump’s 12-day trip to Asia, during which North Korea’s nuclear and missile weapons threat will top the agenda. On Thursday HR McMaster, the president’s national security adviser, said North Korea could be returned to the list of countries the US believes sponsor terrorism. “You’ll hear more about that soon, I think,” McMaster told reporters at a press briefing ahead of Trump’s five-country tour that includes meetings with the leaders of Japan, South Korea, China, Vietnam and the Philippines. McMaster cited the killing in a Malaysian airport earlier this year of Kim Jong-nam, the estranged half-brother of North Korea’s leader Kim Jong-un as an act of terrorism that could lead to the North being returned to a list that currently includes only Iran, Sudan and Syria. Kim Jong-nam died in February after two women rubbed his face with a liquid later identified as VX nerve agent as he passed through the airport in Kuala Lumpur. “A regime who murders someone in a public airport using nerve agent, and a despotic leader who murders his brother in that manner, I mean, that’s clearly an act of terrorism that fits in with a range of other actions,” the national security adviser said. Returning North Korea to the list of state sponsors of terrorism “is something that’s under consideration”, he added. The US kept North Korea on its terrorism blacklist for two decades after the 1987 bombing of a South Korean airliner that killed 115 people. But President George W Bush – who once included the country in his “axis of evil” along with Iran and Iraq – lifted the designation in 2008 to smooth the way for aid-for-disarmament negotiations. Under legislation enacted on 2 August, the state department is required to determine within 90 days, or around Thursday, whether North Korea meets the criteria for being designated as a state sponsor of terrorism – a largely symbolic move. Tensions between the countries continue to escalate. In a recent speech at the United Nations, Trump said he would “totally destroy” North Korea if necessary and derided Kim as “little Rocket Man”. McMaster said the president would not alter his tone against North Korea while on tour and claimed his strong rhetoric has been reassuring to allies. “I don’t think the president really modulates his language. Have you noticed him do that? I mean, he’s been very clear about it. I’ve been aware of the discussions about, ‘Hey, is this inflammatory?’ And what’s inflammatory is the North Korean regime and what they’re doing to threaten the world.” McMaster said a denuclearised Korean peninsula “is the only plausible outcome” and he called on others, including China – North Korea’s biggest benefactor in the region – to step up their efforts. “The president recognises that we’re running out of time and will ask all nations to do more.”",
    "keywords": [
        "south",
        "korea",
        "hint",
        "fly",
        "state",
        "mcmaster",
        "president",
        "amid",
        "bombers",
        "kim",
        "terror",
        "terrorism",
        "exercise",
        "korean",
        "koreas",
        "pyongyang",
        "list",
        "north",
        "return"
    ],
    "summary": "Two American B-1B bombers flew through South Korean airspace and over the country’s Pilsung Range on the latest exercise there, the US air force said on Thursday.\nNorth Korea’s official KCNA news agency claimed that the planes carried out bombing drills simulating attacks on major targets in the country.\nOn Thursday HR McMaster, the president’s national security adviser, said North Korea could be returned to the list of countries the US believes sponsor terrorism.\nReturning North Korea to the list of state sponsors of terrorism “is something that’s under consideration”, he added.\nThe US kept North Korea on its terrorism blacklist for two decades after the 1987 bombing of a South Korean airliner that killed 115 people.",
    "sentiment": {
        "neg": 0.1032,
        "neu": 0.8554,
        "pos": 0.0414,
        "compound": -0.2959
    }
}