{
    "date": "2017-04-21T19:30:23Z",
    "title": "Is the world more dangerous now than during the cold war?",
    "url": "https://www.theguardian.com/world/2017/apr/21/nuclear-war-cold-war-korea-trump-china",
    "content": "How close did we come to nuclear war in the past and how close are we now? During the cold war, there was a clear narrative: an ideological opposition between the US and the Soviet Union. Moments of great tension were understood as episodes within that narrative. The closest we came to nuclear confrontation was the 1962 Cuban missile crisis, when the two countries seemed on the edge of war. But the crisis itself was finished inside a fortnight, and there was a wider framework to fall back on. The 1963 Partial Test Ban Treaty calmed the waters. Then, in the early 1980s the tough-talking but critically derided , Ronald Reagan was elected US president. He reignited the cold war rhetoric and began escalating the arms race, and there was an assumption – particularly in Europe – that nuclear destruction was creeping closer. But it was still within a recognisable context. That ended with the collapse of communism, and the fall of the Berlin Wall. For a while the world felt a much safer place than it had been. But the cold war was replaced by uncertainty. And now the uncertainty is combined with the unpredictability of Donald Trump. The recent bombing raids in Syria and Afghanistan were isolated moments, without any sense of programme or continuity. Nor does there seem any logic to why North Korea should have suddenly become a pressing issue. Incidents that seem to arrive out of the blue can be much more frightening. We’re probably not on the verge of nuclear war, but it’s destabilising if we can’t make sense of events. Do we know more now than people knew then in terms of the motives of the main players, or are we still in the dark? The sabre-rattling over Cuba concealed the backstage deal that saw America withdraw nuclear missiles from Turkey and Italy. It took years for that story to emerge. Although it is harder to keep secrets these days, there is no reason to assume that diplomacy is not being conducted in private. If the American and Chinese governments are discussing North Korea behind closed doors, it’s not something we are likely to be told about. Is a multi-polar world more dangerous than a bi-polar one? Bertrand Russell used to express it in mathematical terms. With two nuclear powers, there was a single conflict to fear. With three powers, three bilateral conflicts become possible. With four, that goes up to six, and so on. The number of potential confrontations rises exponentially. There is a remorseless logic to this. When it was just America and the Soviet Union, things were relatively straightforward. When India and Pakistan got nuclear weapons, it introduced a completely new dimension. The number of nuclear powers is still small but, as Libya and Iran have shown, the desire to acquire the weapons is much wider spread. How did people react in the past, and can we learn any lessons? Times of heightened nuclear tension have proved deeply disruptive on an individual level. Sue Townsend joked about it in The Secret Diary of Adrian Mole: “I keep having nightmares about the bomb,” Mole confessed. “I hope it isn’t dropped before I get my GCE results. I wouldn’t like to die an unqualified virgin.” He was reflecting real life. The most cursory glance at social media will confirm that this is true again today. Global fears are internalised, and this is unlikely to change. On the other hand, the concerns of the nuclear age have proved culturally inspirational, from the Beat writers in the 1950s to The War Game in the 1960s, and Threads, When the Wind Blows and Frankie Goes to Hollywood in the 1980s. Much of David Bowie’s best work relied on the imagery of imminent destruction. Are there lessons from the past? Perhaps only the one in the subtitle of one of the most celebrated pieces of nuclear culture, Stanley Kubrick’s 1964 film Dr Strangelove or: How I Learned to Stop Worrying and Love the Bomb. Is there anything the public can do, or should we just sit tight? Frankly, there’s nothing we can do. All the CND marches and nuclear-free zones and lessons in peace studies – from the 1950s onwards – haven’t changed the reality: nuclear weapons exist and they’re not going to cease to exist. The probability is that there will be nuclear missiles on Earth long after human beings. Is it the fate of every generation to have some reason to panic? Yes. Humanity has always had a horrified fascination with annihilation. In the West this used to be – and in some parts of America still is – a conviction that we’re living in the end time predicted by the Bible. Since the 1950s, the shadow of nuclear Armageddon has hung over us instead. Somewhere between narcissism and nightmare is the belief that we are the last generation. But it is still reasonable to ask if the use of nuclear weapons is inevitable. And the answer is: yes, at some point the leader of a nuclear nation will be deranged, despotic or desperate enough to use them, whether deliberately or accidentally. Alwyn Turner is the author of A Classless Society: Britain in the 1990s. He lectures at the University of Chichester.",
    "keywords": [
        "war",
        "past",
        "lessons",
        "world",
        "nuclear",
        "cold",
        "weapons",
        "dangerous",
        "america",
        "1950s",
        "powers",
        "yes"
    ],
    "summary": "How close did we come to nuclear war in the past and how close are we now?\nDuring the cold war, there was a clear narrative: an ideological opposition between the US and the Soviet Union.\nHe reignited the cold war rhetoric and began escalating the arms race, and there was an assumption – particularly in Europe – that nuclear destruction was creeping closer.\nBut the cold war was replaced by uncertainty.\nWe’re probably not on the verge of nuclear war, but it’s destabilising if we can’t make sense of events.",
    "sentiment": {
        "neg": 0.1296,
        "neu": 0.8035,
        "pos": 0.0669,
        "compound": -0.1551
    }
}