{
    "date": "2017-05-09T14:04:28Z",
    "title": "South Korea set to change policy on North as liberal wins election",
    "url": "https://www.theguardian.com/world/2017/may/09/south-korea-election-moon-jae-set-to-become-president",
    "content": "Moon Jae-in, a left-leaning liberal who favours engagement with North Korea, has won South Korea’s presidential election, raising hopes of a potential rapprochement with Pyongyang. The former human rights lawyer won 41.4% of the vote, according to an exit poll cited by the Yonhap news agency, placing him comfortably ahead of his nearest rivals, the centrist software entrepreneur Ahn Cheol-soo and the conservative hardliner Hong Joon-pyo, both of whom have conceded defeat. South Koreans who backed Moon, 64, will be hoping the election result will mark a clean break from the corruption scandal surrounding his disgraced predecessor Park Geun-hye. Hours before polls closed, the national election commission forecast that turnout would exceed 80% – the highest since Kim Dae-jung was elected in 1997. During a campaign in which Moon sought to add conservative voters to his liberal support base, the Democratic party candidate captured the public mood with vows to reform South Korea’s powerful chaebols – family-owned conglomerates – and tackle rising inequality and youth unemployment. Moon has called for a more conciliatory approach to North Korea, after weeks of tensions over the regime’s ballistic missile and nuclear weapons programmes. Park, who narrowly beat Moon in 2012 to become South Korea’s first female president, was impeached last December and faces possible life imprisonment for alleged bribery, extortion and other charges involving her secret confidante, Choi Soon-sil. Hours before he won the presidency, Moon said: “I gave all my body and soul to the very end. My party and I invested all our efforts with a sense of desperation, but we also felt a great desire by the people to build a country we can be proud of again.” While much of the campaign capitalised on public anger over the collusion between chaebols and politicians that was exposed by the Park scandal, it also offered hints that Moon would move to calm a tense Korean peninsula. Moon, a former student activist who was imprisoned in the 1970s for protesting against Park’s father, the former dictator Park Chung-hee, declared a decade of hardline policy towards Pyongyang a failure. His calm demeanour and moderate rhetoric on the issue stands in sharp contrast to Donald Trump’s pugnacity. But Moon has also made it clear he will not tolerate advances in Pyongyang’s nuclear programme, warning that any attack on South Korean soil would invite a devastating military response. Once Moon has appointed a prime minister, which requires parliamentary approval, he is expected to adopt the more conciliatory approach towards North Korea advocated by the Nobel peace prize-winner Kim Dae-jung and another former president, Roh Moo-hyun, whom Moon served under as chief of staff. That could mean negotiations to reopen the Kaesong industrial complex, a symbol of intra-Korean cooperation until its closure in early 2016, and the resumption of aid shipments cut off by Park and her predecessor Lee Myung-bak. Conservative critics have said Pyongyang could attempt to exploit Moon’s moderation and that attempts at rapprochement could drive a wedge between Seoul and its allies in Washington. But recent comments by Moon and Trump indicate that they may not be as far apart on North Korea as some have suggested. Trump recently described Kim Jong-un as a “smart cookie” and said he would be “honoured” to meet the North Korean leader under the right circumstances. Moon, meanwhile, has said that he and Trump are “on the same page”, but has spoken of his desire for South Korea to seize the policy initiative from Washington after months of drift under a caretaker president. He favours a dual strategy of dialogue alongside diplomatic pressure and sanctions. “South Koreans are more concerned that Trump, rather than … Kim Jong-un, will make a rash military move, because of his outrageous tweets, threats of force and unpredictability,” said Duyeon Kim, a visiting fellow at the Korean Peninsula Future Forum in Seoul, in Foreign Affairs magazine. “It is crucial that Trump and the next South Korean president strike up instant, positive chemistry in their first meeting to help work through any bilateral differences and together deal with the North Korean challenge.” Moon will be sworn in after the country’s national election commission confirms the result on Wednesday morning. His term will begin immediately, rather than after the customary two-month transition period – an arrangement forced by Park’s abrupt departure. For many voters, the desire for stability and domestic reform took precedence over North Korea. “Moon wasn’t my favourite candidate in terms of policies, but I voted for him because he represented the best chance to switch government power and that’s the most important thing over anything else,” said Lee Ah-ram, a 39-year-old Seoul resident. “We need a leader who could restore the people’s trust in government that had been damaged by Park’s scandal.” Moon’s other foreign policy priority will be to repair relations with China, which opposes the deployment in South Korea of a US missile defence system – known as Thaad – and says Seoul should stop joint military drills with the US to encourage Pyongyang to halt its nuclear programme. Liam McCarthy-Cotter, a specialist in East Asian politics at Nottingham Trent University, said the Moon campaign gave voters a clear route out of their current situation. “The corruption and scandal that brought an end to Park Geun-hye’s presidency has left a vacuum in South Korea at a most inopportune time,” he said. “There is a need for South Korea to re-establish its strength both domestically and in the face of increasingly hostile posturing from North Korea. “Moon is arguing for a new approach to both foreign and domestic policy that will signal a departure from the strategies deployed by his more conservative predecessors. Recent polls suggest that the population are ready for such a change, and Moon is likely to have a clear mandate to start reshaping the politics of the peninsula.”",
    "keywords": [
        "policy",
        "liberal",
        "moon",
        "south",
        "set",
        "change",
        "korea",
        "scandal",
        "kim",
        "wins",
        "seoul",
        "election",
        "korean",
        "trump",
        "north",
        "park"
    ],
    "summary": "Moon Jae-in, a left-leaning liberal who favours engagement with North Korea, has won South Korea’s presidential election, raising hopes of a potential rapprochement with Pyongyang.\nMoon has called for a more conciliatory approach to North Korea, after weeks of tensions over the regime’s ballistic missile and nuclear weapons programmes.\nBut recent comments by Moon and Trump indicate that they may not be as far apart on North Korea as some have suggested.\nFor many voters, the desire for stability and domestic reform took precedence over North Korea.\n“There is a need for South Korea to re-establish its strength both domestically and in the face of increasingly hostile posturing from North Korea.",
    "sentiment": {
        "neg": 0.0795,
        "neu": 0.8201,
        "pos": 0.1004,
        "compound": 0.1092
    }
}