{
    "date": "2017-09-24T13:02:40Z",
    "title": "Ri Yong-ho: the North Korean diplomat who ridicules Donald Trump",
    "url": "https://www.theguardian.com/world/2017/sep/24/ri-yong-ho-north-korean-diplomat-defuse-crisis",
    "content": "Over the past few days, one man has emerged as the international face of the North Korean regime: Ri Yong-ho. As the brickbats continued to fly between Washington and Pyongyang at the weekend, the North Korean foreign minister threatened to upstage his country’s leader, Kim Jong-un, with a mixture of trademark rhetoric and humour at the UN general assembly in New York. Ri took to the podium to deliver a fiery speech on behalf of Kim, who has not set foot outside of North Korea since he became leader in late 2011. In a rebuke to Donald Trump’s threat to “totally destroy” North Korea if it attacked the US or its allies, he told the hall that it was now “all the more inevitable” that the regime’s rockets would “visit” the US mainland. Borrowing the US president’s own words, Ri added that it was the Trump, not Kim, who was on a suicide mission. In a brief encounter with journalists on his arrival in New York last week, Ri ridiculed Trump and showed flashes of humour. He likened Trump’s threat to destroy North Korea to the “sound of a dog barking”, and when asked for his opinion of the president’s “rocket man” nickname for Kim, simply replied: “I feel sorry for his aides.” On Saturday, he referred to Trump as “President Evil”. It was the second time in several days that Ri – not to be confused with a former senior army official of the same name who was reportedly purged in 2012 – had generated headlines around the world. Although he has been foreign minister for little over a year, his role is quickly coming to resemble that of Saddam Hussein’s mouthpiece during both Gulf wars, Tariq Aziz. Like Aziz, Ri is highly visible – at least by North Korean standards – and is trusted to do his leader’s bidding on an almost entirely hostile diplomatic stage. Ri’s assured demeanour in New York can be attributed to a career spent at the heart of the North Korean political elite and almost two decades of dealing with the US, the UN and South Korea. Despite his penchant for the kind of bellicose language usually associated with North Korea’s propaganda machine, Ri cut his cloth as a diplomat rather than as a provocateur. He was involved in North Korea’s ill-fated negotiations with the US over its nuclear weapons programme in the mid-1990s. Later, he was chief negotiator for North Korea during six-party denuclearisation talks that have been stalled for almost a decade. It is hard to imagine any North Korean government official better placed to steer his country through the current crisis, particularly given his close ties to Kim. Ri, who is thought to be in his early 60s, has held several senior diplomatic posts, including as ambassador to Britain from 2003-07, and has travelled on missions to the US and Asia, according to North Korea Leadership Watch. As recently as last month, he met foreign ministers of South Korea, Russia and China – but not Japan or the US – on the sidelines of the Asean Regional Forum in Manila. Ri was destined to play a key role in the dynastic regime that has ruled North Korea for almost 70 years. He is the the son of Ri Myong-je, a former editor of the state KCNA news agency who also served as deputy chief of staff to Kim Jong-il. He attended the elite Namsan senior middle school and studied English at Pyongyang University of Foreign Studies. In 2000, Ri accompanied Jo Myong-rok, who was then first vice-chairman of North Korea’s National Defence Commission, on a trip to the US, where he met Bill Clinton and the US secretary of state, Madeleine Albright. Having personally contributed to raising diplomatic tensions over the past week, could Ri also be the person to help defuse the crisis? Writing in the Atlantic last week, Joel S Wit, a senior fellow at the US-Korea Institute at Johns Hopkins School of Advanced International Studies, suggested that a meeting between Ri and the US secretary of state, Rex Tillerson, could break the “counterproductive cycle of escalation” between Washington and Pyongyang. “Ri is not a typical communist bureaucrat,” Wit wrote. “He has impressive diplomatic skills. Smart, thoughtful, and articulate, he is a careful listener who often asks perceptive questions and chooses his responses with care. He can be both reasonable in trying to understand the other country’s point of view and tough in defending North Korea’s interests. Moreover, he is clearly ‘connected’.”",
    "keywords": [
        "diplomatic",
        "ri",
        "ridicules",
        "korea",
        "yongho",
        "diplomat",
        "donald",
        "kim",
        "senior",
        "trump",
        "koreas",
        "foreign",
        "york",
        "north",
        "korean"
    ],
    "summary": "Over the past few days, one man has emerged as the international face of the North Korean regime: Ri Yong-ho.\nHe was involved in North Korea’s ill-fated negotiations with the US over its nuclear weapons programme in the mid-1990s.\nLater, he was chief negotiator for North Korea during six-party denuclearisation talks that have been stalled for almost a decade.\nRi was destined to play a key role in the dynastic regime that has ruled North Korea for almost 70 years.\nHe can be both reasonable in trying to understand the other country’s point of view and tough in defending North Korea’s interests.",
    "sentiment": {
        "neg": 0.0641,
        "neu": 0.857,
        "pos": 0.0791,
        "compound": -0.0511
    }
}