{
    "date": "2017-09-05T07:22:52Z",
    "title": "Julie Bishop says Australia supports stronger UN resolution on North Korea – as it happened",
    "url": "https://www.theguardian.com/australia-news/live/2017/sep/05/andrew-wilkie-calls-for-a-parliamentary-vote-if-the-high-court-throws-out-the-postal-survey-politics-live",
    "content": "That just about does it for this sitting week Tuesday. Thanks to Katharine Murphy for opening the batting and carrying us through the day before handing over her brainchild. What we learned: The Nick Xenophon Team has revealed it plans to oppose immigration minister Peter Dutton’s bill to enact tough new citizenship laws because it thinks the citizenship system isn’t broken and there’s no need to fix it Malcolm Turnbull has confirmed the government is in discussions with AGL, the owner of the Liddell power station in New South Wales, to keep the plant open “for at least another five years after 2022”. Former resources minister, Matt Canavan, welcomed the announcement. Foreign minister Julie Bishop has addressed the crisis in North Korea and said Australia supports stronger UN Security Council responses including even tougher economic sanctions. Earlier trade minister, Steve Ciobo, warned a trade war with China over the standoff on the peninsula wouldn’t help anyone. The White House confirmed that Donald Trump will have a telephone conversation with Malcolm Turnbull early on Wednesday morning AEST to discuss the latest developments. In question time Labor continued to focus on the legitimacy of ministerial decisions of those whose eligibility to sit in parliament is before the high court. It’s a serious issue but also a chance to build its case that the government isn’t acting rationally, and isn’t stable. Various Labor and Coalitions MPs have declined to follow Bill Shorten’s lead and make their citizenship documents public. For those who want to juggle between the Politics Live blog and the run down on the high court hearing into the same-sex marriage postal survey, check out Calla Wahlquist’s live blog of proceedings and Melissa Davey’s full report on the day’s arguments. Thanks to Murph again, Mike Bowers, Gareth Hutchens and Chris Knaus for your stellar efforts. I’m getting ready to wrap-up the blog (or ground the plane in Guardian speak) but first Mike Bowers wanted me to post a photo of Liberal MP Ian Goodenough. Apparently in 2016 Goodenough wrote effusive praise for his Rolex watch but the timepiece itself is rarely seen. Eagle-eyed Bowers has spotted it in the wild: Meanwhile, culture wars about national symbols roll on in the Senate: Liberal senator Dean Smith’s motion said, in part: “The Australian National Flag enjoys strong community endorsement as the pre-eminent Australian national symbol.” And the Greens unsuccessfully tried to tack on: “However, while the current flag has served its purpose in Australia’s past, it is time for a new flag for our shared future that doesn’t hoist Australians with UK heritage above all others.” I don’t know how we got onto troops, flags, and flag troops when I thought were having a perfectly respectable national shouting match about tearing down statues and the date of Australia Day, but there you go. Matt Canavan also addressed his eligibility to sit in parliament, and why he resigned as a minister when deputy prime minister, Barnaby Joyce, and deputy Nationals leader, Fiona Nash, did not. Asked on Sky News why he jumped, Canavan says he received advice within 24 hours of discovering his possible Italian citizenship. Clearly that advice was not as strong as [the advice] the government has since received over a number of weeks, which has led them to the conclusions that those ministers kept [their portfolios]. Canavan says he won’t put himself into the mind of the solicitor-general as to why the snap advice differed from the more considered version that Joyce and Nash got. Canavan says he has “no regrets” that he stood down but if the high court clears him he’ll have to check with his wife if he can put his hand up to be a minister again. My colleague, Mikey Slezak, will bring you a full report on talks between the government and AGL, owner of the Liddell power station in New South Wales, to extend the life of the plant for at least five years after 2022. In the meantime, former resources and Northern Australia minister Matt Canavan, who stood down while the high court tests his eligibility to sit in parliament, has welcomed the talks with AGL. He told Sky News: The sensible side of this debate is saying that we should be using all of our resources to deliver cheap, reliable and more efficient power Canavan is softening up the electorate for possible government intervention. He says most of the coal-fired power stations in Australia were built by governments, although most are now privately owned. There’s always a role for governments to plan to ensure that investment in large infrastructure, like power plants, occurs in the best possible way Asked if propping up privately-owned plants will become government policy, he says the government should at least be involved in planning the life of power plants and when they go offline. He says he is “agnostic” about whether to build new coal power plants or upgrade old ones. It’s the Nick Xenophon Team’s votes that are imperilling the government’s citizenship bill, but here’s one of Labor giving thumbs down to immigration minister Peter Dutton. The Nick Xenophon Team has derailed the immigration minister Peter Dutton’s attempt to enact tough new citizenship laws, saying it cannot support his controversial package in its current form. NXT senator Stirling Griff has told Fairfax Media (and Guardian Australia has confirmed) he and his colleagues have decided not to support the government’s bill at it stands, saying Dutton’s plan is “an attempt to fix problems that don’t exist.” We’re a nation built on migration and the envy of the world when it comes to a harmonious society. The system isn’t broken, there’s no need for it to be repaired. Labor, the Greens and NXT are enough to sink the package in the Senate, meaning the Turnbull government will have to dump the citizenship bill altogether or make substantial changes. It comes hours before a parliamentary committee report is expected to recommend the government weaken elements of its citizenship bill, including watering down its proposed English language requirements for people seeking Australian citizenship. The government’s proposed citizenship overhaul includes increasing waiting times for permanent residents before they can apply for citizenship (from one year to four years), and forcing new applicants to complete a tougher English language test (and achieve a pass mark of 75%) equivalent to level 6 of the international English language testing system (IELTS). It also wants to give the immigration minister power to overrule decisions on citizenship applications by the administrative appeals tribunal (AAT) if the minister doesn’t think the decisions are in the national interest, and give the minister power to decide whether or not the applicant has integrated into the Australian community. NXT senator Stirling Griff warned in June that he was “deeply worried” about the power the bill would give Dutton to overrule citizenship decisions by the AAT. On Monday Nick Xenophon told the Conversation that he had “serious concerns” about the legislation in its current form. The four-year [waiting] period may not be so bad on its own, but it would actually cause all sorts of issues by being effectively retrospective for those families that have children about to start university. There’s also the issue of the requirement to have university-standard English language requirements which I guess a lot of, even members of parliament, would have difficulty passing, even me. I think it seems incredibly onerous … and a bridge too far. Speaking of drug testing welfare recipients, my colleague, Christopher Knaus, has a report on physicians criticising the social services minister, Christian Porter, for linking the debate on drug testing welfare recipients to child immunisation policies. Porter recently argued that medical bodies such as the Royal Australasian College of Physicians were issuing similar warnings about drug testing of welfare recipients as they did when the government proposed using the welfare system to compel people to vaccinate their kids. Adrian Reynolds, an addiction specialist with the college, has hit back: Conflating issues as different as childhood vaccination and addiction confuses two very distinct and very important public health issues. Addressing a problem such as addiction, which is complex and deeply connected to many other issues including mental health, trauma and poverty, is very different to mechanisms to encourage people to undertake a single intervention such as an immunisation. On a lighter note, some commentators are still noting the irony of the Coalition government talking about alcohol drug testing after confirmation Tony Abbott missed a vote in parliament in 2009 due to intoxication: Shadow human services minister, Linda Burney, is speaking on Sky News about her meeting with Clinton Pryor, who arrived in Canberra on Sunday after walking 5,581km around Australia to raise awareness of Indigenous issues. Burney says that Labor opposes the forced closure of remote Indigenous Australian communities in Western Australia. “My view is you should keep communities vital, even though that is expensive,” she says, noting that there is no call to close similarly remote pastoral communities. Burney backs Australia Day staying on the 26th of January. Statues telling an inaccurate historical story should not be torn down but should have an extra plaque with more accurate information, she says. Such plaques would recognise “Captain Cook played an important role in mapping the east coast of Australia” but that Australia was already settled before the arrival of Europeans. Asked about drug testing welfare recipients, Burney responds: Every single medical expert, every single addiction expert ... has said this is a bad idea. Labor has no problem with the idea welfare should be spent appropriately. But there’s no evidence, no science, that says this will work. Burney says there is “no evidence” welfare recipients are more likely to use ice or other drugs. Just before question time, one of the crossbench independent MPs, Bob Katter, stirred up a bit of mischief for the government. Katter is having a meeting with former prime minister Tony Abbott this afternoon or this week. He told Sky News: I want to emphasise: it’s up the Liberals what they want to do in their party, but I most certainly want to build the relationship with a person who may be prime minister. Asked if Liberals and Nationals say Malcolm Turnbull is toast, Katter replies: I’ve never seen this before in 43 years as a member of parliament ... When you ask a Liberal who they think will be PM at the end of this year or start of next year, they’ll give you a different name. The same MP will give you a different name ... so it’s very fluid at the present moment. If I was a betting man I wouldn’t be hazarding a guess. Picking up the blog at the end of question time, I’ve got a few more snaps from Mike Bowers Now, dear folks, I need to take myself off for a briefing for an hour or so. My colleague Paul Karp will mind the live blog shop in my absence. Please don’t do anything I wouldn’t do. Make Paul welcome. See you in a bit. And with that, further questions have been placed on the notice paper. Question time has resumed in the House. It’s a Dorothy Dixer, allowing Peter Dutton to pick up the Anthony Albanese theme warmed up by Christopher Pyne a little while ago. House Speaker Tony Smith would like Dutton to come to the substance of his contribution. Immediately. Peter Dutton: I was trying to break out of that preamble but I was on a roll, Mr Speaker. Thank you for your forbearance. Tony Smith, deadpan. You can roll out of the chamber too. In the other place, the last moments of question time saw the Senate delve deep into the hypotheticals of dual citizenship. The Nationals senator Fiona Nash was asked whether she had conversations with the prime minister about her likely replacement should the high court deem her ineligible. Fiona Nash: No, and Mr President, isn’t it interesting that again we see from the members opposite an opportunity to talk about things that are important to people of Australia, and they choose not to do it. Labor senator Deborah O’Neill asked a supplementary about Nash’s likely replacement, Liberal candidate and disability advocate Holly Hughes. O’Neill asked whether Nash has sought to have Hughes stood aside to allow a Nationals candidate to take the seat. O’Neill then quoted a senior Nationals source as saying that a “civil war” would erupt in the Coalition if Hughes was allowed to take the seat. Does Nash agree? Fiona Nash: I don’t agree, I can’t see a civil war happening in this country. A few more windows on the chamber while these divisions roll on. Some days are diamonds. Some days aren’t diamonds. While we wait on the vote in the House, the Greens senator Nick McKim has created some controversy in the other place, by accusing the government of torturing asylum seekers on Manus Island. McKim asked repeatedly whether the government still intends to close the centre by 31 October, and whether it would abandon the 800 detainees. The Senate president, Stephen Parry, asked McKim to withdraw the allegation of torture. “You have made an allegation against a minister of the crown which is unparliamentary,” Parry says. McKim pointed out Amnesty International had made a finding to that effect. “Because you asked, I will withdraw, but I would substitute-in ‘alleged’,” McKim said. Employment minister, Michaelia Cash, labelled the question a “stunt” and says the immigration minister, Peter Dutton, has done an “outstanding job cleaning up the mess” Labor made of border security. “Unlike you, we know that a government that cannot control its borders, quite frankly, does not deserve to be in government.” Separately, Victorian senator Derryn Hinch also made allegations about the department of human services’ treatment of victims of transvaginal mesh implants. The implants, designed to treat common childbirth complications, have destroyed the lives of hundreds of women, who have been left in debilitating pain and unable to have sex. Many have suffered significant psychological trauma. Hinch told the Senate he had been contacted by victims who have been refused the disability support pension. He also raised concerns about the qualifications of DSP assessors. One woman who questioned their qualifications was told they were “like” psychologists, Hinch says. The defence minister, Marise Payne, took the questions on notice. A quick Dorothy Dixer for the manager of government business, Christopher Pyne, to have a laugh about the Labor frontbencher Anthony Albanese expressing some creative differences with Bill Shorten – then Labor moves the suspension motion. Labor’s Tony Burke: The House calls on the deputy prime minister to stand aside from cabinet immediately. Pyne leaps to his feet with the gag. Mr Speaker, they’ve got to build some momentum before they do that. I move that the member be no longer heard. Labor wants the legal advice the government is relying on to inform its statements that Barnaby Joyce is eligible to be in the parliament. The Labor leader Bill Shorten says there is a precedent in 1999, when John Howard tabled legal advice about a high court case in 1999. Malcolm Turnbull: If the honourable member has to go back 18 years to find a ... precedent, it rather proves the point I made in my earlier answer. A Dorothy Dixer allowing the social services minister, Christian Porter, to reflect on the most insipid press release in political history. Which is always a big call. A Labor press release. Labor, returning to Barnaby Joyce, and picking up Malcolm Turnbull’s last answer. Q: Can the prime minister please advise the House on what other occasions his government referred a matter to the high court to provide the high court with an opportunity? Malcolm Turnbull: Thank you, Mr Speaker. I can’t recall any other occasions. Some chuckling ensues. The prime minister says the government does not doubt the eligibility of its ministers. The foreign minister Julie Bishop has provided an update to the House about North Korea. Given that North Korea is threatening the international nuclear non-proliferation regime that has governed the use of nuclear technology since 1970, we instructed our ambassador in Vienna to make a statement overnight at an extraordinary session of the comprehensive test ban treaty commission, and we demanded that North Korea cease its ballistic and nuclear weapons programs and that it abide by international law and international norms. Also overnight, the UN Security Council held an extraordinary meeting and the United States will be circulating a draft resolution to be adopted next week, and Australia supports stronger UN Security Council responses including even stronger and tougher economic sanctions, particularly those where China can exercise its leverage. Mr Speaker, the prime minister and I continue to talk with our counterparts in the region and also the permanent five members of the Security Council. It is overwhelmingly in our interest to pursue every avenue and use every effort to find a peaceful resolution to this crisis. Returning to the fray. Labor, continuing: Q: If the prime minister believes there is no doubt about the deputy prime minister’s qualifications, then why was the matter referred to the high court? Malcolm Turnbull: Well, thank you, Mr Speaker. In order to give the high court the opportunity to clarify the law on this matter. Let’s pull out of the fray for a second and snapshot this question time. Labor is staying focused on the legitimacy of ministerial decision making, both because that’s a serious issue, and also part of the political case it’s making currently that the government isn’t acting rationally, and isn’t stable. The government is focused on energy because it is creeping towards having something substantive to say, because it wants to apply some counter-pressure to Labor politically, and it wants to talk about anything other than the high court right now. That’s question time, in a post. Back in the House, another Dorothy Dixer on energy, and Labor persisting on why the government is being reckless and allowing ministers before the high court to keep making decisions. The prime minister wants to know why Labor isn’t interested in energy prices. And other things. Meanwhile, in the other place, the blowtorch is well and truly on Nationals senator Fiona Nash in the Senate. Labor have begun right where they left off on Monday. They’ve launched an immediate attack on Nash over her handling of her dual citizenship, and divergent approaches taken by her and former resources minister Matt Canavan, who resigned from cabinet. Labor senator Catryna Bilyk quotes Canavan to the chamber. Caravan said he was standing aside from cabinet because he wanted to “fully respect this process”. “Was senator Canavan right to do so?” Bilyk asks. Nash repeats the line she employed yesterday. That Canavan resigned without fully knowing the facts. Subsequent advice emerged showing the eligibility of Nash and her Nationals leader, Barnaby Joyce, were not threatened by their dual citizenship. Bilyck presses on. She asks whether Nash is simply trying to protect the government’s slender majority in the Senate. Fiona Nash: The answer to that is no. I’ve indicated of course the timeline of events in terms of the information that was provided. Labor is back with section 64. Q: Since the government became aware there were doubts over the deputy prime minister’s qualification to be a member of parliament, how many executive orders, grants, delegations, appointments and legislative instruments has the deputy prime minister made or signed? Malcolm Turnbull: Thank you, Mr Speaker. The government does not doubt the deputy prime minister’s eligibility to sit in the parliament. The NXT MP Rebekha Sharkie has a water question. She’s concerned about illegal diversions. Barnaby Joyce says a report by Ken Matthews is imminent. He says the government has been diligent in investigating claims of wrongdoing. Labor wants to know whether the prime minister has told the governor general that Barnaby Joyce will be the acting prime minister later this week. The prime minister says the governor general is in the loop. Turnbull says the GG was notified quite some time ago. Malcolm Turnbull: There is a standing instrument that makes the deputy prime minister acting prime minister when I’m out of the country or indeed absent from duties and so forth. A Dorothy Dixer allowing the treasurer, Scott Morrison, to note that the Labor leader, Bill Shorten, has no plan to drive jobs, no plan to drive growth in this country. He is just on one big long whinge. Another question from Labor on section 64 of the constitution and whether current decision making by ministers before the high court is legal. Malcolm Turnbull: Mr Speaker, I can assure the honourable member that I am fully aware of section 64 of the constitution. It’s been there for quite a long time and I can assure the honourable member that the government is very satisfied that the ministers he referred to are fully entitled to serve as ministers just as they are entitled to serve in this parliament. A Dorothy Dixer on energy policy. The dixer allows Malcolm Turnbull to confirm the government is in discussions with AGL, the owner of the Liddell power station in New South Wales “about how we can ensure that that power station stays in operation for at least another five years after 2022.” I flagged these discussions were underway in a column I wrote last weekend. The government wants to keep more coal fired power in the system for longer as part of its response to the Finkel review. Labor opens today’s session with ministerial decision making, and section 64 of the constitution. Q: Has the government sought or received any advice that ministerial actions of the deputy prime minister, Senator Nash and Senator Canavan may be open to challenge? Malcolm Turnbull: All of the ministers will continue to administer the departments to which they are sworn. I have explained the government’s position in terms of the high court litigation ... we are very confident that the deputy prime minister and indeed Senator Nash and indeed Senator Canavan will be found not to be disqualified from sitting in this House or indeed in the Senate. (Section 64 says no minister of state shall hold office for a longer period than three months unless they are a member of the House or the Senate). This is the moment in every Canberra live-blogging day when the live blogger looks up and clocks that question time is ten minutes away and screams. Mostly silently. Sometimes out loud. Fill up your water bottles. 2pm beckons. Incidentally on the Ian MacDonald question, some colleagues say the Queensland veteran was trying to make a positive point – that he believed they were a good government, so why weren’t the voters responding to all the good governing? The eternal why. Expressed in a more positive light. In any case, MacDonald’s intervention points to the government’s resting disposition right now. Government MPs know that the period between now and the end of the year is genuinely existential territory for the Coalition. Mentally, government MPs are battening down the hatches. What will the high court do on same sex marriage and citizenship? Will we get through the energy policy debate in one piece? These are the worries sitting behind a question about the government’s poll position. Meanwhile, in the other party room, the Coalition party room, same-sex marriage and the clean energy target didn’t rate a mention. Malcolm Turnbull accused Labor of behaving like “bawdy school children behind the bike shed” intent on causing mayhem in parliament. He said nobody in the Australian community was raising the issues Labor was focused on, which Barnaby Joyce expanded on by nominating citizenship (his eligibility for parliament) and same-sex marriage as the issues that “nobody” is bringing up outside the Canberra bubble. Joyce suggested Australians wanted their government to be like a dentist - competent. The foreign minister, Julie Bishop, discussed North Korea and the deal on maritime boundaries with East Timor. Treasurer Scott Morrison rattled off the recent positive economic figures. In response to the question Murph has mentioned from Ian MacDonald about why the government was doing badly in the polls – Turnbull, according to the official version, apparently replied that it was good to hear his colleague being so candid. A quick summary of the Greens party room meeting, and this morning’s Labor caucus. The Greens have telegraphed a plan to move a motion in the Senate on Tuesday asking senators to declare if they think coal-fired power is a clean source of energy. The Greens have also telegraphed a campaign to try to wedge Labor on energy policy, with a big decision on the Finkel review coming up. The Greens will move a motion on Tuesday that “the Senate does not consider coal-fired power to be clean” as part of an effort to keep the spotlight on this issue. The Labor caucus met on Tuesday morning, too. It has agreed to support the Turnbull government’s cashless welfare debit card legislation in the House of Representatives, but it will withhold support in the Senate until it sees the results of a Senate inquiry into the card. Labor MPs asked numerous questions about the card. They wanted to know what the views of Indigenous leaders were in the communities in which the cashless card has been trialed; what was the geographic area of the new trial site in Kalgoorlie; and if there was a black market on the card. Jenny Macklin, the shadow minister for social services, responded to all questions. She said the majority of Indigenous leaders in affected communities continued to support the card. She said there were anecdotes of a black market on the card, but it was hard to qualify. The Labor caucus has also agreed not to oppose the government’s anti-money laundering and counter-terrorism financing amendment bill in the House of Representatives. But it wants to reserve a final position pending a briefing from the government, and the results of a Senate inquiry into the bill. The Labor leader, Bill Shorten, addressed caucus on the seriousness of North Korea’s nuclear testing, saying every responsible member of the international community condemned the tests. “North Korea’s dangerous, provocative aggression is a grave threat to the security of the regime and the stability of the world,” Shorten said. “Every nation has a responsibility to implement measures under the UN Security Council’s sanctions regime, and we support tougher and more targeted sanctions where appropriate. “This remains the best path to de-escalation. China has supported the sanctions but may be able to do more, and if they can be encouraged to exert their influence, they should. “We support the United States and China working together on practical steps to achieve a peaceful outcome on the peninsula.” Back to the forecourt. The Queenslander Bob Katter stopped by for a chat on his way back from a rally with maritime workers. The education minister, Simon Birmingham, is on Sky. Birmingham is a strong government supporter of marriage equality. He’s asked by his host Sam Maiden what plan C is in the event the high court throws out the postal ballot: Simon Birmingham: I’m not dealing with plan C. One more. Just a sprinkle of Mike Bowers’ beautiful work from down on the forecourt. Here’s the Labor leader, Bill Shorten, meeting Indigenous man Clinton Pryor. I love this frame. So, let’s grab a minute to take stock. The high court has begun hearing a legal challenge in Melbourne to the postal survey. Just a reminder, Calla Wahlquist is covering that live, here. I will check in periodically. Ahead of that challenge, the Tasmanian independent Andrew Wilkie (who is one of the plaintiffs in the high-court case), Labor and the Greens, all called for a swift parliamentary vote on marriage equality in the event the high court throws out the postal survey, forcing the issue back into the parliamentary arena. North Korea continues to dominate international news. Today in Canberra, the trade minister, Steve Ciobo, warned a trade war sparked by the standoff on the peninsula wouldn’t help anyone. The White House confirmed that Donald Trump will have a telephone conversation with Malcolm Turnbull early on Wednesday morning AEST to discuss the latest developments. In relation to the dual citizenship high court matters, Labor continues to have Barnaby Joyce and ministerial decision-making firmly in its sights, and various MPs have declined to follow Bill Shorten’s lead and make their citizenship documents public. And so we go. Tuesdays are funny days. There’s a lull in the morning during the party room meetings, then we accelerate around this time of the day. Give me a minute, I’ll post a lunchtime summary, before we blast off into the afternoon. Bill Shorten has met Indigenous man Clinton Pryor, down on the parliamentary forecourt. (Murph mentioned Pryor was on his way earlier today). Shorten held a brief press conference afterwards. The Labor leader said he “didn’t agree with everything” that was said at the meeting, but paid Pryor respect, saying his walk had “taken great courage and personal strength of character”. Reporters pursued energy prices and energy policy. Shorten called on the government to move forward with a clean energy target. Bill Shorten: We need a clean energy target. The chief scientist [Alan Finkel] has written a report that outlines a pathway forward to help restrain energy prices and help take action on climate change. The number-one problem contributing to energy prices in this country ... is the absence of proper national policy. Mr Turnbull has got to stare down the knuckle draggers and the right wing of his conservative Coalition. Because once we’ve got policy, then investment will follow, and once we have a green light to investment in energy generation then we have downwards on pressure on prices and real action on climate change. Asked what Labor would do to secure baseload power, Shorten said, again, “get a clean energy target”. Shorten also addressed the $122m postal survey on same-sex marriage, and drug testing welfare recipients. At this point in the press conference protesters began to have a bit of a yell and our eyes on the ground, Mike Bowers, said they were people who had come to parliament with Pryor. Shorten wrapped up the press conference to prepare for question time. The Coalition party room has met in Canberra this morning. Liberal sources have told me that the veteran Queensland Liberal Senator Ian MacDonald responded to a positive report from the executive about how the government was currently travelling (quick summary: splendidly) with a question to the prime minister about why the polls are so bad. According to my informant, MacDonald inquired who was running the political strategy for the government. Peace, love and harmonics. Oddly enough this turned up in my Twitter timeline just as Paul Karp was sending me his update from Stonewall City. It seemed appropriate to share. In response to Bill Shorten tabling a letter on Monday showing he had renounced British citizenship in 2006, I’ve been doing a phone around to Coalition and Labor MPs who either had dual citizenship, or who have had questions raised about their entitlement to citizenship by descent, to see if they will follow suit. Labor is holding the line that Shorten is an exceptional case because he wants to be prime minister, and nobody else needs to show and tell. A spokesman for the Labor leader in the Senate, Penny Wong, said she would not produce documents to show her renunciation of Malaysian citizenship. Labor MPs Maria Vamvakinou, Tony Zappia, Justine Keay, Susan Lamb and David Feeney have so far either refused to provide documents, failed to respond or referred inquiries to Shorten’s office. Numerous Coalition MPs and senators including Julia Banks, Stephen Ciobo and Michael Keenan have reiterated they do not hold dual citizenship but have similarly refused to produce documents. On Tuesday Julia Banks told Guardian Australia “I am not a dual citizen and never have been”, but did not respond to a request for documents demonstrating that she is not entitled to the rights and privileges of a citizen, another basis for disqualification under section 44 of the constitution. The trade minister, Stephen Ciobo, told Sky News : “I am absolutely 1,000% certain I have no issue about Italian citizenship whatsoever.” Justice minister Michael Keenan has said that he renounced British citizenship in 2004. Guardian Australia has asked Keenan and Ciobo for documentation and advice to support their position. A spokeswoman for assistant minister to the treasurer, Michael Sukkar, said he is a “sole citizen of Australia” and unlike Shorten had never been a citizen of any other country. The spokeswoman said Sukkar is not entitled to Lebanese citizenship under Lebanese law, as his birth was never registered with Lebanese consular authorities in Australia (as required by Lebanese law). “This position was confirmed by the Lebanese Consulate General in Melbourne in 2012 and most recently confirmed publicly by a spokesman for the Lebanese Embassy in Canberra.” Just by the by, the sequel. I wonder how long it will take the Washington Post to get a transcript? Just by the by. Briefings after the various party rooms will happen shortly. The Senate has ordered its business, at least for the first cut of the day. The media reform package has fallen off the list, which suggests that package is now in deep chin-stroking territory. As always, all things are liable to change without notice. The Greens will try again today to pass a motion requiring an audit of all parliamentarians to ensure they meet the eligibility requirements. The citizenship report I pointed you to earlier (with the briefing on the news story by Gareth Hutchens) will be tabled late today. I gather from watching the social media accounts of some MPs that young Indigenous man Clinton Pryor has arrived at the tent embassy outside old parliament house at the end of a 5,581km walk, which is intended to share the concerns of Indigenous Australians with federal parliamentarians. I think he may be heading in our direction. I gather the high-court hearing is under way now in Melbourne, and back in Canberra, the Greens senator Nick McKim is doing an interview on Sky. He’s asked whether the Greens will support a private member’s bill drafted by the Liberal senator Dean Smith in the event the high court throws out the postal survey. McKim initially delivers a broad formulation. He says his party is working constructively across party lines to ensure a bill comes forward. When pressed, he says the Greens will support the Smith bill. He says it is important to support that bill in order to ensure marriage equality can be delivered expeditiously. Nick McKim: If that’s the bill that ends up being put before the parliament, we will support it. Speaking as we were before about polls, and today’s Essential survey, YouGov has a new poll out today which has the Turnbull government and Labor at level-pegging on 50/50 on the two-party-preferred measure. YouGov is the only poll which has had the Coalition either on 50/50, or ahead of Labor, in recent weeks. All the other polls (ours included) have had Labor comfortably in front for ages. Because all the major opinion polls have Labor comfortably in front, that feeds both negative voter perceptions and daily news reporting. The news frame becomes ‘government in trouble’. But there’s an alternative potential reality, one where the contest is much closer than it seems, and that’s the alternative reality YouGov seems to capture more often than other pollsters. YouGov follows a different methodology for the allocation of preferences. Voters direct their own preferences in that survey, rather than assumptions being made about preference flows that mirror behaviour at the last federal election. Whether or not the difference in methodology is material or not we will only learn in time. Interesting, though. (Essential’s two-party-preferred number this week is Labor 53% and Coalition 47%. That’s been steady for a couple of weeks, and it’s the same as the Newspoll). My colleague Gareth Hutchens has an interesting story this morning about citizenship. Not the high-court dual-citizenship variety, but the Turnbull government’s proposed overhaul of the criteria for becoming an Australian citizen. Remember that package? We expect a report later today from the Senate standing committee on legal and constitutional affairs, after an inquiry into the government’s package. The early mail suggests the report (which is authored by a cross-party group including Coalition senators) will recommend the Turnbull government water down its proposed English language requirements in the revised system, and some grandfathering arrangements for people already in the system. If the early mail is correct, it will be interesting to see how the government responds to calls from its own people to adjust the package. There has been resistance to the package in the Senate. The Nick Xenophon Team has telegraphed concerns about an English test which requires university-standard language proficiency. Same. But different. More typing in my case. The shadow attorney general, Mark Dreyfus, has been bailed up by Sky News. Dreyfus echoes the comments from Andrew Wilkie this morning. In the event the high court bins the government’s postal survey, “we’ll press for a full free vote as soon as possible”. “We’ll be pressing as hard as we can, at the earliest opportunity”. I think I’ll just post this without comment. I have an eye on marriage equality advocates who are addressing reporters in Melbourne ahead of today’s hearings. If you want to follow our live coverage of today’s hearing, the wonderful Calla Wahlquist is on the job, court side. You can tune in here. I’ll be cross referencing developments in the court during Politics Live today. We also thought we’d keep testing popular support for marriage equality given the important events of this week. This week’s Essential data says 59% (up 2% from a fortnight ago) support changing the law to allow same-sex couples to marry and 31% (down 1%) are opposed. The voter groups most in favour of marriage equality are Labor voters (73%), Greens voters (82%), women (65%) and younger people aged 18-34 (69%). A clear majority are also saying they intend to turn out for the ballot, with 62% (down 1% from a fortnight ago) saying they will definitely vote in the ballot if it survives the high court challenge and 16% (down 2%) reporting they will probably vote. People most likely to definitely vote are Greens voters (74%), women (66%) and people aged over 55 (72%). Supporters of same-sex marriage are also represented more highly in the cohort reporting they will definitely vote in the postal survey, with 74% of people favouring marriage equality reporting they will definitely vote compared to 58% of people opposed. This figure is identical to data two weeks ago in the Guardian Essential poll. Given the party room hiatus we have a bit of time to look at our latest Essential poll. This week, voters were asked a series of questions about Australia Day and about how we present our history, given recent controversies about both issues. Malcolm Turnbull has jumped on this issue in recent times. The responses suggest Australians are sensitive about changing the date, or about editing history. 54% of the sample were opposed to changing Australia Day from January 26, including 38% strongly opposed. A clear majority, 70%, believe everyone can celebrate on January 26, despite concerns raised by Indigenous people. When it came to changing the inscriptions on statues, the sample split. 29% approved of editing inscriptions and 42% disapproved of the idea. It being Tuesday morning of a parliamentary sitting week – both the Coalition party room and the Labor caucus are meeting. If you have a spare twenty minutes this morning, and feel the need of some preparation ahead of the high court’s deliberations on the postal survey and citizenship, I had a chat last week to George Williams, professor of constitutional law at UNSW. This covers a lot of ground on precedents and so forth. Williams thinks there is a very good chance the high court will knock off the postal survey. Shelley Argent, the national spokesperson for Parents and Friends of Lesbians and Gays (PFlag), is being interviewed by Sky News ahead of the high court hearing today. She says rights for the gay and lesbian community need to be determined in a more “dignified” way than a postal survey. She says it’s not the usual practice in Australia to survey the public before legislating to advance human rights. She says if marriage equality advocates lose the legal challenge to the postal survey, they will move without skipping a beat to run a yes campaign for marriage equality. The deputy prime minister, Barnaby Joyce, is doubtless limbering up for another character-forming day facing questions about the appropriateness of his ministerial decision making. The manager of opposition business, Tony Burke, has been on the ABC this morning continuing to criticise the government for exposing itself to legal risk. If you were with me yesterday, you’ll know Labor has been pursuing Joyce over the section of the constitution that says you can’t be a minister if you aren’t an MP. Readers know that Joyce is one of the government ministers currently before the high court because of his dual citizenship of New Zealand. Tony Burke: We haven’t been saying that he should resign immediately as a member of parliament. He should wait for [the high court] decision. But while there’s a cloud over him, he should be standing aside as deputy prime minister of Australia. Every day he’s making executive decisions and he might not even be eligible to be in the parliament. He’s not only in charge of his own portfolio now. He’s also in charge of Matt Canavan’s portfolio because Matt Canavan did the right thing and stood aside while the high court was working this out. And it’s getting now to the bizarre situation where at the end of this week, when Malcolm Turnbull goes overseas, their current plan is to put in charge of the whole of Australia someone who might not even be lawfully allowed to be in the parliament. There’s a legal risk over every decision that’s made. If the high court ends up deciding that he’s OK, then OK, the government got away with it. If the high court decides that he’s gone, we then face legal challenges on every decision that he has made during this period where the parliament had resolved that he might not be eligible to be here. While Murph has been listening to the prime minister on Nova, Liberal senator Linda Reynolds and Labor MP Andrew Giles have been on ABC’s AM talking up a push by the major parties for a bipartisan deal on political donations laws. The chair and deputy chair of the joint standing committee on electoral matters both agreed that political donations laws are broken and need fixing. Asked why companies and people donate, Giles says it depends but “most of the businesses that donate are involved in industries that are very heavily regulated – so it’s pretty easy to infer why they’re making those donations”. Reynolds poured cold water on the idea unions and business could be banned from making donations entirely – noting “elections are expensive” and the high court has ruled “we’ve got the right to freedom of speech and freedom of association”. In its Unions NSW decision the high court found a NSW law limiting donations to individuals on the electoral roll was unconstitutional. Both are on board with real-time disclosure of donations, and Giles also supports capping donations. Reynolds notes there are three ways to pay for political campaigns: for a candidate to pay for it themselves; to raise money from donations; or to get public funding. Asked how to sell Australians on the idea of more public funding, Reynolds says she would “ask what price democracy and what price transparency?” Linda Reynolds: People have to have faith in the system. And we believe it has to be more transparent, it has to have a much more level playing field. The big issue we’re having a look at is that the current provisions were largely written in 1983 and technology and campaigning, and the amount of political actors ... has changed significantly. Reynolds says third parties, like Get Up, industry organisations, green groups and church groups, are not regulated in the same way despite campaigning on behalf of issues and parties. Here he is, coming into the home stretch, a study in determination. I gather the run was abandoned after a lap. Meanwhile, Mike Bowers, intrepid soul that he is, has been out jogging with the deputy prime minister, which is brave, given the actual temperature right now is 4.4C, and the apparent temperature, according to our friends at the BOM, is -4.8C. The wind-chill this morning, with that icy blast off the snow fields, would bring a tear to the eye. The conversation on Nova has shifted to basketball. Malcolm Turnbull tried to shoot some hoops recently and it didn’t go that well. I think there is vision of that somewhere. I’ll see if I can find it. By some strange coincidence, Andrew Gaze, the former basketballer, has rung in to offer some pro tips. Turnbull says if you put a basketball in the hands of any fifty something politician, they’ll miss the shot. But still, you may as well have a go. After some chortling at the prime minister’s deficient basketball skills, there’s some brief Swans banter, and then he’s asked what his favourite song is. The prime minister says it’s a romantic song, and wonders if that is ok to share. The song turns out to be If You Leave Me, Can I Come Too? The prime minister has bobbed up on Nova FM in Sydney. Malcolm Turnbull is also speaking about North Korea. He says confrontation on the peninsula would be a “catastrophe”. He’s repeating the lines he’s given for the last few days on China, and China’s responsibility to exert leverage over North Korea. The trade minister Steve Ciobo has stopped by the ABC studios to do an interview on the trade implications of the North Korean crisis. Overnight, the US government urged the UN security council to impose the toughest possible sanctions on the isolated dictatorship. Ciobo says a trade war stemming from the stand-off on the peninsula would be bad for Australia, and bad for the world. Steve Ciobo: It is in no-one’s interest for an outbreak in trade hostilities. Good morning everyone and welcome to Tuesday in Canberra, it’s delightful to have your company. Two big events hang over politics-as-usual today. The first is the biggest story in the world at the moment – continuing concern over potential military conflict on the Korean peninsula. The second is a local challenge for the government – the high court will this morning begin two days of hearings into the legality of the Turnbull government’s postal plebiscite. The court hearing on the postal ballot is in Melbourne today, but there will be a lot of Canberra eyes (including mine) trained southward through today. The Turnbull government will have everything crossed for a positive result, because if the high court throws out the postal survey, this issue bounces back into the government’s lap, and in highly uncontrolled fashion. Ahead of the hearing today, the Tasmanian independent Andrew Wilkie, who is a plaintiff in one of the legal challenges, has done a round of early interviews. He’s told the ABC he’s “hopeful” the high court will veto the postal survey. The legal challenge rests on an argument that the finance minister has no power to appropriate $122m from a special advance because the expenditure for the postal survey was not urgent and unforeseen (which is the criteria for the advance). Wilkie says expenditure on the survey is neither urgent, nor unforeseen, given we’ve been talking about the plebiscite for some time. Wilkie has called on the government to bring the issue back to parliament quickly in the event the high court throws out the postal ballot. He says marriage equality in Australia could be resolved “weeks from now” if the issue comes back to parliament. As well as the pre-positioning on marriage equality, citizenship is still thundering round the place, and energy policy also continues to lurk around the news. The Turnbull government yesterday took possession of an analysis by the Australian Energy Market Operator looking at the amount of dispatchable power required in the system as ageing coal plants leave the system. The Australian this morning has a sniff of the report which doesn’t advance the issue much. The paper reports the system is at risk from a “dangerous” shortfall in base load power, but doesn’t provide specifics. It’s pretty obvious AEMO will identify a shortfall, the key questions are: how much, when, and what will the government do about it? We’ll have to watch this space for the substance and for the answer to the questions I’ve just posed. It’s not yet clear to me whether this report will be released today or not. I gather it only arrived at 5pm yesterday. You never know, someone in the government might want to read it first before releasing it. Mad I know. Quick housekeeping, then let’s leap into the day. The comments thread is wide open for your business. You can also speak to me on the twits @murpharoo and to Magic Mike Bowers @mpbowers A great off platform conversation also happened on my Facebook forum yesterday, feel free to do that today if you are so inclined. I’ll share a link over there in due course. Don’t worry, be happy. Here comes Tuesday.",
    "keywords": [
        "turnbull",
        "bill",
        "stronger",
        "supports",
        "korea",
        "high",
        "australia",
        "prime",
        "bishop",
        "citizenship",
        "parliament",
        "court",
        "minister",
        "happened",
        "resolution",
        "julie",
        "labor",
        "north"
    ],
    "summary": "Foreign minister Julie Bishop has addressed the crisis in North Korea and said Australia supports stronger UN Security Council responses including even tougher economic sanctions.\nKatter is having a meeting with former prime minister Tony Abbott this afternoon or this week.\nLabor’s Tony Burke: The House calls on the deputy prime minister to stand aside from cabinet immediately.\nLabor wants to know whether the prime minister has told the governor general that Barnaby Joyce will be the acting prime minister later this week.\nThe prime minister says it’s a romantic song, and wonders if that is ok to share.",
    "sentiment": {
        "neg": 0.0394,
        "neu": 0.8729,
        "pos": 0.0877,
        "compound": 0.1004
    }
}