{
    "date": "2017-08-09T08:23:41Z",
    "title": "Where is Guam and why is North Korea threatening it?",
    "url": "https://www.theguardian.com/world/2017/aug/09/guam-where-why-north-korea-threatening-it",
    "content": "Guam, a 210 sq mile (544 sq km) sovereign US territory in the western Pacific Ocean, is used by the US as a strategic military base. Almost a third of its land is controlled by the US military and about 6,000 American troops are based there. Its location, within range of North Korean medium- and long-range missiles, and military significance to the US make it a logical target for Pyongyang. As recently as Monday, two US air force B-1B bombers flew from Guam to join their counterparts from South Korea and Japan for a mission over the Korean peninsula, about 2,100 miles away, in which the air forces practised various manoeuvres. Last month, in another show of force, the US twice flew a pair of supersonic bombers that took off from Guam over the Korean peninsula after two North Korean tests of intercontinental ballistic missiles. The island is incredibly remote: the nearest significant population is in the Federated States of Micronesia, about 570 miles away. Beyond that, Papua New Guinea is 1,400 miles away, the Philippines are 1,600 miles from its shores and Japan 1,623 miles. Approximately 40% of Guam’s population, estimated in 2015 to be around 162,000, is made up of the indigenous Chamorro people, while another 25% are Filipino. Though there has been some resistance and displeasure from the people of Guam over the US military’s presence, it is also essential to the island’s economy, second only to tourism. According the island’s official tourism website, it is a destination like no other, with “star-sand beaches, crystal clear blue skies and world-famous sunsets”. Guam was claimed by Spain in 1565 and became a US territory in 1898 during the Spanish-American War. Japan seized it for about two and a half years during the second world war. In 1950, an act of Congress made it an unincorporated organised territory of the United States. It has limited self-government, with a popularly elected governor, small legislature, and non-voting delegate in the US House of Representatives. Residents do not pay US income taxes or vote in the general election for US president but its natives are US citizens by birth. The US keeps a naval base and coastguard station in the south, and an air force base in the north, which was used during the Vietnam war. Protecting the island is the US Army’s Terminal High-Altitude Area Defence, or Thaad, which is used to shoot down ballistic missiles. Guam’s capital city is Hagåtña and its largest city is Dededo. Its chief languages are English and Chamorro. There have been various popular movements pushing for greater self-government or even US statehood, most notably a significant but failed effort in the 1980s to make it a commonwealth on par with Puerto Rico.",
    "keywords": [
        "war",
        "military",
        "threatening",
        "korea",
        "used",
        "missiles",
        "japan",
        "miles",
        "territory",
        "guam",
        "north",
        "korean"
    ],
    "summary": "Guam, a 210 sq mile (544 sq km) sovereign US territory in the western Pacific Ocean, is used by the US as a strategic military base.\nIts location, within range of North Korean medium- and long-range missiles, and military significance to the US make it a logical target for Pyongyang.\nLast month, in another show of force, the US twice flew a pair of supersonic bombers that took off from Guam over the Korean peninsula after two North Korean tests of intercontinental ballistic missiles.\nBeyond that, Papua New Guinea is 1,400 miles away, the Philippines are 1,600 miles from its shores and Japan 1,623 miles.\nGuam was claimed by Spain in 1565 and became a US territory in 1898 during the Spanish-American War.",
    "sentiment": {
        "neg": 0.0478,
        "neu": 0.9044,
        "pos": 0.0477,
        "compound": -0.023
    }
}