{
    "date": "2017-11-03T10:36:37Z",
    "title": "Trump’s Asia tour will expose his craving for the approval of despots | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2017/nov/03/trump-asia-tour-despots-philippines-vietnam-china",
    "content": "Expect to hear a lot of talk in the coming days about the existential threat posed by North Korea’s nuclear weapons and China’s unfair trade practices, vis a vis the US. The occasion is Donald Trump’s forthcoming 11-day, five-country visit to Asia – he leaves Washington on Friday for Japan, South Korea, China, Vietnam and the Philippines. If White House officials have their way, these two “America First” themes will dominate the trip. What you will hear considerably less about are the appalling human rights records of Trump’s hosts – and his abandonment of almost any pretence of upholding “western values” such as open, democratic governance. It’s true his recent Oval Office predecessors were all guilty, to varying degrees, of double standards on rights. But Trump’s studied insouciance plumbs new depths. He seems to have no standards at all. How else to explain his excitement at meeting Rodrigo Duterte, the Philippines president whose criminal campaign of extrajudicial slayings of alleged drug dealers and users has won Trump’s public endorsement? In a phone call in May, he praised Duterte for “doing an unbelievable job on the drug problem” – a job that, in his first year in office, saw more than 7,000 people unlawfully killed. “I think there’s a warm rapport there and he’s very much looking forward to his first in-person meeting [with Duterte],” a White House briefer said. Duterte’s doleful record includes attacks on political and media critics and his reckless aggravation of the neo-Islamist insurgency in the Bangsamoro, the Muslim areas of the island of Mindanao. Duterte has “unleashed a human rights calamity on the Philippines”, says Human Rights Watch. Trump’s apologists argue that the US president must weigh conflicting considerations. The US wants the Philippines’ backing in opposing North Korea’s regime (whose human rights abuses are also execrable) and Chinese encroachment in the South China Sea. Trump’s two days in Vietnam are likely to follow a similarly unprincipled script. After unilaterally upending the Trans-Pacific Partnership, bilateral trade deals are on his agenda. Enhanced defence, security and intelligence cooperation will also feature, again as a fence against China’s regional importunities. But don’t expect to hear much, if anything, from Trump about how his Vietnamese hosts run a ruthless, one-party communist dictatorship that is the antithesis of all that American democracy stands for; that the regime restricts freedom of speech, media and religion; or that courageous young bloggers who speak their minds are routinely intimidated, assaulted and jailed. The Vietnamese premier, Nguyen Xuan Phuc, made his mark with Trump when he visited the White House in May. The two reportedly see cold eye to eye. Trump’s appeasement of the killer in Manila and the hard men in Hanoi fits an established pattern of fawning behaviour towards dominant, autocratic figures with whom he plainly feels at home. His infatuation with Vladimir Putin is a case in point. His embarrassing excess of admiration for China’s burly strongman president, Xi Jinping, is another. “He’s a powerful man. I happen to think he’s a very good person,” Trump said of Xi during a Fox News interview last week. “Some people might call him the king of China.” Where does this subservience come from? American analysts seriously worry that a supine Trump, kowtowing ingratiatingly in the presence of Chinese royalty, could end up compromising the future Asia-Pacific balance of power by his desperate need for Xi to like him. Trump is evidently impressed by Xi’s success at last month’s Communist party congress, when he was crowned de facto leader-for-life. Maybe Trump privately believes that as a fellow Leviathan bestriding the world stage, this is his due, too. Yet in practical terms, his position is one of supplicant. He wants China’s help on North Korea. He wants concessions on trade. He hopes for Xi’s good graces. For this if no other reason, Trump will certainly not bother a kindred spirit with complaints about human rights. Yet his personal vanity and weakness notwithstanding, Trump as president bears a responsibility to take a stand. Xi is presiding over what has been termed the biggest curtailment of individual liberties since the era of Mao Zedong. Freedom of expression is ever more closely controlled. Political dissent is deemed akin to treason. In Hong Kong (to a virtually silent Britain’s shame), idealistic young pro-democracy campaigners are cruelly persecuted. Across the country, Christian church leaders and human rights lawyers are detained. UN calls for the repression to cease are ignored. On China’s periphery, the people of Taiwan live under constant threat of attack. This style of brute governance, aped by lesser despots around the world, represents a sustained assault on the universal democratic, human and civil rights for which the US has been a leading advocate since 1945. Trump should get over himself – and speak out. • Simon Tisdall is a foreign affairs columnist for the Guardian",
    "keywords": [
        "craving",
        "human",
        "white",
        "approval",
        "despots",
        "asia",
        "president",
        "simon",
        "philippines",
        "chinas",
        "trumps",
        "rights",
        "duterte",
        "tisdall",
        "xi",
        "tour",
        "expose",
        "trump"
    ],
    "summary": "How else to explain his excitement at meeting Rodrigo Duterte, the Philippines president whose criminal campaign of extrajudicial slayings of alleged drug dealers and users has won Trump’s public endorsement?\nDuterte has “unleashed a human rights calamity on the Philippines”, says Human Rights Watch.\nHis embarrassing excess of admiration for China’s burly strongman president, Xi Jinping, is another.\nFor this if no other reason, Trump will certainly not bother a kindred spirit with complaints about human rights.\nAcross the country, Christian church leaders and human rights lawyers are detained.",
    "sentiment": {
        "neg": 0.1052,
        "neu": 0.7925,
        "pos": 0.1022,
        "compound": -0.0831
    }
}