{
    "date": "2017-08-12T23:05:01Z",
    "title": "The Observer view on North Korea and the role of the UN | Observer editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/aug/13/observer-view-north-korea-donald-trump-united-nations",
    "content": "Barely a day passes without a reminder of Donald Trump’s unfitness for America’s highest office. The president’s performance during the past week has plumbed new depths of irrationality and ineptitude, even by the low standards he has set since January. Trump’s random, splenetic threats of unlimited military action against North Korea and now, bizarrely, against Venezuela, have exacerbated an already dangerous situation in east Asia. They have raised the real prospect of war, either by design or miscalculation. Trump’s inflammatory statements play into the hands of the despotic regime in Pyongyang, appearing to confirm its longstanding, phoney narrative that the US wants to destroy the country. They are doubly foolish because, for all his bombast, Trump evidently lacks the backing of senior advisers such as Pentagon chief, James Mattis, who says war would be “catastrophic”. Nor does he have support from Congress, the public or America’s allies, for an avoidable conflict aiming at forcible regime change that would inevitably draw in China, Japan, South Korea and possibly other countries, too. Trump’s erratic antics – they cannot be termed a policy – point to a deeper problem. His outbursts, and in particular, his boasts about America’s unmatched military might, give real cause for concern. Perhaps the pressure of the Russia scandal, his record unpopularity, his legislative humiliations, and his constant battles with the media is proving too much to bear. It would not be the first time a world leader has started a foreign conflict to distract from problems at home. Trump stands on one side of the North Korean confrontation. The other side is frightening, too, but for different reasons. The actions of Kim Jong-un’s regime are irresponsible, escalatory and reckless. But in a way, this is no big surprise. It should be plain to all by now that Kim, in power since 2011, is not his father. Where the late Kim Jong-il was cautious and not averse to negotiations with the west, the younger Kim is inexperienced and anxious to make his mark. He is also deeply insecure. He cannot be sure of the loyalty of senior cadres, hence the purges that have marked his tenure. North Koreans continue to suffer the dire economic and human consequences of one-party misgovernment. Only fear, underpinned by a horrific labour-camp system, keeps them in check and Kim in power. And Kim can no longer count on China to watch his back. Beijing is criticised for not doing enough to pressure Pyongyang. But as its agreement to the latest UN sanctions resolution showed, China’s leaders have come a long way in. One scenario Kim reportedly takes very seriously is a Beijing-backed coup that would leave the regime in place but decapitate its leaders, starting with him. The other new element in the equation – the one that triggered Trump’s rhetorical offensive last week – is Pyongyang’s apparent success in building an intercontinental ballistic missile and miniaturised nuclear warheads to go with it. This has confounded experts, who had predicted such a grim development was years away. Its import can and has been exaggerated. The idea that New York or Los Angeles are under imminent threat is fatuous and, perhaps, deliberately self-serving. All the same, the worst fears of successive US leaders have come true: North Korea has joined the global nuclear “club”. And there is no putting this evil genie back in the bottle. Pragmatic recognition of this incontrovertible, albeit regrettable, fact – that North Korea, like the US, is a nuclear power with offensive as well as defensive capabilities – is now the only sensible place from which to start rebuilding an internationally agreed strategy for lasting peace in the Korean peninsula. It is no use Trump and his Fox News chums threatening Armageddon. Peace cannot be attained by military means. Nor is there any point in the US trying to go it alone in terms of sanctions, isolation of the regime and other non-military methods. It simply does not have the power and influence any more. One of the hard lessons of the 21st-century world, which Trump has not begun to grasp but many other Americans are beginning to, is that the US can no longer expect to have things all its own way. China is the key player in the North Korean dispute. Ignore Beijing at your peril. If Trump were to do so, the various unfortunate outcomes could include an escalation of tensions in the South China Sea (there was more evidence of that last week), heightened friction with Japan and South Korea and damaging global trade and financial market strains. The telephone conversation on Friday between Xi Jinping, China’s president, and Trump was significant in this context. Xi called for restraint and emphasised the diplomatic path. If Trump truly wants Beijing’s help in pressurising North Korea, as he says, then he has no rational choice but to heed Xi’s advice. Perhaps he or, more likely, calmer heads in the state department, already have. Unconfirmed reports from New York suggest a back-channel diplomatic route to Pyongyang has been reactivated. If so, this is long overdue. But any renewed talks will get nowhere unless the US drops its unrealistic precondition that North Korea unilaterally abandon its nuclear arsenal. As China says, denuclearisation of the entire peninsula must be the ultimate aim. That means both North Korean and US nukes. The US would also be wise to consider other relevant factors. One is North Korea’s powerful folk memory of American war-making during the (still technically unfinished) 1950-53 Korean War, when more than a million civilians died. Why, they might ask, has Washington never signed a peace treaty? Why does the US still maintain large military bases in South Korea and elsewhere in their region? It is perhaps unsurprising that regime propaganda falls on fertile ground. Given their history, many North Koreans may fear American-led military “liberation” more than repression at the hands of their government. Another under-discussed factor is global nuclear disarmament. In short, this is something the US expects other countries to do but not itself. Like Britain, Russia, France and China, the US has never honoured its legally binding commitment under the 1970 nuclear non-proliferation treaty to work towards the elimination of its nuclear arsenal. Instead, it has enhanced and expanded it. Leaders who did renounce nuclear weapons, such as Libya’s Muammar Gaddafi, or who failed to obtain them, such as Iraq’s Saddam Hussein, paid the price. It is unrealistic to demand North Korea do something the world’s great powers, plus non-signatory nuclear states such as India, Pakistan and Israel, refuse to do themselves. Trump should heed Xi’s advice and that of Germany’s Angela Merkel, speaking for Europe, by calling a halt to the name-calling and foolish threats and offering a goodwill token – by cancelling this month’s unnecessarily provocative military exercises. If Trump does not, the grown-ups in Washington must call him to heel. For the sake of all the Korean peoples and the wider world, it is time to end the talk of war and relaunch a process of diplomatic negotiation under UN auspices.",
    "keywords": [
        "observer",
        "military",
        "regime",
        "korea",
        "editorial",
        "nuclear",
        "role",
        "kim",
        "china",
        "trumps",
        "trump",
        "view",
        "north",
        "korean"
    ],
    "summary": "Trump’s random, splenetic threats of unlimited military action against North Korea and now, bizarrely, against Venezuela, have exacerbated an already dangerous situation in east Asia.\nAll the same, the worst fears of successive US leaders have come true: North Korea has joined the global nuclear “club”.\nIf Trump truly wants Beijing’s help in pressurising North Korea, as he says, then he has no rational choice but to heed Xi’s advice.\nBut any renewed talks will get nowhere unless the US drops its unrealistic precondition that North Korea unilaterally abandon its nuclear arsenal.\nIt is unrealistic to demand North Korea do something the world’s great powers, plus non-signatory nuclear states such as India, Pakistan and Israel, refuse to do themselves.",
    "sentiment": {
        "neg": 0.1572,
        "neu": 0.7995,
        "pos": 0.0433,
        "compound": -0.253
    }
}