{
    "date": "2017-02-17T10:47:59Z",
    "title": "North Korea killing: Indonesian suspect 'moved to Malaysia to find work'",
    "url": "https://www.theguardian.com/world/2017/feb/17/north-korea-killing-indonesian-suspect-was-struggling-to-find-employment",
    "content": "The family of an Indonesian woman arrested in connection with the assassination of the North Korean dictator’s half-brother, Kim Jong-nam, say they are stunned by the development, painting a picture of struggling mother looking for employment. Malaysian authorities arrested 25-year-old Siti Aisyah and her boyfriend, Muhammad Farid bin Jalaluddin, 26-year-old Malaysian national, on Thursday. Police suspect the woman poisoned Kim 46, on Monday at Kuala Lumpur airport. Also detained was an alleged accomplice, who was travelling on a Vietnamese passport and was believed to be the same person captured on CCTV in the airport with “LOL” written on her shirt. Details emerging from the Indonesian media and interviews with people close to Siti suggest she was a quiet woman who moved to Malaysia with her husband in 2011 to seek a better life after the garment-making shop they ran from home went out of business. Her former father-in-law, Lian Kiong alias Akiong, told the Indonesian website detik.com she had met his son Gunawan Hasyim, while working in the store, and the two had subsequently married. Siti gave birth to a son, Rio, in 2009. “At first she worked in Malaysia with my son, not long after she gave birth,” he told local reporters from his home. The couple then moved to Malaysia after he urged them to because the business was not strong enough to sustain them. “I said go work there, save some money and then come back here and open a business,” he said. According to Akiong, Siti found a job as a shopkeeper in Malaysia, while his son worked in a restaurant. Gunawan returned to Jakarta after their marriage turned sour, and the pair divorced. Siti has only seen her seven-year-old son, Rio, who stays in Jakarta, about once a year. He described Siti as a “very kind, polite and respectful person”, telling Associated Press: “I was shocked to hear that she was arrested for murdering someone. I don’t believe that she would commit such a crime or what the media says that she is an intelligence agent.” Siti’s mother, Benah, said the family came from a humble village background and had no ability to help her. It was “impossible” her daughter was an international spy, she told the Sydney Morning Herald. “My daughter is not like that, she is just a country girl.” Indonesian immigration officials say Siti left Indonesia on 2 February via a ferry from Batam to Johor. An unverified report that originated on a Chinese website claimed the young Indonesian woman was approached in a nightclub and offered $100 to take part in filming a “reality TV prank”. The Guardian was unable to corroborate these reports. Malaysian police said on Friday that the body of Kim would not be released to Pyongyang until it was identified. The mortuary had sent samples from his body to laboratories try to determine the toxin that was apparently sprayed in his face on Monday. North Korean diplomats at first objected to the postmortem, sending embassy cars to the hospital. Malaysian officials later said the embassy had also requested police hand over the body. “So far no family member or next of kin has come to identify or claim the body. We need a DNA sample of a family member to match the profile of the dead person,” Selangor state’s police chief, Abdul Samah Mat, told Agence France-Presse. “North Korea has submitted a request to claim the body, but before we release the body we have to identify who the body belongs to,” he added. A school friend of Kim told the Guardian on Thursday that the former heir to the North Korean leadership was preparing to to move to Europe because he was fearful for his life. The source, who asked to remain anonymous, said he saw Kim last year, who was “aware of the sword of damocles above his head.” Kim, who was living in Macau, was estranged from his half-brother Kim Jong-un and lived in exile, mostly in Singapore and Macau. His is reported to have caused their father, Kim Jong-il, deep embarrassment after he tried to enter Japan’s Narita airport in 2001 on a forged Dominican Republic passport. However, Yoji Gomi, a Japanese journalist who formed a friendship with Kim Jong-nam, said on Friday that Kim quickly grew disillusioned with the North Korean political system soon after being exposed to western ideas during the years he spent attending school in Switzerland. In a possible sign that he was being groomed for leadership, Kim, then about 20, was asked to accompany his father on a nationwide tour of farms and factories to witness the country’s economic development in the early 1990s. “He said he saw the reality of the country’s situation on that trip, and that was when he started expressing views that contradicted those of his father,” said Gomi, a senior staff writer at the Tokyo Shimbun newspaper who published a book about Kim in 2012. “That’s what prompted him to start leading an unconventional life and eventually to leave the country.” In addition, Kim criticised North Korea’s hereditary transfer of power, saying that the country’s leader should be elected under a truly socialist system. He also advocated Chinese-style economic reforms in North Korea. Gomi, who at times appeared close to tears as he spoke to journalists in Tokyo on Friday, said Kim had made several trips to the Japanese capital, where he enjoyed singing karaoke and drinking in expensive bars with other Koreans and Japanese. Their friendship began after a chance meeting at Beijing airport in 2004. “I’d heard rumours that he was a playboy, had complicated relationships with women and was crazy about gambling, but the man I encountered was polite, and with a keen intellect,” Gomi said. Soon after Kim Jong-un became leader after their father’s death in December 2011, Kim Jong-nam emailed Gomi to ask him to delay publication of his book, describing the timing as “sensitive”.",
    "keywords": [
        "work",
        "malaysian",
        "body",
        "woman",
        "moved",
        "suspect",
        "malaysia",
        "korea",
        "killing",
        "indonesian",
        "kim",
        "told",
        "siti",
        "son",
        "gomi",
        "north"
    ],
    "summary": "Police suspect the woman poisoned Kim 46, on Monday at Kuala Lumpur airport.\n“At first she worked in Malaysia with my son, not long after she gave birth,” he told local reporters from his home.\nThe couple then moved to Malaysia after he urged them to because the business was not strong enough to sustain them.\nAccording to Akiong, Siti found a job as a shopkeeper in Malaysia, while his son worked in a restaurant.\nAn unverified report that originated on a Chinese website claimed the young Indonesian woman was approached in a nightclub and offered $100 to take part in filming a “reality TV prank”.",
    "sentiment": {
        "neg": 0.0628,
        "neu": 0.896,
        "pos": 0.0412,
        "compound": -0.0751
    }
}