{
    "date": "2017-09-08T17:26:18Z",
    "title": "We must ramp up protest if we are to avoid nuclear war | Letters",
    "url": "https://www.theguardian.com/world/2017/sep/08/we-must-ramp-up-protest-if-we-are-to-avoid-nuclear-war",
    "content": "Zoe Williams’ article (No more nukes? Why anti-nuclear protests need an urgent revival, 7 September) is a timely and thoughtful reminder of why civil society must respond to the present US-North Korea nuclear crisis if we are to avert catastrophe. Protesters clashed with police in Seoul on Thursday while demonstrating against the deployment and expansion of the US Terminal High-Altitude Area Defence (Thaad) missile-defence system. The South Korean protesters realise what many of our leaders don’t: deploying more weapons, conducting more military drills, and intensifying the war of words could soon tip the balance in favour of a real nuclear war that would kill millions. There will be no winners, whatever Donald Trump might imagine. Last year, here in Britain, CND led a demonstration of over 60,000 against the replacement of Trident, our own nuclear weapons system. We were joined by Labour leader Jeremy Corbyn, Scottish first minister Nicola Sturgeon, as well as trade unionists and representatives of faith groups and civil society organisations. That demonstration argued what should now be clear to all: nuclear weapons are no deterrent. Trident does nothing to protect us on the brink of nuclear war: on the contrary it will make us a target. From the early CND demonstrations onwards, we called on our leaders to ban the bomb. This year, that demand has culminated in 122 countries negotiating a legally binding nuclear ban treaty at the United Nations. It opens for signature on the 20th of this month. Britain must join them, rule out joining military exercises on the Korean peninsula, and support calls for the resumption of the six-party talks. The demands of our demands movement are not naive, utopian slogans. They are urgent and necessary actions that our politicians must heed if our species is to survive. They are needed now more than ever, and the more of us that make that case to our leaders, the better chance we have of securing a future for ourselves and the generations to come. Kate Hudson General secretary, Campaign for Nuclear Disarmament • While welcoming Zoe Williams’ article on Greenham and the 1980s, I am astonished that she failed to acknowledge the highly effective International Campaign to Abolish Nuclear Weapons (Ican) that has brought over 450 organisations in 100 countries together to achieve the ground-breaking new treaty on the prohibition of nuclear weapons. I was one of the “scruffbags”, living at the Greenham women’s peace camp from 1982 until we got the 1987 treaty, and I’ve been applying those lessons ever since. Empower women, youth and nuclear-free countries and we can stop militarism in its tracks. That’s how Ican came about. We found new ways appropriate to the 21st century, reawakened global awareness about the dangers of nuclear weapons and now have the ban treaty as the next step to accelerate their elimination. Greenham women were ridiculed and dismissed until we were successful. So it will be for the nuclear ban treaty. Britain, France and America issued an immediate denunciation of course, sounding like sulky children faced with having their noisy bang-makers taken away by the grown-ups. But history indicates that it will narrow their nuclear options until they disarm and join. So wake up, Britain – the rest of the world has banned nuclear weapons, Scotland wants rid, and the next prime minister (or the next) will probably join the 2017 nuclear prohibition treaty. So it would be sensible to cancel Trident now and put our taxes to better use, like education, health and preventing climate meltdown. Dr Rebecca Johnson Green party spokesperson on security, peace and defence • Why is it that even such generally well-informed commentators as Polly Toynbee persist in propagating the fallacy that some states’ possession of nuclear weapons is somehow legitimate (Dad’s nuclear option? Death pills, 7 September)? The UN has never officially sanctioned the possession of nuclear weapons by anyone. In fact the very first resolution of the UN general assembly in 1946 called for a total ban on nuclear weapons, and that remains the aim. In 1968, when the non-proliferation treaty was drafted, it simply recognised the fact that five states already had nuclear weapons, and had to distinguish them, and their obligation under the treaty, from the rest of the non-nuclear signatories. That obligation was to “pursue negotiations in good faith on effective measures relating to cessation of the nuclear arms race at an early date and to nuclear disarmament”. It really is time – long past time – to fulfil that obligation. Frank Jackson Former co-chair, World Disarmament Campaign • Following Zoe Williams’ article, we certainly also need press coverage of CND actions and events. This very week, Yorkshire CND, Greater Manchester CND, Trident Ploughshares and Quakers have been blockading DSEI, (euphemistically called Defence and Security Equipment International), the world’s biggest arms fair, focusing on the Trident nuclear armed submarines. The huge military manufacturers who will be displaying their goods at the fair include Lockheed Martin, heavily involved in the Trident project. Yet why so few articles in the mainstream media, including the Guardian? Rae Street Littleborough, Lancashire • Zoe Williams misses a key reason behind the upsurge of the peace movement in the 1980s. The development of shorter range nuclear missiles allowed a fundamental change in nuclear strategic thinking: that a nuclear war might not result in the mutually assured destruction of the world’s leading powers, but could, instead, be limited to a geographical region. The region discussed for such a scenario was Europe. It was this change that led to the growth of EP Thompson’s European Nuclear Disarmament campaign and led to a focus on the bases in this country, such as Greenham, that would have been first-strike targets in any such limited nuclear war. This, too, provides the reason for the rather silly government decision to issue the “Protect and Survive” pamphlet to its citizens in 1980. Peter Fowler Macclesfield, Cheshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "keywords": [
        "war",
        "cnd",
        "join",
        "ban",
        "nuclear",
        "trident",
        "weapons",
        "avoid",
        "letters",
        "protest",
        "ramp",
        "treaty",
        "williams",
        "zoe"
    ],
    "summary": "That demonstration argued what should now be clear to all: nuclear weapons are no deterrent.\nTrident does nothing to protect us on the brink of nuclear war: on the contrary it will make us a target.\nThis year, that demand has culminated in 122 countries negotiating a legally binding nuclear ban treaty at the United Nations.\nSo it will be for the nuclear ban treaty.\nThe development of shorter range nuclear missiles allowed a fundamental change in nuclear strategic thinking: that a nuclear war might not result in the mutually assured destruction of the world’s leading powers, but could, instead, be limited to a geographical region.",
    "sentiment": {
        "neg": 0.1127,
        "neu": 0.7905,
        "pos": 0.0968,
        "compound": -0.0253
    }
}