{
    "date": "2017-06-21T13:15:02Z",
    "title": "I was so lucky to avoid Otto Warmbier’s fate in North Korea | Alex Hoban",
    "url": "https://www.theguardian.com/commentisfree/2017/jun/21/otto-wambier-fate-north-korea-tour-company-pyongyang",
    "content": "The horrific death of the American student Otto Warmbier after 17 months’ imprisonment in North Korea has put my own years of mischief in the secretive country into sharp focus. Warmbier, a 22-year-old from the University of Virginia, was arrested in January 2016 and sentenced to 15 years’ hard labour for allegedly attempting to steal a propaganda poster from the hotel he was staying in. He disappeared for more than a year, only to resurface last week when he was flown to the US, suffering an unresponsive coma that led to his death on 19 June. For those with only an arms-length awareness of North Korea, his tale is as terrifying as it is absurd – but for me, having visited the country on more than one occasion, it has been a fearsome reality check that only adds to my understanding of the absolute tragedy of his fate. I travelled with YPT – Young Pioneer Tours – which was responsible for Warmbier’s visit, on my first trip to the country in 2009, when its founder, Gareth Johnson, was still hustling for business in the travel forums of the Couchsurfing website. At the age of 23 I drank down the sales pitch of “budget trips to destinations your mother would rather you stayed away from”, and its logic of intrigue, adventure and daring - with no real sense of the risks. Over the years of its operation Young Pioneer Tours has developed a reputation for gung ho and unruly alcohol-fuelled youths, propagating an unreal idea of North Korea where safety is an afterthought. Its culture trickles down to their guests – Warmbier was reportedly up drinking until 5am on the night of his “crime”, and YPT says it was unaware he had even been separated from the group by Korean officials until they had boarded the plane home. A quick Google of “young pioneer tours drunk” will bring up plenty of anecdotes of this kind of behaviour, usually from disgruntled non-drinkers, reporting on alcohol-induced bad behaviour by guides, travel companions or both. I can add to the chorus. Johnson was supposed to lead me and a group of friends on the one-week excursion, but I only ever met him once in the end, in a diplomatic hospital in Pyongyang. He had broken his leg after trying to either board or disembark from a moving train heading towards the capital. The wife of one of his colleagues took his place. The boozy logic of the company and its trips was fuelled by a bizarre, maladaptive nihilism that, much like the panopticon-like nature of North Korea itself, we were all to some degree forced to engage with. This wasn’t always completely bad. There was a lot of leeway with what we felt we could get away with in the supposedly “hermit” kingdom – and in truth most of the time we had a lot of fun feeling like we were flouting the rules and proving the world wrong. Warmbier’s dash along the “secret floor” of the Yanggakdo International Hotel in Pyongyang was a rite of passage for misbehaving twentysomethings looking for thrills, spills and stories to brag about back home. These games were never discouraged by YPT – and several of us had a go. Warmbier’s simple mistake was to unwittingly overstep the ambiguous boundaries by trying to bring back a forbidden trophy. The shock of Warmbier’s initial arrest and his wretched, seemingly forced, confession of guilt; his disappearance and reappearance in a coma over a year later, followed by his almost immediate death; the rattling confusion of there being no information on how or why any of this happened – all this triggered memories in me of events that could have plausibly escalated in the same deadly way for me. The time our bus was held up and our belongings were searched because the North Koreans thought someone might have stolen a towel. No big deal, right? The time I agreed to a North Korean girl’s request to take a love letter back to London (to give to someone I knew who had also visited North Korea), warning me not to let it be found at the border. The time that same visitor was held at the border at the end of his next visit, for ripping his photo out of his visa and giving it to her. OK, maybe that was pushing it a bit. But looking back, any of these things could have kickstarted a similar tragedy had it suited our hosts, and I’m gobsmacked by the naivety under which we all laboured. A year after that first trip, still feeling naively invincible and hungry for more adventure, I separately returned to the north of the country with two friends and ended up getting held hostage for 24 hours, for my friends’ crime of wanting to go to the Chinese consulate to update their visas. Spying an opportunity to mess with us, the North Koreans in charge confiscated our passports and refused us contact with the British embassy as part of a poorly thought-out extortion attempt. Luckily our handlers were either bad gangsters and not experienced in the art of crime or, being at the isolated tip of the country, were not sufficiently plugged into the state’s Kafkaesque matrix of dependency-led mafiadom to let our situation escalate into who knows what. They quickly gave up harassing us when they ran out of a pretty small set of strategic moves and booted us back into China having taken little more than the €300 in cash we had between us, and my friend’s London Transport Museum wristwatch – a small price to pay for freedom. Looking back now I feel lucky that the ice never broke beneath my feet. YPT made little substantial comment at the time of Warmbier’s arrest and its tours continued – only now, in response to his death, has the company announced that it will no longer be taking US citizens to the country. But the rest of us are still invited on to the same party-tastic tightrope that I and Otto Warmbier, and thousands of others, danced on during one of YPT’s “18-30s in the danger zone” excursions in the most isolated nation on earth. Now that there are no illusions about just how bad a fall can be, how many will still be willing to accept this as a one-off tragedy – when one is already too many?",
    "keywords": [
        "ypt",
        "lucky",
        "warmbiers",
        "korea",
        "warmbier",
        "tours",
        "hoban",
        "otto",
        "fate",
        "avoid",
        "country",
        "friends",
        "bad",
        "death",
        "north",
        "alex"
    ],
    "summary": "The horrific death of the American student Otto Warmbier after 17 months’ imprisonment in North Korea has put my own years of mischief in the secretive country into sharp focus.\nOver the years of its operation Young Pioneer Tours has developed a reputation for gung ho and unruly alcohol-fuelled youths, propagating an unreal idea of North Korea where safety is an afterthought.\nThe boozy logic of the company and its trips was fuelled by a bizarre, maladaptive nihilism that, much like the panopticon-like nature of North Korea itself, we were all to some degree forced to engage with.\nWarmbier’s simple mistake was to unwittingly overstep the ambiguous boundaries by trying to bring back a forbidden trophy.\nThe time I agreed to a North Korean girl’s request to take a love letter back to London (to give to someone I knew who had also visited North Korea), warning me not to let it be found at the border.",
    "sentiment": {
        "neg": 0.1329,
        "neu": 0.7992,
        "pos": 0.0679,
        "compound": -0.1935
    }
}