{
    "date": "2017-09-04T12:24:55Z",
    "title": "Why a return to diplomacy over North Korea has few takers",
    "url": "https://www.theguardian.com/world/2017/sep/04/return-diplomacy-six-party-talks-north-korea-few-takers",
    "content": "All sides in the North Korea crisis agree there are no good options. Sanctions, the most complex ever designed by the UN, are of limited effect unless an oil embargo is imposed – in which case the whole country slides into chaos, something China opposes. A military assault is likely to lead to reprisals and mass casualties that would dwarf Hiroshima. The third option, a return to diplomacy, has few takers either. Pyongyang rejected a proposal for talks with Kang Kyung-wha, the South Korean foreign minister, and at the Association of Southeast Asian Nations meeting in Manila at the beginning of last month, there was strikingly no meeting between the US secretary of state, Rex Tillerson, and his North Korean counterpart, Ri Yong-ho. Talks in the current context risk being seen as a reward for multiple breaches of the nuclear non-proliferation treaty. Many US diplomats, chiefly former members of the Bush administration now influential at the state department, believe that past talks not only failed, but were used as cover or even provided an incentive for Pyongyang to build its nuclear arsenal. Six-party talks between Pyongyang, Beijing, Washington, Tokyo, Moscow and Seoul were launched by George W Bush in 2003 and lasted six rounds, but they did not achieve the right mix of carrot and stick, they believe, to persuade North Korea to end its nuclear programme. Defenders of the process, primarily China, argue the talks produced agreements, notably the September 2005 joint statement that outlined a step-by-step process intended to pave the way toward denuclearisation of the Korean peninsula. In the words of the chief US negotiator, Washington would in return respect North Korea’s sovereignty, allow an unimpeded civilian nuclear programme and economic aid and promise to establish a regional mechanism for maintaining peace and security. US critics say the Bush administration foolishly backed away from these agreements and started to squeeze the North Korean economy, especially its key bank, Banco Delta Asia of Macau. The deal-breaker was North Korea’s insistence that US financial restrictions be part of the negotiations on its nuclear weapons. The US refused, with the Bush administration saying the sanctions were tied to North Korea’s criminal enterprises, not its nuclear programme. Subsequent agreements were reached in February 2007 and 2008 that froze and dismantled elements of Pyongyang’s nuclear programme. The first-phase agreements had tangible results, obtaining some operating records and sample reactor parts from North Korea’s nuclear facilities, and eventually led to the destruction of the cooling tower at the Yongbyon nuclear complex. Pyongyang also stopped construction of two much larger reactors that together were capable of generating 30 bombs’ worth of plutonium a year, according to US estimates. Further implementation of the agreement stalled when North Korea prevaricated on agreeing to a second phase verification protocol, including on how much plutonium it had produced. Stalemate was reached when Pyongyang walked out of six-party talks altogether in April 2009 in protest at sanctions imposed when it test-fired a modified Taepodong-2 three-stage rocket, ostensibly as part of its civilian space programme. A year later, North Korea revealed a vast new uranium enrichment facility to visiting US scientists. In February 2012, under its new leader Kim Jong-un, North Korea again offered to suspend nuclear tests and allow international inspectors in exchange for food aid from the US. But a long-range missile launch in late 2012 and another bigger test in early 2013 that defied UN resolutions led to a further round of sanctions. Critics of the six-party formatsay it was unwieldy and that Pyongyang ruthlessly exploited divisions in the opposing camps, becoming almost an end in itself. Worse still, in the view of Christopher Hill, the chief negotiator for the US, North Korea simply did not tell the truth. China continues to insist this is the only forum with the expertise and experience to examine the steps needed to defuse the crisis, and as a start it proposes a freeze for a freeze. Donald Trump’s national security adviser, HR McMaster, however, has said Beijing’s plan to offer a freeze on US-South Korean military exercises in return for a freeze on Pyongyang’s nuclear programme is no longer viable. “They are at a threshold capability now. Freeze for freeze doesn’t work anymore,” he said. “The goal is denuclearisation of the peninsula.” The only alternative is to accept that North Korea will have nuclear weapons and ballistic missiles, but limit their strategic utility.",
    "keywords": [
        "diplomacy",
        "korea",
        "takers",
        "freeze",
        "talks",
        "nuclear",
        "sanctions",
        "korean",
        "koreas",
        "pyongyang",
        "programme",
        "north",
        "return"
    ],
    "summary": "All sides in the North Korea crisis agree there are no good options.\nThe US refused, with the Bush administration saying the sanctions were tied to North Korea’s criminal enterprises, not its nuclear programme.\nFurther implementation of the agreement stalled when North Korea prevaricated on agreeing to a second phase verification protocol, including on how much plutonium it had produced.\nA year later, North Korea revealed a vast new uranium enrichment facility to visiting US scientists.\nWorse still, in the view of Christopher Hill, the chief negotiator for the US, North Korea simply did not tell the truth.",
    "sentiment": {
        "neg": 0.0905,
        "neu": 0.8256,
        "pos": 0.0839,
        "compound": -0.0948
    }
}