{
    "date": "2017-03-07T12:38:09Z",
    "title": "How do you solve a problem like North Korea? | Simon Tisdall",
    "url": "https://www.theguardian.com/world/2017/mar/07/how-do-you-solve-a-problem-like-north-korea",
    "content": "The chronic failure of diplomacy to resolve the long-running North Korea problem, dramatised by Tuesday’s tit-for-tat “hostage taking” by Malaysia and Kim Jong-un’s outlawed regime, is accelerating the militarisation of a conflict that threatens to suck in the US, China and other east Asian countries. North Korea’s decision to prevent Malaysian diplomats and citizens leaving the country was condemned by Najib Razak, Malaysia’s prime minister. “This abhorrent act, effectively holding our citizens hostage, is in total disregard of all international law and diplomatic norms,” he said. Najib announced a retaliatory travel ban on North Korean nationals in Malaysia and warned Pyongyang against further escalation. But the row, sparked by the assassination in Kuala Lumpur of Kim’s half-brother, Kim Jong-nam, allegedly by North Korean agents, is emblematic of a bigger problem. Since 2000, when Madeleine Albright, then US secretary of state, visited North Korea at Bill Clinton’s behest, Britain and other western countries have worked on the assumption that a mix of quiet diplomacy, limited sanctions, containment and incentives would eventually bring North Korea into line. But that comfortable assumption has proved false, especially after Kim Jong-il died in 2011 and was replaced by his unpredictable, paranoid son, Kim Jong-un. Kim has aggressively expanded North Korea’s nuclear weapons and missile programmes in defiance of the UN and global opinion. The international community’s impotent rage this week over Kim’s provocative launch of four missiles into the Sea of Japan underlined diplomacy’s bankruptcy. Barack Obama told Donald Trump before he left office that North Korea was probably the gravest security risk he would face as president. The normally voluble Trump has remained largely silent on the subject. But the US is increasingly leaning on military solutions. US Pacific Command announced on Tuesday that missile launchers and other equipment for the Thaad (Terminal High-Altitude Area Defence) missile system had arrived in South Korea. The US says Thaad is purely a defensive measure, but both China and Russia object, arguing that it upsets the regional strategic balance. China has penalised South Korea for hosting Thaad. The authorities have closed dozens of South Korean-owned retail outlets and Chinese tourism to South Korea may be curtailed. Beijing has also been irked by US criticism of its refusal to take tougher action against North Korea. Foreign ministry spokesman Geng Shuang said the US, South Korea and Japan, which is also deploying new missile capabilities, were exacerbating the danger of conflict. “The consequences of this are on the shoulders of the United States and South Korea. [They] should not keep going down the wrong path,” Geng said. “We will definitely be taking necessary measures to safeguard our own security interest.” North Korea cited this month’s large-scale, joint US-South Korean military exercises as evidence that a “hostile” Washington was planning to invade. Kim this week ordered the Korean People’s Army Strategic Force “to keep highly alert as required by the grim situation in which an actual war may break out any time”, the state news agency reported. While offensive US action is considered unlikely, Kim will certainly have noted Trump’s vow to increase US military spending by $50bn and his emphasis on bigger, better ships and nuclear weapons. Trump’s military buildup comes in the context of a regional arms race, with China and Japan, historical antagonists, both increasing military spending. The “hostage” crisis may also suck in the Association of Southeast Asian Nations, of which Malaysia is a leading member. While attacking Kim for his “blind” pursuit of nuclear weapons, China’s state-run Global Times warned on Tuesday that the prospect of war on the Korean peninsula was growing: “If the parties dismiss China’s advice and refuse to make efforts to reduce tensions, they can only blame themselves for the huge losses they will suffer in the end.”",
    "keywords": [
        "south",
        "military",
        "korea",
        "problem",
        "thaad",
        "solve",
        "kim",
        "china",
        "simon",
        "weapons",
        "missile",
        "tisdall",
        "north",
        "korean"
    ],
    "summary": "Najib announced a retaliatory travel ban on North Korean nationals in Malaysia and warned Pyongyang against further escalation.\nSince 2000, when Madeleine Albright, then US secretary of state, visited North Korea at Bill Clinton’s behest, Britain and other western countries have worked on the assumption that a mix of quiet diplomacy, limited sanctions, containment and incentives would eventually bring North Korea into line.\nBarack Obama told Donald Trump before he left office that North Korea was probably the gravest security risk he would face as president.\nThe authorities have closed dozens of South Korean-owned retail outlets and Chinese tourism to South Korea may be curtailed.\nBeijing has also been irked by US criticism of its refusal to take tougher action against North Korea.",
    "sentiment": {
        "neg": 0.1523,
        "neu": 0.7882,
        "pos": 0.0595,
        "compound": -0.3382
    }
}