{
    "date": "2017-02-08T19:27:17Z",
    "title": "Brexit, inequality and Ken Clarke’s legacy | Letters",
    "url": "https://www.theguardian.com/politics/2017/feb/08/brexit-inequality-and-ken-clarke-legacy",
    "content": "Ken Clarke is right to suggest that economic inequality contributed to the Brexit vote (Report, 6 February). Indeed, by convincing millions that the bogeyman of Europe was responsible for the loss of jobs, erosion of our overstretched public services and a housing crisis, the hard right achieved one of the most successful of political coups. It was their ideology that led to the loss of 1 million well-paid public sector jobs, and now their Brexit threatens to increase poverty and inequality by reducing regional aid. Clarke is wrong that no politicians have ideas on how to address inequality though. I can only assume he has never read a Green party manifesto. Greens have a range of policies to redistribute wealth, including a wealth tax on those with assets of more than £3m; a maximum pay ratio of 10:1 between the highest paid and lowest paid in every organisation, and raising corporation tax on large firms to at least 28%. Greens were also the first party to support a policy that has now become positively trendy: a basic income for all – guaranteed and non-means-tested. This is currently being trialled in Finland and is central to France’s Socialist presidential campaign. It is convenient for wealthy elites to suggest nothing can be done about the extreme inequalities they themselves have helped create – but there is, whether we are inside or outside the EU. Molly Scott Cato MEP Green, South West • Polly Toynbee says Ken Clarke is “a rare politician who talks humanly” (Ken Clarke was magnificent, defying the Brexit zealots, theguardian.com, 1 February). A Guardian report in 2005 about the discovery of a secret British American Tobacco factory in North Korea said “BAT confirmed that [Ken] Clarke, who has been on the company’s payroll since 1998, was aware of the decision to invest in North Korea” – a bestial regime that doesn’t allow its citizens to leave. Edward Fordyce London • Ken Clarke’s legacy won’t be his last stand on Europe. It will be the final privatisation of the NHS which he set in train with his concoction of the internal market. It replaced the production-line model, which worked at the cradle-to-grave level, by trade between a parade of corner shops, engendering the proprietorial parochialism of a Grantham grocer. Nik Wood London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "keywords": [
        "ken",
        "inequality",
        "right",
        "brexit",
        "tax",
        "suggest",
        "read",
        "report",
        "clarke",
        "wealth",
        "letters",
        "clarkes",
        "legacy"
    ],
    "summary": "Ken Clarke is right to suggest that economic inequality contributed to the Brexit vote (Report, 6 February).\nIt was their ideology that led to the loss of 1 million well-paid public sector jobs, and now their Brexit threatens to increase poverty and inequality by reducing regional aid.\nMolly Scott Cato MEP Green, South West • Polly Toynbee says Ken Clarke is “a rare politician who talks humanly” (Ken Clarke was magnificent, defying the Brexit zealots, theguardian.com, 1 February).\nEdward Fordyce London • Ken Clarke’s legacy won’t be his last stand on Europe.\nNik Wood London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "sentiment": {
        "neg": 0.0704,
        "neu": 0.856,
        "pos": 0.0735,
        "compound": 0.0917
    }
}