{
    "date": "2017-06-20T13:45:24Z",
    "title": "Otto Warmbier's death highlights plight of foreigners jailed in North Korea",
    "url": "https://www.theguardian.com/world/2017/jun/20/otto-warmbiers-death-highlights-plight-of-foreigners-jailed-in-north-korea",
    "content": "The death of Otto Warmbier has focused the world’s attention on the plight of other foreign nationals North Korea has imprisoned to use as bargaining chips for aid and diplomatic concessions. In addition to three other Americans, the regime is known to be holding six South Koreans, a Canadian and a number of Chinese people. In the hours since Warmbier’s parents announced that their 22-year-old son had died in hospital in Ohio, calls grew for the release of other foreign nationals who have been incarcerated for alleged crimes against North Korea. The university student died on Monday, days after North Korea released him 17 months into a 15-year sentence of hard labour for attempting to steal a propaganda poster from a hotel near the end of an organised tour. On Tuesday, Donald Trump described Warbier’s death as a “total disgrace.” “That should never ever be allowed to happen,” he said during an event at the White House. “And frankly if he were brought home sooner I think the result would have been a lot different.” The US president later said that he appreciated China’s efforts to exert pressure on North Korea, but “it has not worked out.” South Korea called for the immediate release of the Americans and South Koreans being held by Pyongyang. Its president, Moon Jae-in, described North Korea’s human rights abuses as “deplorable”, adding that South Korea would make every effort to win the release of the remaining detainees, according to a spokesman. South Korea has tried to find out more about its own citizens through European countries with a diplomatic presence in Pyongyang, but its requests have been met with silence. Three of the South Koreans were detained while carrying out missionary work, while the other three are defectors who returned to the North, according to South Korean intelligence officials. North Korea is also holding a Canadian pastor, Hyeon Soo-lim, who was charged with subversion and given a life sentence with hard labour in 2015. It is impossible to get reliable information about the welfare and treatment of foreigners detained in North Korea. Warmbier’s parents said they only found out their son had been in a coma since March last year about a week before his release. While the mystery surrounding his death may never be resolved, experts voiced surprise that his incarceration – even in North Korea’s notorious prison system – had ended in his death. “Foreign prisoners are held solely as bargaining chips for the North Korean regime, so there would be no advantage in mistreating them to the extent that they become dangerously ill or die of diseases caused by malnutrition,” said Jiro Ishimaru, of Asia Press, an Osaka-based organisation with a network of contacts in North Korea. “North Korean prisoners are routinely tortured, but it’s unlikely that that happens to foreign detainees. They are also well fed compared with North Korean inmates. They are going to get out eventually, and the regime does not want them to tell the world that they have been starved and beaten. “The biggest problem is the toll incarceration in a place like North Korea takes on their mental health.” Foreign detainees are likely to be sent to a prison in the city of Sariwon, south of the capital, Pyongyang, where they are treated more leniently than the estimated 200,000 to 300,000 North Koreans held inside the country’s vast infrastructure of prisons, labour camps and political re-education camps. In the past the North has customarily released US detainees after mercy missions by high-profile political figures, including former presidents Bill Clinton and Jimmy Carter, but their visits have not resulted in concessions on aid or sanctions targeting its nuclear and ballistic missile programmes. The Committee for Human Rights in North Korea used Warmbier’s death to draw attention to the incarceration of ordinary citizens who are “starved, tortured, brutalised and killed in North Korea’s political prison camps”. “Millions of unknown North Koreans are subjected to the brutality of the Kim regime,” the Washington-based group said. In a 2014 report, the UN said North Korea was responsible for “the systematic, widespread and grave violations of human rights”. Those abuses pertained to the “right to food, those associated with prison camps, torture and inhuman treatment, arbitrary detention, discrimination, freedom of expression, the right to life, freedom of movement and enforced disappearances, including abductions of nationals of other states”. North Korea’s explanation for Warmbier’s death – that he went into a coma after contracting botulism and taking a sleeping pill – appears as improbable as those given for the deaths of several Japanese citizens abducted by the state’s spies in the 1970s and 1980s. Keiko Arimoto, who was tricked into flying to North Korea while studying English in London in 1983, was said to have died from carbon monoxide poisoning caused by a gas heater, while others had drowned or died in car accidents. Megumi Yokota, who was 13 when she was snatched by Pyongyang agents on her way home from badminton practice in 1977, reportedly killed herself while being treated for depression in 1994 – an account her parents refuse to believe. Although most foreign visitors to North Korea leave without incident, Warmbier’s death is expected to give Americans in particular pause for thought before ignoring US state department advice not to travel to the country. Republican Senator John McCain said that Americans who are “stupid” enough to still want to travel to the country should be required to sign a waiver absolving the US government of any blame if they should be harmed while there. “If people are that stupid that they still want to go to that country then at least they assume the responsibility for their welfare,” he said. Young Pioneer Tours, which organised Warmbier’s 2016 trip, said on Tuesday it would stop taking US citizens into North Korea. “The devastating loss of Otto Warmbier’s life has led us to reconsider our position on accepting American tourists. There had not been any previous detainment in North Korea that has ended with such tragic finality and we have been struggling to process the result,” the company said. “Now, the assessment of risk for Americans visiting North Korea has become too high. The way his detention was handled was appalling, and a tragedy like this must never be repeated.” Other tour operators, including Koryo Tours and Uri Tours, said they were reviewing their policy on accepting American citizens, amid reports that the US secretary of state, Rex Tillerson, is considering imposing a ban on travel to North Korea.",
    "keywords": [
        "south",
        "warmbiers",
        "jailed",
        "plight",
        "korea",
        "foreign",
        "otto",
        "highlights",
        "foreigners",
        "release",
        "citizens",
        "koreans",
        "death",
        "americans",
        "north"
    ],
    "summary": "North Korea is also holding a Canadian pastor, Hyeon Soo-lim, who was charged with subversion and given a life sentence with hard labour in 2015.\nIt is impossible to get reliable information about the welfare and treatment of foreigners detained in North Korea.\n“Millions of unknown North Koreans are subjected to the brutality of the Kim regime,” the Washington-based group said.\nIn a 2014 report, the UN said North Korea was responsible for “the systematic, widespread and grave violations of human rights”.\nYoung Pioneer Tours, which organised Warmbier’s 2016 trip, said on Tuesday it would stop taking US citizens into North Korea.",
    "sentiment": {
        "neg": 0.163,
        "neu": 0.795,
        "pos": 0.042,
        "compound": -0.4577
    }
}