{
    "date": "2017-09-26T18:44:08Z",
    "title": "The Guardian view on North Korea and the US: shouting into the wind | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2017/sep/26/the-guardian-view-on-north-korea-and-the-us-shouting-into-the-wind",
    "content": "The escalating rhetoric of both North Korea and the US president is prone to polarise its audience, resulting in two contradictory and equally imprudent strains of reaction. The first is panic. As the Trumpian tweets and blasts of Pyongyang propaganda grow more extreme, the spectre of war coalesces in the public mind. But it is still a spectre, and the most likely outcome is that the immediate crisis will pass as the others have: without satisfactory resolution, but also without catastrophe. The Korean peninsula is unlikely to go up in flames just yet, despite the fondness of both sides for threats of fire and ashes. The second is premature relief as the insults and missiles fly without resulting in any real-life casualties, unless one counts the egos of Kim Jong-un and Donald Trump. These bombastic, swaggering adversaries could be straight from the pages of a satirical novel; the tendency to treat North Korea as comic relief is understandable, but profoundly wrong. There is nothing funny about the US telling a leadership with good reason to fear regime change that it “won’t be around much longer” and threatening to “totally destroy” a country it previously carpet-bombed. Nor about North Korea describing the first remark as a “declaration of war” and threatening in response to shoot down US bombers outside its airspace. Both sides are prone to bluster; to talking big without taking action. But if their statements should not be taken at face value, they should nonetheless be taken seriously. They may not set out policies clearly, but they indicate possible intentions, to be analysed and weighed. Beyond that, words themselves have consequences. They make certain possibilities more concrete, raise the temperature, and increase the risk of a terrible mistake or miscalculation for which many would pay, foremost the North Korean people, already suffering so much, but also US allies, expatriates and military personnel. Two men who hold their positions in large part thanks to reputations for talking tough and acting likewise must beware backing down as well as going too far; both perceived weakness and reckless action imperil them. The situation has been deliberately personalised, with Mr Trump attacking “Little Rocket Man” and Mr Kim – in a highly unusual signed statement – calling Mr Trump deranged, a dotard and a gangster. Each new remark ups the ante further. If they are just more bluffing, that too carries a cost; empty threats weaken credibility. The slanging match is riskier still because neither side understands the rules they are playing by. The closed nature and intense secrecy of North Korea leaves the US in the dark as to how Mr Kim and the elite think, react and operate. The emaciation of the Department of State, at the cost of essential expertise and experience, makes that far worse. Mr Trump seems unwilling to listen to much of the advice he does get. And the incomprehension is mutual – it is evident that Pyongyang officials have quite basic questions about who makes decisions in the US and how. In fairness, under Mr Trump, this is a question being asked around the world and in Washington as well. US allies and officials too are uncertain of its policy. The “strategic patience” of the Obama years showed that inattention or paralysed inaction is not a solution when it comes to North Korea. And a war of words, of course, is far preferable to the real kind. But neither of those truths makes the current situation any better or less perilous. Two sides are screaming into the wind, and the only snatches loud enough to be heard are worsening matters, not mending them. Talking to North Korea is not “rewarding” it. It is essential as the very start of finding a possible solution to the problem. Without communication, Washington is unlikely to learn more about Pyongyang’s mechanisms of power, ideas and intentions. For their own sakes, and everyone else’s, both sides need to start listening. There is no sign that they will.",
    "keywords": [
        "war",
        "mr",
        "korea",
        "shouting",
        "sides",
        "editorial",
        "kim",
        "wind",
        "guardian",
        "talking",
        "makes",
        "far",
        "trump",
        "view",
        "north"
    ],
    "summary": "The escalating rhetoric of both North Korea and the US president is prone to polarise its audience, resulting in two contradictory and equally imprudent strains of reaction.\nThese bombastic, swaggering adversaries could be straight from the pages of a satirical novel; the tendency to treat North Korea as comic relief is understandable, but profoundly wrong.\nNor about North Korea describing the first remark as a “declaration of war” and threatening in response to shoot down US bombers outside its airspace.\nThe situation has been deliberately personalised, with Mr Trump attacking “Little Rocket Man” and Mr Kim – in a highly unusual signed statement – calling Mr Trump deranged, a dotard and a gangster.\nThe “strategic patience” of the Obama years showed that inattention or paralysed inaction is not a solution when it comes to North Korea.",
    "sentiment": {
        "neg": 0.1387,
        "neu": 0.8084,
        "pos": 0.0529,
        "compound": -0.2389
    }
}