{
    "date": "2017-10-22T11:33:28Z",
    "title": "Shinzo Abe secures strong mandate in Japan's general election",
    "url": "https://www.theguardian.com/world/2017/oct/22/shinzo-abe-secures-strong-mandate-in-japans-general-election",
    "content": "Japan’s prime minister, Shinzo Abe, has secured a strong mandate for his hard line against North Korea and room to push for revision of the country’s pacifist constitution after his party crushed untested opposition parties in Sunday’s general election. Abe’s Liberal Democratic party (LDP) and its junior coalition partner Komeito were on course to win 311 seats, keeping its two-thirds “supermajority” in the 465-member lower house, an exit poll by TBS television showed. Some other broadcasters had the ruling bloc slightly below the two-thirds mark. A supermajority would allow Abe to propose changes to the constitution, which currently restricts its military to a defensive role. Most voters, however, oppose reform. After a day that saw millions of voters brave driving rain and powerful winds brought on by Typhoon Lan, Abe’s election gamble appeared to have paid off, after he called the vote more than a year earlier than scheduled. While Abe’s personal popularity remains low, support for his uncompromising stance on North Korea has risen following the regime’s recent launch of two ballistic missiles over the northern island of Hokkaido and its threat to “sink” Japan. Abe said he would accept the result with “humility” after his personal popularity ratings plummeted in the summer amid two cronyism scandals. The official result is expected early on Monday, with some districts reporting delays in delivering ballot boxes due to the typhoon. An initial challenge by the Party of Hope, formed only late last month by the populist governor of Tokyo, Yuriko Koike, petered out as prospective supporters stayed with the the incumbent LDP. The public broadcaster, NHK, said Hope was on course to win between 38 and 59 seats, with another new opposition force, the Constitutional Democratic party (CDP), expected to fare slightly better and become Japan’s main opposition. Hope was expected to win fewer seats than some pundits had predicted at the start of the campaign, but was forecast to end up with enough to signal a shift to the right in the composition of Japan’s powerful lower house. “The situation in the world is not stable in many aspects and I believe the LDP is the only party we can depend on,” Kyoko Ichida, a Tokyo resident, said after casting her vote. Abe, who has emerged as Donald Trump’s key ally in the president’s tough line against Pyongyang, said “all options” – including military force – remained on the table. “At a time when North Korea is threatening us and increasing tensions, we must never waver,” he said in his final campaign speech on Saturday. “We must not yield to the threat of North Korea.” Sunday’s victory will keep alive Abe’s long-held quest to revise Japan’s pacifist constitution to officially recognise the self-defence forces (SDF) as a bona fide military. But aware of the strength of public opposition, Abe said on Sunday that he had dropped his 2020 deadline for the revision. “First, I want to deepen debate and have as many people as possible agree,” he said in a TV interview. “That should be our priority.” He added that he would “deal firmly” with North Korea. Any weakening of Japan’s pacifist credo is expected to anger China and South Korea, where many still harbour bitter memories of Japanese militarism in the first half of the 20th century. Liberals in Japan, meanwhile, fear that “normalising” the country’s armed forces will lead to their involvement in US-led wars. Changing the constitution requires a two-thirds majority in both houses of the Japanese Diet and a simple majority in a national referendum. The ruling coalition will seek support for constitutional reform from members of the Hope party, which attracted MPs from the Democrats, Japan’s biggest opposition party until, wracked with division, it imploded earlier this month. Conservative members fled to Hope, while more liberal MPs joined forces to form the left-of-centre CDP, led by Yukio Edano, Japan’s top government spokesman at the time of the March 2011 nuclear disaster. Edano’s party wants to protect Japan’s pacifist principles and restore “decency” to public life. “We have only just started,” Edano told NHK. “We want to do something different and reflect the voices of the people rather than just politicians, and to build a grassroots movement.” He added that would do all he could to prevent Japanese troops from engaging in collective self-defence. The LDP is due to hold presidential elections next September, but Sunday’s victory means Abe is virtually assured of retaining the leadership of his party for another three years and going on to become the longest-serving prime minister in Japanese history. Analysts said regional tensions centred on North Korea had dissuaded many voters from taking a leap into the political unknown. “Factors such as uncertainty over North Korea are likely to drive voters towards the current government, which is seen as the conservative choice,” said Katsunori Kitakura at SuMi Trust financial consultants. Edano accused Abe of being high-handed in calling an election more than a year early. “What’s at stake now is whether we will have a politics of arrogance or a grassroots politics that lifts society up from the bottom,” he said. After an initial surge in support for her party, Koike – who has long been tipped to become Japan’s first female leader – faced criticism for refusing to resign as governor and run in the election as a potential prime ministerial candidate. The former news anchor, who has promised to “reset” Japan, reportedly spent election day in Paris attending a climate change meeting in her role as Tokyo governor. She told NHK that she was expecting a “very severe result”, adding, “As the person who launched the party, I will take responsibility for it.” Some analysts described the result as not so much a victory for the LDP as a defeat for a divided opposition. “The LDP was victorious simply because the opposition couldn’t form a united front,” Mikitaka Masuyama at the National Graduate Institute for Policy Studies told AFP. Sunday’s result means Abe is expected to proceed with a controversial rise in the consumption or sales tax in late 2019. He has said the increase, from 8% to 10%, is unavoidable if Japan is to meet rising social security costs and, eventually, pay back its huge public debt, now more than double the size of its economy. As a sop to voters who oppose the tax hike, Abe vowed to spend some of the extra revenue on pre-school education and nursing care for the country’s growing population of over-65s. Kyodo news agency estimated turnout at 53.7%, one point higher than the record low in the last lower house election in 2014.",
    "keywords": [
        "abe",
        "opposition",
        "korea",
        "japans",
        "ldp",
        "general",
        "shinzo",
        "election",
        "voters",
        "result",
        "party",
        "secures",
        "mandate",
        "north",
        "strong"
    ],
    "summary": "Japan’s prime minister, Shinzo Abe, has secured a strong mandate for his hard line against North Korea and room to push for revision of the country’s pacifist constitution after his party crushed untested opposition parties in Sunday’s general election.\n“At a time when North Korea is threatening us and increasing tensions, we must never waver,” he said in his final campaign speech on Saturday.\nBut aware of the strength of public opposition, Abe said on Sunday that he had dropped his 2020 deadline for the revision.\n“That should be our priority.” He added that he would “deal firmly” with North Korea.\nAnalysts said regional tensions centred on North Korea had dissuaded many voters from taking a leap into the political unknown.",
    "sentiment": {
        "neg": 0.068,
        "neu": 0.8307,
        "pos": 0.1012,
        "compound": 0.1345
    }
}