{
    "date": "2017-04-01T23:05:37Z",
    "title": "Kim may be crazy, so don’t call him fat | Barbara Ellen",
    "url": "https://www.theguardian.com/commentisfree/2017/apr/01/kim-jong-un-may-be-crazy-so-dont-call-him-fat",
    "content": "US senator John McCain could have sparked a global war by calling North Korea’s Kim Jong-un fat and crazy in a US television interview. Talking to MSNBC, the Republican senator said that only China could control “this crazy fat kid that’s running North Korea”. As is commonly known, Kim’s moniker of choice is “Supreme Leader”, and a North Korean statement was released saying that, among other comments made against the Democratic People’s Republic of Korea by prominent US politicians, McCain’s “crazy fat kid” jibe was “a provocation little short of war”. Kim Jong-un is rumoured to be touchy about his weight, a situation that isn’t helped by reports that one of the most popular web searches in China is “Kim Fatty the Third”. However, McCain is unrepentant, merely saying: “What do they want me to call him – a crazy skinny kid?” If all this reads like a belated April Fool’s joke, you might want to start wishing it was. After all, Kim Jong-un has everything a young despot could want in life – including a nuclear military arsenal and a reputed yen to secretly stockpile enough missiles to wipe out America. While some of us may be loosely sympathetic with top-level concerns about the North Korean regime, I’m not so sure that fattist insults are the mature and diplomatic way forward. Surely with Kim Jong-un there would appear to be plenty of other areas of immediate and pressing concern before you get anywhere near the rather crass topic of his weight – such as that twitchy genocidal thing he’s got going on. In this spirit, could I please appeal to Senator McCain to stop with the fat jokes, lest they, of all things, lead to giant mushroom clouds enveloping the west.",
    "keywords": [
        "mccain",
        "war",
        "dont",
        "crazy",
        "fat",
        "kid",
        "senator",
        "weight",
        "kim",
        "jongun",
        "barbara",
        "ellen",
        "north"
    ],
    "summary": "US senator John McCain could have sparked a global war by calling North Korea’s Kim Jong-un fat and crazy in a US television interview.\nTalking to MSNBC, the Republican senator said that only China could control “this crazy fat kid that’s running North Korea”.\nKim Jong-un is rumoured to be touchy about his weight, a situation that isn’t helped by reports that one of the most popular web searches in China is “Kim Fatty the Third”.\nAfter all, Kim Jong-un has everything a young despot could want in life – including a nuclear military arsenal and a reputed yen to secretly stockpile enough missiles to wipe out America.\nIn this spirit, could I please appeal to Senator McCain to stop with the fat jokes, lest they, of all things, lead to giant mushroom clouds enveloping the west.",
    "sentiment": {
        "neg": 0.0691,
        "neu": 0.8377,
        "pos": 0.0931,
        "compound": 0.1605
    }
}