{
    "date": "2017-09-11T12:42:21Z",
    "title": "Malcolm Turnbull and Moon Jae-in discuss North Korean nuclear threat",
    "url": "https://www.theguardian.com/australia-news/2017/sep/11/malcolm-turnbull-and-moon-jae-in-discuss-north-korean-nuclear-threat",
    "content": "Malcolm Turnbull has spoken to the president of South Korea, Moon Jae-in, reassuring him of Australia’s support in the face of the ongoing security threat posed by North Korea. Turnbull spoke to president Moon by telephone on Monday evening, and the South Korean president thanked Australia for its support in pursuing tough sanctions against North Korea, which are the subject of ongoing negotiations in the UN security council in New York. The two leaders agreed to the implementation of strong sanctions was a critical component of isolating and containing the regime in Pyongyang, and pressuring North Korea to cease its reckless and provocative actions. They agreed that China and Russia were critical to ensuring the sanctions were agreed and enforced. The discussion between the Australian prime minister and the South Korean president follows talks in recent days between Turnbull and the US president Donald Trump and the prime minister of Japan, Shinzo Abe. The defence minister, Marise Payne, travelled to Seoul last week to send a message of regional solidarity. Last week, Australia’s foreign minister, Julie Bishop told parliament Canberra supported stronger UN security council responses to counter North Korea’s rogue behaviour, including even stronger and tougher economic sanctions, particularly those where China can exercise its leverage. Bishop said Australia was coordinating with partners in the region the permanent five members of the security council. “It is overwhelmingly in our interest to pursue every avenue and use every effort to find a peaceful resolution to this crisis,” the foreign minister told parliament last week. The security council is due to vote shortly on new restrictions on the regime. Turnbull has declared publicly on several occasions that China must step up and contain North Korea economically – including by cutting off the regime’s oil supply.",
    "keywords": [
        "moon",
        "turnbull",
        "south",
        "korea",
        "threat",
        "president",
        "week",
        "nuclear",
        "jaein",
        "sanctions",
        "malcolm",
        "security",
        "discuss",
        "minister",
        "council",
        "north",
        "korean"
    ],
    "summary": "Malcolm Turnbull has spoken to the president of South Korea, Moon Jae-in, reassuring him of Australia’s support in the face of the ongoing security threat posed by North Korea.\nTurnbull spoke to president Moon by telephone on Monday evening, and the South Korean president thanked Australia for its support in pursuing tough sanctions against North Korea, which are the subject of ongoing negotiations in the UN security council in New York.\nBishop said Australia was coordinating with partners in the region the permanent five members of the security council.\nThe security council is due to vote shortly on new restrictions on the regime.\nTurnbull has declared publicly on several occasions that China must step up and contain North Korea economically – including by cutting off the regime’s oil supply.",
    "sentiment": {
        "neg": 0.0481,
        "neu": 0.7915,
        "pos": 0.1605,
        "compound": 0.3619
    }
}