{
    "date": "2017-08-09T17:18:31Z",
    "title": "North Korea-US tensions: seven potential scenarios",
    "url": "https://www.theguardian.com/world/2017/aug/09/north-korea-us-tensions-seven-potential-scenarios",
    "content": "Preventative war The “fire and fury” option. In recent days the US national security adviser, HR McMaster, raised the prospect of “preventative war” as a policy option. The idea would be to administer a sudden hammer blow to North Korean (DPRK) military infrastructure that would substantially set back its ability to attack the US and could trigger a coup or a revolt. The downsides to this option are foreboding. The regime has missiles hidden all over the country, as well as 8,000 big guns trained largely at Seoul, 40 miles across the demilitarised zone. No first strike would come close to disarming Kim Jong-un completely and his retaliation would almost certainly involve mass civilian deaths. Forceful containment There is a theory that the US and its allies have been too soft, letting DPRK military provocations go unpunished. A forceful containment would involve the “proportionate” use of force to send punitive messages but below the all-out level of a preventative first strike. So the next intercontinental ballistic missile or nuclear test would be met with the bombing of test sites. The biggest problem with this is there is no guarantee Pyongyang would make the distinction between limited blows and all-out war and it is hard to see how, once started, escalation could be stopped, leading to all the appalling dangers of the war option. Decapitation Trying to kill the North Korean leadership is part of the joint US-South Korean war plan and the South Koreans reportedly have a special brigade trained to do just that. But there are a thousand ways it could go wrong. Kim is one of the best guarded targets in the world, and there is no guarantee that someone just as bad or worse would not take his place. Plus it could trigger an all-out war. Increased economic pressure North Korea is already the most economically isolated country on earth, especially after the latest UN sanctions, imposed over the weekend. Turning the screw further would require better Chinese enforcement, but Beijing fears triggering the collapse of the DPRK regime. Some US commentators have called for sanctions against Chinese companies breaking the existing embargo, but that could trigger tit-for-tat measures by Beijing and divide the US and China at a critical moment. Furthermore, it is far from clear that it would bring about a change in behaviour from a regime steeped in smuggling and the ideology of self-reliance. Return to formal negotiations The DPRK regime shows no appetite to return to the six-party talks that petered out under the Obama administration. The US has said it will talk but only on condition that Pyongyang suspends missile testing and accepts that negotiations are aimed at the ultimate elimination of its nuclear weapons programme, conditions the DPRK has not been ready to accept. Formally accepting the rogue nation as a weapon state would have implications for non-proliferation around the world, and could provide an incentive for others to follow Pyongyang’s example. Freeze for freeze China and Russia have backed a proposal by which Pyongyang would stop missile and nuclear tests while the US, South Korea and their allies would stop military exercises. One objection to this approach has been that it assumes an equivalence between South Korea’s defensive precautions, and the DPRK’s defiance of the rest of the world by detonating nuclear bombs. It is not yet clear whether the new South Korean president, Moon Jae-in, is more favourable to the proposal than his predecessor, and no guarantee that Pyongyang would abide by it. Exploratory talks Siegfried Hecker, a leading US expert on the DPRK who has visited the country seven times and toured its nuclear facilities has urged US and North Korean officials to meet immediately, and without conditions, to open a channel of communication as a hedge against miscalculation in which a small incident could spiral out of control.",
    "keywords": [
        "war",
        "potential",
        "south",
        "regime",
        "option",
        "world",
        "seven",
        "tensions",
        "nuclear",
        "koreaus",
        "dprk",
        "pyongyang",
        "scenarios",
        "north",
        "korean"
    ],
    "summary": "In recent days the US national security adviser, HR McMaster, raised the prospect of “preventative war” as a policy option.\nThe idea would be to administer a sudden hammer blow to North Korean (DPRK) military infrastructure that would substantially set back its ability to attack the US and could trigger a coup or a revolt.\nDecapitation Trying to kill the North Korean leadership is part of the joint US-South Korean war plan and the South Koreans reportedly have a special brigade trained to do just that.\nTurning the screw further would require better Chinese enforcement, but Beijing fears triggering the collapse of the DPRK regime.\nReturn to formal negotiations The DPRK regime shows no appetite to return to the six-party talks that petered out under the Obama administration.",
    "sentiment": {
        "neg": 0.1486,
        "neu": 0.7935,
        "pos": 0.058,
        "compound": -0.2563
    }
}