{
    "date": "2017-09-04T18:19:14Z",
    "title": "Seeing nuclear weapons from North Korea’s perspective | Letters",
    "url": "https://www.theguardian.com/world/2017/sep/04/seeing-nuclear-weapons-from-north-koreas-perspective",
    "content": "Your second leader (A nuclear armed rogue state is bad but war would be worse, 4 September) states: “It is in the nature of paranoid autocrats like the Kim dynasty never to be satisfied with the security they have.” But if we look at the nuclear arsenals of the western powers from Kim’s point of view, his paranoia begins to look more like a rational response: what is good for the west’s security must also be good for North Korea’s. On 7 July, 122 nations endorsed a United Nations treaty to ban all nuclear weapons. The nuclear-armed states boycotted the entire proceedings. How might Kim have reacted if instead they had been there and signed up? Caroline Westgate Hexham, Northumberland • As you say: “To talk of nuclear weapons in rational terms ... is always slightly misleading.” The UK is supremely unqualified to teach a lesson in rationality to North Korea, since successive British governments have for decades been afflicted with exactly the same delusion as Kim Jong-un. He may think the rest of the world is in awe of his weaponry, whereas in fact his posture is regarded as ridiculous. Viewed from other countries the UK’s sense of its importance in depending on nuclear arms is equally ridiculous. What would impress the rest of the world would be our voluntarily scrapping them. Anthony Matthew Leicester • We’ve heard President Trump’s announcements that “the time for talks is over, they do not work”. Actually, history says they have worked several times. The first occurred in 1992, when the North and South signed the declaration of denuclearisation of the Korean peninsula. This included a joint inspection agency, like ABACC for Argentina and Brazil, to inspect nuclear facilities in both countries. The second was the agreed framework of 1994 that resulted in a cessation of North Korea’s nuclear programmes in exchange for the US’s agreement to build two PWR nuclear reactors. This lasted until 2002, when claims of faults by both sides brought its end. Next there were a series of six-party talks in Beijing, beginning in 2003, that produced an agreement to abandon all North Korean nuclear weapons programmes and return to the non-proliferation treay. A young physicist in my group at Los Alamos was a technical adviser to these talks. I believe the failures of these actions were partially due to US demands to deal with other activities it did not like. The success of the recent Iran nuclear talks is partly because the negotiating states dealt with Iran’s nuclear programme alone, without attaching other points such as Iran’s support of Hezbollah. Dr Douglas Reilly Los Alamos, New Mexico, USA • What hasn’t been discussed is how British nuclear designs have been purloined by North Korea to build production plants for its nuclear explosives. There is evidence that the British Magnox nuclear plant design – which was primarily built as a military plutonium production factory – provided the blueprint for the North Korean military plutonium programme based in Yongbyon. Here is what Douglas (now Lord) Hogg, then a Conservative minister, admitted in a parliamentary reply in 1994: “North Korea possesses a graphite moderated reactor which, while much smaller, has generic similarities to the reactors operated by British Nuclear Fuels plc. However, design information of these British reactors is not classified and has appeared in technical journals” (Hansard, 25 May 1994). The uranium enrichment programmes of both North Korea and Iran also have a UK connection. The blueprints of this type of plant were stolen by a Pakistani scientist, AQ Khan, from the Urenco enrichment plant in the Netherlands in the early 1970s, according to US researcher David Albright. This plant was – and remains – one-third owned by the UK government. The Pakistan government subsequently sold the technology to Iran, which later exchanged it for North Korean Nodong missiles. A technical delegation from the AQ Khan Research Labs reportedly visited the secret enrichment plant in the summer of 1996. Hwang Jang-yop, a former aid to former president Kim Il-sung (the grandfather of the current North Korean president) who defected in 1997, revealed details to Western intelligence investigators, according to Deception: Pakistan, the United States, and the Global Weapons Conspiracy (2007). History tells us the globalisation of nuclear energy has been a reckless mistake. Dr David Lowry Former director, European Proliferation Information Centre • A letter last week (Letters, 1 September) called on the UK to join the UN treaty banning nuclear weapons and pursue a leadership role to enhance security in the world. Unfortunately, there is no chance that the UK would unilaterally give up Trident. On the other hand, giving up Trident as part of a global treaty joined by all the nuclear states is not only feasible, but is a requirement of the nuclear non-proliferation treaty. I wrote to the prime minister and asked her to reconsider the government’s position on the UN treaty. Her defence secretary, Michael Fallon, answered by saying that the treaty risks undermining and weakening the NPT. This hypocrisy undermines the truth. The NPT came into force in 1970 and requires the nuclear states to pursue negotiations on a treaty to ban nuclear weapons at an early date. After nearly 50 years the nuclear states are clearly in breach of this legal obligation. Theresa May recently condemned North Korea for acting illegally. She was right to do so but we should not forget that she was a pot calling the kettle black. Jim Pragnell Otford, Kent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "keywords": [
        "korea",
        "states",
        "nuclear",
        "uk",
        "perspective",
        "british",
        "weapons",
        "letters",
        "plant",
        "korean",
        "treaty",
        "seeing",
        "north",
        "koreas"
    ],
    "summary": "On 7 July, 122 nations endorsed a United Nations treaty to ban all nuclear weapons.\nNext there were a series of six-party talks in Beijing, beginning in 2003, that produced an agreement to abandon all North Korean nuclear weapons programmes and return to the non-proliferation treay.\nThe Pakistan government subsequently sold the technology to Iran, which later exchanged it for North Korean Nodong missiles.\nThe NPT came into force in 1970 and requires the nuclear states to pursue negotiations on a treaty to ban nuclear weapons at an early date.\nAfter nearly 50 years the nuclear states are clearly in breach of this legal obligation.",
    "sentiment": {
        "neg": 0.0984,
        "neu": 0.8303,
        "pos": 0.0714,
        "compound": -0.0655
    }
}