{
    "date": "2017-08-14T01:52:56Z",
    "title": "Japan fears the once distant threat of North Korean missiles is becoming real | Justin McCurry",
    "url": "https://www.theguardian.com/world/2017/aug/14/japan-fears-the-once-distant-threat-of-north-korean-missiles-is-becoming-real",
    "content": "As sirens pierce the air in Sakata, a town on Japan’s north-west coast, primary school children rush from the playground to the safety of the gymnasium. Other residents crouch behind walls or lie down in rice fields, while the public address system urges them to take cover. More accustomed to the dangers of earthquakes and tsunami, Japan’s people are now having to address a new, manmade threat: North Korean missiles. In a civil defence drive that has echoes of preparations for US bombing raids during the second world war, Sakata and dozens of other towns across Japan are preparing themselves for what, until recently, represented a distant nuisance that most Japanese regarded with insouciance. But at the end of a week that featured warnings from Donald Trump to counter North Korean provocations with “fire and fury” – and Pyongyang’s detailed plans to create an “enveloping fire” around the US Pacific territory of Guam – Japan has reason to be concerned. All 14 of the missiles North Korea has launched this year were aimed towards Japan’s coast, including two intercontinental ballistic missiles tested last month. Few here have forgotten that in 1998, a North Korean long-range missile overflew Japanese territory before splashing into the Pacific. A missile fired directly at Japan would give people less than 10 minutes to seek shelter, according to experts. Pyongyang said four Hwasong-12 intermediate-range ballistic missiles would pass over three Japanese prefectures, including Hiroshima, on their way to targets 30-40km off Guam. In response, Japan’s defence minister, Itsunori Onodera, has warned that Japan is within its constitutional rights to shoot down the missiles since, by his reckoning, they represented a threat to Japan’s existence as a nation. In an unusual move that will not have escaped Pyongyang’s attention, Japan’s defence ministry on Saturday ordered the deployment of missile defense systems in four regions along the missiles’ probable flight path. To emphasise the sense of readiness, local media carried photographs of PAC-3 interceptor batteries being positioned in the grounds of the defence ministry in central Tokyo. Onodera cites controversial legislation enacted last year that gives Japan, under certain conditions, the right to exercise collective self-defence or come to the military aid of an ally under attack – most likely the US. Some experts, and Japanese opposition MPs, claim the unveiling of missile-defence hardware is purely symbolic, given the myriad technical challenges posed by intercepting a missile flying at high altitudes in the direction of a territory more than 1,500 miles away. “If the four planned missile launches pass over Shimane [a prefecture in western Japan] and Okinawa, it’s hard to see Japan having the capability with its existing facilities to intercept the missiles,” said John Nilsson-Wright, senior research fellow for north-east Asia at Chatham House. “I would be surprised if Japan is ready or equipped independently to do this.” The brinkmanship between North Korea and the US escalated after Japan’s defence ministry said in a white paper published last week that North Korea’s nuclear weapons had reached a new stage, adding that it was possible the regime had acquired the ability to miniaturise nuclear weapons. Hours later, US media reported that officials in Washington had reached the same conclusion. Japan’s conservative prime minister, Shinzo Abe, the first foreign leader to meet Trump after his November election victory, – has refrained from joining countries such as Germany, China and Russia in criticising the US’s intemperate remarks. In one sense, heightened tensions between Pyongyang and Washington are strengthening Abe’s case for a more robust military, although his plans to revise the country’s pacifist constitution have been all but sunk by a spate of scandals. Jeff Kingston, director of Asian studies at Temple University in Tokyo, said: “In the spirit of not wasting a crisis, Team Abe is making a case for beefing up Japan’s capabilities at a time when the public has been exposed to an unending escalation of rhetorical jousting between Trump and Kim.” Kingston believes the war of words “reverberates ominously” in Japan, which has just commemorated the atomic bombings of Hiroshima and Nagasaki 72 years ago. While Americans ponder, with growing unease, the day when experts confirm North Korea’s ability to send a nuclear warhead across the Pacific and back into the atmosphere in the direction of a US city, Japanese citizens, and locally based US forces, know that they are already theoretically within the regime’s nuclear, chemical and biological weapons. “The announced flight path of the missiles targeting Guam, even naming specific prefectures (counties) in Japan over which they will pass has raised the national blood pressure,” Kingston said. During visits to Hiroshima and Nagasaki last week, Abe repeated Japan’s support for a global ban on nuclear weapons, even as it boycotted a UN conference discussing exactly that. But sabre-rattling by North Korea, combined with concern over Chinese military activity in the East and South China seas, has sparked a fledgling debate on a longstanding political taboo – an independent Japanese nuclear deterrent. “Half a year ago, I would have said not a chance,” said Nilsson-Wright. “The nuclear allergy has simply been too strong to allow Japan to seriously consider opening the door to nuclear armament.” But, he added, weakened confidence in the US’s ability, or desire, to defend Japan, coupled with growing support for a nuclear deterrent among South Korean voters, “might, just possibly, persuade Japan to start thinking the unthinkable. But we’re still a long way off from such a scenario”. While no senior politician in Tokyo has seriously suggested acquiring a nuclear deterrent, the coming weeks will bolster those, including Onodera, who argue for a looser interpretation of the postwar constitutional constraints on Japan’s military, which limit it to a strictly defensive role. Top of Onodera’s wish list is acquiring the ability to launch a preemptive strike at North Korean missiles on the ground if it believed an attack was imminent. That would mark an abandonment of a decades-old consensus that it can only destroy missiles targeting Japan itself. As Tokyo and other big cities emptied out this weekend for the O-bon holidays, held to honour ancestors, many Japanese were casting a wary eye not just at Pyongyang, but also at the US and closer to home. “North Korea is seen as dangerous,” said Koichi Nakano, a political science professor at Sophia University in Tokyo. “But in trying to exploit fears over North Korea, Abe, like Trump, is also seen as adding to the danger.”",
    "keywords": [
        "distant",
        "korea",
        "japans",
        "threat",
        "justin",
        "missiles",
        "nuclear",
        "japanese",
        "japan",
        "fears",
        "real",
        "missile",
        "tokyo",
        "mccurry",
        "north",
        "korean"
    ],
    "summary": "More accustomed to the dangers of earthquakes and tsunami, Japan’s people are now having to address a new, manmade threat: North Korean missiles.\nAll 14 of the missiles North Korea has launched this year were aimed towards Japan’s coast, including two intercontinental ballistic missiles tested last month.\nFew here have forgotten that in 1998, a North Korean long-range missile overflew Japanese territory before splashing into the Pacific.\nTop of Onodera’s wish list is acquiring the ability to launch a preemptive strike at North Korean missiles on the ground if it believed an attack was imminent.\n“But in trying to exploit fears over North Korea, Abe, like Trump, is also seen as adding to the danger.”",
    "sentiment": {
        "neg": 0.0799,
        "neu": 0.8628,
        "pos": 0.0572,
        "compound": -0.1107
    }
}