{
    "date": "2017-08-15T16:54:41Z",
    "title": "Trump must negotiate with Kim to avert nuclear catastrophe | Letters",
    "url": "https://www.theguardian.com/world/2017/aug/15/trump-must-negotiate-with-kim-to-avert-nuclear-catastrophe",
    "content": "The increasingly threatening rhetoric between Donald Trump and Kim Jong-un (Report, 15 August) risks triggering a conflict that could escalate to the annihilation of everyone on this fragile planet. Is it not time for the UN security council to step up to its primary responsibility under the UN charter: the maintenance of international peace and security? Its first action is usually to recommend both parties reach agreement by peaceful means, helping with mediation if needed. Both Kim Jong-un and South Korean president Moon Jae-in are reported to be willing to talk, and there is a New York back channel between Joseph Yun, the US envoy for North Korea policy, and North Korean diplomat Pak Song-iI. Sweden has longstanding diplomatic representation in North Korea and seven EU countries now have embassies in Pyongyang. The security council has imposed heavy sanctions. It has the channels to now urgently promote a dialogue towards negotiation. Judith Cook London • Why is the US threatening war with North Korea instead of pressing for negotiations? The short answer is Donald Trump’s desire to distract public attention away from the Russia investigation, which has taken an ominous turn of events with the raid on Trump adviser Paul Manafort’s home, the pending interrogation of Trump’s personal assistant, Rhona Graff, and the investigation into Trump’s financial entanglements with Russia, which Donald Trump Jr admitted were substantial. Kim Jong-un and Trump are cut from the same cloth. Both will do anything to survive. North Korea has every right to be wary of US intentions. Trump’s war of words, belittling Kim Jong-un, is totally irresponsible and plays into Kim’s playbook, depicting the US as the nasty aggressor. We need a diplomatic solution to the problem, not hellfire and brimstone. We have threatened military strikes and imposed tight sanctions and nothing has worked. Why don’t we try something different? Bombard North Korea with acts of unconditional kindness – drones packed with food to remote areas to feed North Korea’s impoverished people to counter Kim’s shrill anti-American rhetoric. This would generate goodwill, defuse tensions, promote pro-American sentiments and may eventually topple North Korea’s one-man rule. Jagjit Singh Los Altos, California, USA • When, after the US dropped the bomb on Hiroshima, President Harry Truman threatened Japan with “a rain of ruin from the air, the like of which has never been seen on this earth”, the Red Army was moving into Manchuria and the Soviet Union seemed likely to control all of east Asia, making American sacrifices in the Pacific redundant. Three days later, the US dropped its sole remaining deployable atomic bomb on Nagasaki. The US, of course, had no military need to have weapons of mass destruction on standby in August 1945. But what is the hurry for President Trump? Alarmingly for those with any knowledge of history, both sides are fixated on their own internal logic. Trump’s circle brief that he is being advised by some to “push very hard, even to the point of launching a pre-emptive strike” and he is conspicuously failing to deny this. For Truman, the Japanese surrender was an attainable goal for which the costs had been paid and would stop once the surrender had happened. And he had good reason to suppose that his enemy also feared a Soviet takeover. All Trump has done is convince the “paranoid” Kim of the need for a deterrent. There may be no good options, but anything is better than this. Roger Macy London • In December 1972, 15 American B-52 bombers were shot down over North Vietnam during an 11-day period, and five others were seriously damaged. Twenty-eight pilots were killed and 34 captured. Some 15,000 tons of bombs were dropped on Hanoi over two weeks, but the Vietnamese government did not surrender to America’s bombing campaign. The plan to place North Vietnam at a disadvantage at the Paris negotiations – and gain concessions – failed miserably, and the Paris peace agreement was signed with almost the same stipulations drafted months earlier. America’s military and foreign policy establishments have a long history of miscalculation. President Trump may not be aware of this history, and of the consequences that military action against North Korea may have on his administration. Luis Suarez-Villa Professor emeritus, University of California, Irvine • What a shame the US embassy in Grosvenor Square was unable to accept a letter submitted by the Rev Giles Fraser on behalf of the CND protest delegation on Friday. For those not present, it was more a case of a subdued and serious presence rather than a “protest”, so there was nothing in this small gathering to antagonise those in the embassy or the security outside (the CND website shows a small clip of the proceedings). Over the years I have attended many protests which have culminated in signed petitions handed in to Downing Street which were either taken to the door of No 10 or handed to a member of the police force on duty. The rejection of this letter surely exhibits both a lack of grace and a sense of democracy from the US ambassador? Margaret Conaghan London • The threats being exchanged between Trump and Kim today feel more dangerous than between the US and the Soviet Union in the 1960s. I was a CND member then, and at Greenham, when we tried and failed to rid the world of nuclear weapons. Where is the voice of this UK government? All nations should be expressing their views about what is going on. Are we all just waiting to see what happens? Pat Brandwood Broadstone, Dorset • An attack on Guam – a United States territory – would be an attack on a member of Nato. We are treaty-bound to come to the aid of Nato members. Is this a circumstance in which Theresa May would repeat her commitment to unequivocally say “yes” to pressing the button? Why has nobody asked the question? Colin Challen Scarborough, North Yorkshire • In the early 1980s, Cambridge city council declared itself a nuclear-free zone (Letters, 14 August). Not so South Cambridgeshire district, which ran a survival course. I attended this on behalf of the small village where I worked. My abiding memories are of a lecture, in almost lascivious detail, on the effects of radiation, and another on how to dig a latrine. I wish I’d kept the notes. Margaret Waddy Cambridge • In the 80s, government advice for Armageddon was contained in a booklet called Protect and Survive. Having read how to whitewash our windows and use brown paper as an extra lining before retreating beneath the kitchen table, some wag offered a more succinct counsel. “In the event of a nuclear war: Put your head between your knees / And kiss your arse goodbye.” Margaret Philip Scole, Norfolk • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "keywords": [
        "avert",
        "war",
        "negotiate",
        "military",
        "korea",
        "north",
        "president",
        "kim",
        "nuclear",
        "catastrophe",
        "security",
        "letters",
        "trumps",
        "jongun",
        "trump"
    ],
    "summary": "The increasingly threatening rhetoric between Donald Trump and Kim Jong-un (Report, 15 August) risks triggering a conflict that could escalate to the annihilation of everyone on this fragile planet.\nSweden has longstanding diplomatic representation in North Korea and seven EU countries now have embassies in Pyongyang.\nJudith Cook London • Why is the US threatening war with North Korea instead of pressing for negotiations?\nKim Jong-un and Trump are cut from the same cloth.\nTrump’s war of words, belittling Kim Jong-un, is totally irresponsible and plays into Kim’s playbook, depicting the US as the nasty aggressor.",
    "sentiment": {
        "neg": 0.1051,
        "neu": 0.8215,
        "pos": 0.0734,
        "compound": -0.1051
    }
}