{
    "date": "2017-08-14T06:09:35Z",
    "title": "Utterly riveting – North Korea: Murder in the Family review",
    "url": "https://www.theguardian.com/tv-and-radio/2017/aug/14/utterly-riveting-north-korea-in-the-family-review",
    "content": "CCTV footage doesn’t get much more extraordinary than what was captured in the check-in area of Kuala Lumpur International airport on 13 February this year. A shortish, roundish man walks towards one of those self-check-in kiosks to get his boarding pass. This is where it happens, some kind of incident. It’s a way off, and not very clear, but when the footage is zoomed in, we can see more. Two women approach the man, one puts something that looks like a cloth over his mouth. Then they walk calmly off, it’s all over in a few seconds. Nobody around them appears to have noticed that anything at all has happened. Then, in footage from another camera, we see the man, looking animated, reporting the incident – his own assassination, as it happens – to the police; then security staff are leading him to the airport clinic. By which time the man is beginning to drag his feet. And sweating, we learn. Soon his coordination will be all over the place, he will have a seizure, defecate and die. Because he has been poisoned with VX, the most deadly nerve agent known, 10 times more powerful than sarin. He is Kim Jong-nam, of course, Kim Jong-un’s half brother. North Korea: Murder in the Family (BBC2), a timely This World documentary, picks apart the incident. And it’s absolutely riveting. As everyone who contributes says, it is exactly like something from a spy thriller: the two women who say they were duped into it, thinking they were taking part in a YouTube prank; the secret agents lurking in the background, pulling the strings, then disappearing; the autopsy and Pyongyang’s denials; the international dispute that followed. It would indeed be hard to make up. And it’s also about the context in which it happened. So we go right back to Jong-nam’s birth, outside of marriage, to Kim Jong-il’s mistress. And his tears at being sent away to boarding school in Geneva. Later, there would be more tears, when he couldn’t get away from North Korea, because he had got a taste of the west, become an international playboy and didn’t much like what was going on at home. That would end up being his downfall, after his baby brother took over from Dad. Lots of contributions from all the right people, former ambassadors and intelligence officers, chemical weapons experts, etc. But also from a couple of old school friends in Geneva. They didn’t really know or care where Lee – as they called him – was from, but they were dead impressed because he had a driving licence at 15. Nice detail about Jong-nam’s early life at home, too, where someone would go through the rice sack, grain by grain, picking out any that were irregular or broken, in case Daddy dropped in for tea. Only perfect rice for the supreme leader. I say nice detail, but less so when you consider that outside, the people were starving to death by the million. Or being publicly executed. It’s not surprising that some contributors – such as a North Korean worker in Malaysia – choose not to be identifiable. He’s probably thinking of checking-in at the airport in future, and his nerves. And, of course, the film has unwittingly taken on extra significance and poignancy over the past days. At the time of writing, Armageddon hasn’t happened, but the story’s moved on and now it’s not just the late Kim Jong-nam who is terrified, and waiting to die … The end of the world is coming in Valkryien (Channel 4, and now all online). Well, it is according to Leif, a doomsday survivalist type, who thinks that power failure – rather than Kim Jong-un or Don Dumb-ass – is the big threat. That’s why he has a bunker in a disused Oslo underground station. Ravn, a doctor who once treated Leif for something, has a laboratory down there. Echos of another underground laboratory perhaps; but Ravn’s not cooking crystal meth, he’s messing about with blood and rats (presumably there’s a plentiful supply down there). Something to do with the illness that recently killed his wife perhaps. Or did it? He admitted the coffin was empty at the funeral; is it an underground hospital as well? Anyway, here’s another patient, who has been shot in the stomach during a botched robbery, of €60m, which is also here. It’s bloody, and tense, subversive, underground in every sense. Ravn is an intriguing character, angry and troubled, full of secrets. Meanwhile, the Oslo T-bane trains rumble by ... Yup, I’m getting on, for the ride.",
    "keywords": [
        "underground",
        "man",
        "riveting",
        "korea",
        "world",
        "kim",
        "airport",
        "utterly",
        "incident",
        "happened",
        "footage",
        "murder",
        "family",
        "review",
        "north",
        "international"
    ],
    "summary": "CCTV footage doesn’t get much more extraordinary than what was captured in the check-in area of Kuala Lumpur International airport on 13 February this year.\nIt’s a way off, and not very clear, but when the footage is zoomed in, we can see more.\nNorth Korea: Murder in the Family (BBC2), a timely This World documentary, picks apart the incident.\nIt’s not surprising that some contributors – such as a North Korean worker in Malaysia – choose not to be identifiable.\nAnyway, here’s another patient, who has been shot in the stomach during a botched robbery, of €60m, which is also here.",
    "sentiment": {
        "neg": 0.1013,
        "neu": 0.8442,
        "pos": 0.0545,
        "compound": -0.1363
    }
}