{
    "date": "2017-06-04T09:00:19Z",
    "title": "'Like prisoners of war': North Korean labour behind Russia 2018 World Cup",
    "url": "https://www.theguardian.com/football/2017/jun/04/like-prisoners-of-war-north-korean-labour-russia-world-cup-st-petersburg-stadium-zenit-arena",
    "content": "A test opening of St Petersburg’s Zenit Arena in February treated 10,000 spectators to car racing, motorcycle tricks, dancers and a performing bear introduced as “Russia’s greatest hero”. But the patriotic ceremony failed to note that the stadium, in which Russia kick off the Confederations Cup in a fortnight in preparation for next year’s World Cup, was built mostly by immigrant workers from Asia, including from one of the world’s most repressive countries, North Korea. A subcontractor who asked to remain anonymous said at least 190 “downtrodden” North Koreans had worked long hours with no days off between August and November last year and that one, a 47-year-old, had died on site. “These guys are afraid to speak to people. They don’t look at anyone. They’re like prisoners of war,” the subcontractor said. An employee of a North Korean state company that brings workers to Russia told the Observer at a St Petersburg construction site that the men often worked long hours and had to give part of their pay to the regime in Pyongyang to “facilitate the country’s defence”, which includes its nuclear weapons programme. Tens of thousands of North Korean labourers in Russia work in often “slave-like conditions”, according to Marzuki Darusman, the United Nations special rapporteur on human rights in the Democratic People’s Republic of Korea. The companies that hire them “become complicit in an unacceptable system of forced labour”, he said. Although a law passed in Russia in 2013 exempts employers connected with the World Cup from much of the country’s labour regulations, the North Koreans’ work at the stadium calls into question Fifa’s and Moscow’s commitment to human rights in the preparations for the tournament. In a blanket statement in response to questions about the use of North Korean labour, Fifa told the Observer it monitored conditions for migrant workers and would “continue to follow up any allegations made with regards to human rights violations”. The St Petersburg construction committee said the authorities had conducted regular inspections to make sure conditions at the Zenit Arena site met Russian labour laws. But according to the subcontractor, North Koreans at the site worked at least 11 hours a day for $10-$15, seven days a week. They not only earned less than other migrant workers but lived in more cramped conditions, six to eight workers sharing one construction caravan. The North Korean had died from a heart attack, the subcontractor said. He added that fatigue was a danger. “When you lose your reaction time due to fatigue, you can get hurt out of the blue, just like that.” While Russia’s World Cup preparations have not had the same number of fatalities as those for the 2022 competition in Qatar, where hundreds of migrant workers have been killed during a huge construction boom, the Observer found in 2015 that at least five workers had died in accidents at the Zenit Arena. The subcontractor said another five had died between August and December 2016, including the North Korean. Allegations of exploitation of North Korean workers are only the latest chapter in the spotted history of the Zenit Arena. When St Petersburg started planning a new stadium in 2006 for Zenit, the project was scheduled to finish by the end of 2008 and cost 6.7bn roubles (£92m at today’s exchange rate). As construction finally neared its end almost a decade later, the city’s vice-governor, Igor Albin, said the cost of the 68,000-seat venue had risen more than sixfold to 43bn roubles. The actual cost is very likely to be much higher – owing to corruption, mismanagement and fluctuations in the exchange rate – making it one of the most expensive stadiums per seat in the world, according to Dmitry Sukharev, a former construction worker who heads the St Petersburg branch of the global anti-corruption NGO Transparency International. The St Petersburg construction committee did not respond to a request for comment about costs. Despite the huge spending, Fifa reportedly found last year that the Zenit Arena’s removable pitch did not meet its shock absorption standards. Vladimir Putin is said to have told Fifa’s president, Gianni Infantino, that the stadium’s scandal-ridden construction was a “very sad story” and promised that all defects would be fixed. After the city fired the general contractor last July over delays and cost overruns, the vice-governor Albin managed to gather more than 4,000 workers at the site for a final push to finish it. That is when three companies brought in North Korean workers, the subcontractor said. Pyongyang has been exporting manpower to Russia since Soviet times, including to logging camps in Russia’s far east. In testimony provided to the Observer, Choi Myong-bok, a refugee who escaped a logging camp in the Amur region in 2002, said the camp was “a living hell, it was an open-air prison, wardens watched us around the clock”. He said he lived in inhumane conditions in crowded construction caravans infested by lice and bedbugs and subsisted on melted snow, rice, salt and whatever mushrooms and berries he could gather. Pyongyang earns up to $2.3bn (£1.8bn) a year sending workers such as Choi abroad, mostly to China and Russia. This is despite UN sanctions meant to deprive it of foreign currency for developing nuclear weapons. Moscow has recently signed agreements with Pyongyang to increase trade and employment of North Korean workers at agricultural and timber operations. According to the federal migration service, 30,000 North Koreans were estimated to be in Russia as of 2015. Last year the two governments signed a treaty to extradite citizens who illegally enter either country, an agreement condemned by the UN as a mechanism to send North Korean workers who seek asylum back to face torture or death. But only a handful have sought asylum. “They all have families and if one runs away then it wouldn’t be good for his family, because it’s a communist order there, like we had under Stalin,” said Maria Trush, the administrator of a branch of Apart Hostel, a five-storey dormitory in an industrial zone outside St Petersburg close to where a North Korean subcontractor has an office. Trush has been housing construction workers on and off for the past five years. She said the North Koreans typically worked “like ants”, starting at 8am and ending at 11pm. In the little free time they had, they watched North Korean state television or dubbed Soviet films. Malsar Khuseinov, the director of Soyuz-Stroi, a construction company that employs 200 North Koreans, said workers were allowed to “extend the work day as much as they need” to meet a deadline. Pyongyang “commands and controls them” through “captains” on the ground, he said. “They have the right kind of discipline,” he said, adding that it was “out of the question” that any of them would run away. Another construction firm, Dalpiterstroi, employed 60 North Koreans at the Zenit Arena, the company’s PR and advertising director, Anna Bochenkova, said. But they worked eight, not 11, hours a day, and she denied allegations of low pay and overcrowded construction caravans. “They work in good conditions with standard pay, like all workers on St Petersburg construction sites, at market price, and have good living conditions,” she said. Bochenkova said she could not comment on the North Korean worker who died but denied it could have been caused by overwork. “A person can die from a heart attack just walking down the street anywhere in the world,” she said. On a recent night in the suburb of Shushary, this reporter found a two-storey, metal-sided dormitory where North Korean workers live in a large cluster of similar housing. A man preparing food in the small, low kitchen immediately made a call on his cellphone and within minutes a well-dressed man who gave his name only as Choi arrived. He said he was a translator for the North Korean state company that brings workers to Russia. Thirty-two men lived in the Shushary dormitory, he said, and another 100 were working in the suburb of Pargolovo. A North Korean fell to his death from a nine-storey building there in June, Choi confirmed. The men are sent to Russia for five years, work 12 hours a day with two hours for lunch, rest on weekends, and make 50,000-60,000 roubles a month (£685-£825), of which they give 5%-10% to the Pyongyang government, he said. Nearby, a group of North Korean workers were still pouring concrete on the 22nd storey of a residential tower at 10.30pm. When asked, one of them at the base of the tower said he made 50,000 to 60,000 roubles a month. A security guard quickly ended the conversation. The Observer also ran into Choi and another worker on a muddy track between the dormitories and the building sites. The worker said he started each day around 8.30am or 9am and carried on until 7pm or 8pm, with two hours for lunch. That day, a delayed batch of concrete had pushed work later, he said. “I came to see this city, which is beautiful and famous around the world,” he said, adding that he had worked in Russia since 2014. Asked how much he made, he also said 50,000 to 60,000 roubles a month. The conversation was cut short by security guards who briefly detained this reporter in a construction trailer. The Norwegian football magazine Josimar recently found another group of about 100 North Koreans who were living in construction caravans and working long hours at another Dalpiterstroi site, surrounded by barbed wire and guards with dogs. In reality, the workers are likely to make far less than the figures they cite as the Pyongyang regime takes 30%-50% of their income, according to Andrei Lankov, a North Korea expert. Nevertheless, working abroad was one of the few ways for North Koreans to improve their financial situation, he added. While there are many exceptions to the standard 40-hour week stipulated in Russia’s labour code, working at least 10 hours a day for most of five years, like the North Koreans said they do, would violate the law, two lawyers told this newspaper. Last week it emerged that Infantino had admitted that Fifa was aware of the issues. In a letter dated 22 May to Nordic FA presidents who had raised the issue, he said: “Fifa is aware of and firmly condemns the often appalling labour conditions under which North Korean workers are employed in various countries around the world.” He acknowledged that an inspection team for Fifa’s decent work monitoring system, set up to address concerns about human rights abuses, did find “strong evidence for the presence of North Korean workers on the construction site in St Petersburg” on a visit in November. “The issues found were subsequently raised with the respective company and with the general contractor,” Infantino wrote. Fifa said a further inspection in March found no more North Koreans working at the site. According to Svetlana Gannushkina, a veteran migrant rights activist who helps North Korean refugees, the authorities rarely raise any questions about these workers. “The rights of people working on our territory should be respected, no matter who their overlords are, but this isn’t done,” she said. “It’s an area of complete lawlessness.”",
    "keywords": [
        "war",
        "2018",
        "labour",
        "hours",
        "petersburg",
        "world",
        "russia",
        "cup",
        "construction",
        "workers",
        "prisoners",
        "site",
        "koreans",
        "st",
        "north",
        "korean"
    ],
    "summary": "The subcontractor said another five had died between August and December 2016, including the North Korean.\nAllegations of exploitation of North Korean workers are only the latest chapter in the spotted history of the Zenit Arena.\nThat is when three companies brought in North Korean workers, the subcontractor said.\nMoscow has recently signed agreements with Pyongyang to increase trade and employment of North Korean workers at agricultural and timber operations.\nNearby, a group of North Korean workers were still pouring concrete on the 22nd storey of a residential tower at 10.30pm.",
    "sentiment": {
        "neg": 0.0745,
        "neu": 0.8844,
        "pos": 0.0412,
        "compound": -0.0949
    }
}