{
    "date": "2017-11-04T03:00:07Z",
    "title": "Relatives of Japanese abducted by North Korea decades ago place hope in Trump",
    "url": "https://www.theguardian.com/world/2017/nov/04/relatives-of-japanese-abducted-by-north-korea-decades-ago-place-hope-in-trump",
    "content": "Shigeo Iizuka always refused to believe that his sister had walked out on her young son and daughter in the summer of 1978 to start a new life. The discovery, a decade later, that he had been right meant little when he learned the grim truth behind her disappearance – that she had been a victim of North Korea’s cold war abductions of Japanese citizens. Yaeko Taguchi was a 22-year-old hostess at a club in Tokyo when she was seized by spies and spirited away to North Korea. She was not alone. Well over a dozen Japanese nationals – and perhaps many more – were abducted in the 1970s and 1980s and put to work teaching North Korean special forces their language and culture to enable them to blend in during missions to Japan. Now, almost four decades since he last saw his sister, Iizuka is preparing to issue a direct plea for help to Donald Trump, who arrives in Japan on Sunday at the start of a five-nation tour of Asia. “I still haven’t decided what to say to him,” Iizuka told the Guardian. “This has been an issue for such a long time, and there is no resolution in sight, so it’s hard to sum up my feelings in a few sentences.” As the head of an association of families whose relatives were taken, Iizuka said he would begin by thanking Trump for raising their plight during his speech at the UN general assembly in New York last month. “We know [North Korea] kidnapped a sweet 13-year-old Japanese girl from a beach in her own country to enslave her as a language tutor for North Korea’s spies,” Trump said in a reference to Megumi Yokota, who was snatched from near her home on the Japan Sea coast in 1977. The years her parents Sakie and Shigeru Yokota have spent campaigning for the release of Megumi and 11 other abductees officially recognised by Japan’s government, have taken their toll: her father, who is 84 and chronically ill, is unlikely to meet Trump on Monday. After the prospects of a breakthrough improved, then quickly receded, in 2014, Iizuka believes it is time for Trump and Japan’s prime minister, Shinzo Abe, to seize the initiative. He is pinning his hopes on a repeat of the September 2002 meeting in Pyongyang between the then Japanese prime minister, Junichiro Koizumi, and his North Korean counterpart, Kim Jong-il. An apologetic Kim acknowledged that North Korea had targeted Japanese and vowed that the abductions had ended. A month later, five abductees, not including Taguchi or Yokota, returned to Japan. The summit produced the Pyongyang declaration, which contained a pledge by Kim to freeze his missile programme in return for Japanese aid and economic assistance once the countries had normalised diplomatic ties. The deal never came to fruition, however. Angered by international sanctions, North Korea conducted its first nuclear test in 2006. Kim’s death in late 2011 saw the country’s dynastic leadership pass to his more unpredictable son, Kim Jong-un. Since then, Iizuka and other relatives have watched helplessly as the world focuses on Pyongyang’s race to build a nuclear arsenal capable of threatening the US. The Koizumi-Kim summit, though, “was an example of how Japan can use sanctions to get results,” Iizuka said. “Abe has been deeply involved in this issue for many years – now it is up to him to see if he can do the same.” He agrees that North Korea should be punished for its missile and nuclear tests, but believes the abductions should be treated as a separate issue – before it is too late. “We are talking about people who are alive and in North Korea today,” he said. “We can’t afford to wait until the nuclear issue is resolved.” Taguchi’s family had no inkling of what had happened to her until Kim Hyun-hui, a North Korean agent, was arrested over the bombing of a South Korean airliner in 1987 in which all 115 passengers and crew died. During questioning, Kim Hyun-hui revealed that she had been tutored in North Korea by a woman who was later confirmed to be Taguchi. According to testimony given by Kim Hyun-hui and others, she was taken to Japan’s south-west coast – possibly after being drugged – and put on a boat to the North Korean city of Nampo. Iizuka prefers to remember his sister, who is 17 years his junior, as a strong-willed woman and devoted mother – qualities he believes made her a target for the North Korean agents who had been frequenting the club for several weeks before she disappeared. “We didn’t want her to work nights in a club, but she said she needed to make sure her children had everything they needed,” Iizuka said. “She was a divorced single mother – tough and honest. She always dressed fashionably, and she was beautiful.” Like other relatives, Iizuka dismisses North Korean claims that eight of the 12 remaining abductees died, including his sister, who was said to have been killed in a car crash in 1986. Pyongyang insists four other Japanese had never entered the country. “I am convinced my sister is still alive,” he said, citing unofficial information that continues to filter out of the country. He and his wife adopted Taguchi’s son, Koichi. Her daughter went to live with Iizuka’s younger sister and has not publicly commented on the abductions. Now 39, Koichi did not discover the truth about his background until he read family register documents he needed to apply for a passport. “For 20 years he thought we were his real parents,” Iizuka said. “We told him the truth, and then explained what had happened to his mother. It was a double shock for him.” Almost four decades since Taguchi’s abduction, Iizuka has encountered too many false dawns to hold out much hope that meeting Trump will lead to a breakthrough. “What is more important right now is to keep alive the hope that we have in our hearts every single day,” he said. “We’ve been campaigning for decades, and no progress has been made. It is taking too long, and that is something the Japanese government needs to reflect on.” Robert Boynton, a journalism professor at New York University and author of a 2016 book on the abductions, said he doubted any progress would be made on the issue. “The sad thing is I think the North Koreans are playing a waiting game – waiting for people like the Yokotas to pass away, that the next generation won’t be as exercised and the issue will just go away,” he said. Iizuka, who is still working and campaigning at 89, concedes that time is not on his side. “At my age, I wonder how long I can go on campaigning,” he said. “The parents of the abductees are very old, and some have died. It is hard for us, but I know it is much worse for our loved ones in North Korea. I worry that they will return to Japan only to find that their parents are gone. “That would be the biggest tragedy of all.”",
    "keywords": [
        "place",
        "korea",
        "sister",
        "issue",
        "iizuka",
        "kim",
        "japanese",
        "decades",
        "relatives",
        "hope",
        "japan",
        "trump",
        "ago",
        "abducted",
        "north",
        "korean"
    ],
    "summary": "Yaeko Taguchi was a 22-year-old hostess at a club in Tokyo when she was seized by spies and spirited away to North Korea.\nAn apologetic Kim acknowledged that North Korea had targeted Japanese and vowed that the abductions had ended.\nAngered by international sanctions, North Korea conducted its first nuclear test in 2006.\n“We are talking about people who are alive and in North Korea today,” he said.\nIt is hard for us, but I know it is much worse for our loved ones in North Korea.",
    "sentiment": {
        "neg": 0.083,
        "neu": 0.8514,
        "pos": 0.0657,
        "compound": -0.097
    }
}