{
    "date": "2017-04-28T04:50:12Z",
    "title": "'I thought being president would be easier': Trump's Reuters interview highlights",
    "url": "https://www.theguardian.com/us-news/2017/apr/28/i-thought-being-president-would-be-easier-trumps-reuters-interview-highlights",
    "content": "On the presidency “I loved my previous life. I had so many things going. This is more work than in my previous life. I thought it would be easier. You’re really into your own little cocoon, because you have such massive protection that you really can’t go anywhere. I like to drive. I can’t drive any more.” On Kim Jong-un “He’s 27 years old, his father dies, took over a regime, so say what you want but that’s not easy, especially at that age. You know you have plenty of generals in there and plenty of other people that would like to do what he’s doing. So I’ve said this before and I’ve, I’m just telling you, and I’m not giving him credit or not giving him credit. I’m just saying that’s a very hard thing to do. As to whether or not he’s rational, I have no opinion on it. I hope he’s rational.” On Chinese president Xi and North Korea “He certainly doesn’t want to see turmoil and death. He doesn’t want to see it. He’s a good man. He’s a very good man and I got to know him very well ... We’ll see how it all works out. I know he would like to be able to do something. Perhaps it’s possible that he can’t. But I think he’d like to be able to do something.” On North Korea “There’s a chance that we could end up having a major, major, conflict with North Korea, absolutely.” Q: Is that your biggest global worry at this point? “Yes, I would say that’s true, yes ... North Korea would be certainly that.” On South Korea and Thaad “On the Thaad system, it’s about a billion dollars. I said, ‘Why are we paying? Why are we paying a billion dollars? We’re protecting. Why are we paying a billion dollars?’ So I informed South Korea it would be appropriate if they paid. Nobody’s going to do that. Why are we paying a billion dollars? It’s a billion-dollar system. It’s phenomenal. It’s the most incredible equipment you’ve ever seen – shoots missiles right out of the sky. And it protects them and I want to protect them. We’re going to protect them. But they should pay for that, and they understand that.” On the end of Islamist terrorism “We can’t let them come over here. I have to say, there is an end. And it has to be humiliation. There is an end. Otherwise it’s really tough. But there is an end. We are really eradicating some very bad people. When you take a look at what’s going on with the cutting off of the heads. We haven’t seen that since medieval times. Right?” On Nafta “You know I was really ready and psyched to terminate Nafta. You saw that, you wrote about it. And I said I’ve had it. I’ve had it ... I’m not looking to hurt Canada and I’m not looking to hurt Mexico. They’re two countries I really like. So they asked to renegotiate, and I said yes. On speaking to Taiwan’s leader again “Well, my problem is that I’ve established a very good personal relationship with Xi. And I really feel that he is doing everything in his power to help us with a big situation, so I wouldn’t want to be causing difficulty right now for him ... So I would certainly want to speak to him first.” On a possible government shutdown “If there’s closure, there’s closure. We’ll see what happens. If there’s a shutdown it’s the Democrats’ fault. Not our fault. It’s the Democrats’ fault. Maybe they’d like to see a shutdown.” On peace in the Middle East “It’s a possibility, we’re talking to both. It’s a possibility, but I want to see peace with Israel and the Palestinians. There is no reason there’s not peace between Israel and the Palestinians – none whatsoever.”",
    "keywords": [
        "thought",
        "im",
        "ive",
        "korea",
        "north",
        "president",
        "highlights",
        "theres",
        "end",
        "paying",
        "know",
        "trumps",
        "really",
        "easier",
        "interview",
        "hes"
    ],
    "summary": "So I’ve said this before and I’ve, I’m just telling you, and I’m not giving him credit or not giving him credit.\nI hope he’s rational.” On Chinese president Xi and North Korea “He certainly doesn’t want to see turmoil and death.\nHe’s a very good man and I got to know him very well ... We’ll see how it all works out.\n“Yes, I would say that’s true, yes ... North Korea would be certainly that.” On South Korea and Thaad “On the Thaad system, it’s about a billion dollars.\nSo I would certainly want to speak to him first.” On a possible government shutdown “If there’s closure, there’s closure.",
    "sentiment": {
        "neg": 0.0715,
        "neu": 0.7999,
        "pos": 0.1285,
        "compound": 0.0681
    }
}