{
    "date": "2017-03-17T11:14:52Z",
    "title": "Military action against North Korea 'an option', warns Rex Tillerson",
    "url": "https://www.theguardian.com/us-news/2017/mar/17/military-action-against-north-korea-an-option-warns-rex-tillerson",
    "content": "A pre-emptive US military strike against North Korea may be necessary if the threat posed by its nuclear weapons programme reaches a level that “requires action”, the US secretary of state, Rex Tillerson, has warned. Speaking in Seoul on the second day of a visit to the Asia-Pacific region, Tillerson said Washington’s policy of “strategic patience” towards the regime in Pyongyang had ended. In his strongest comments yet on concerns that North Korea is moving closer towards developing a nuclear strike capability that could threaten the US mainland, Tillerson said “all options are on the table”. “Certainly we do not want to, for things to get to military conflict,” he said at a joint press conference with South Korea’s foreign minister, Yun Byung-se. “If they elevate the threat of their weapons programme to a level that we believe requires action, then that option’s on the table. “Let me be very clear: the policy of strategic patience has ended. We are exploring a new range of security and diplomatic measures.” Those words hint at a departure from the North Korea policy pursued by the Obama administration, which sought to use multilateral sanctions to pressure the North Korean leader, Kim Jong-un, into agreeing to denuclearisation in exchange for aid and investment. But over the past 11 years, North Korea has responded by carrying out five nuclear tests and dozens of missile launches, and made it clear it is not prepared to relinquish weapons of mass destruction in the face of American “hostility”. Tillerson said North Korea could no longer be allowed to continue developing its nuclear and missile technology. “That would leave North Korea with significant capabilities that would represent a true threat,” he said. The failure of Obama’s isolationism sparked speculation that the US would adopt a fresh approach towards North Korea under Donald Trump. On Thursday, Tillerson conceded that 20 years of US attempts to “denuclearise” North Korea had been unsuccessful. “I think it’s important to recognise that the political and diplomatic efforts of the past 20 years to bring North Korea to the point of denuclearisation have failed,” he said during a visit to Tokyo. “That includes a period where the United States has provided $1.35bn in assistance to North Korea as an encouragement to take a different pathway.” “In the face of this ever-escalating threat, it is clear that a different approach is required. Part of the purpose of my visit to the region is to exchange views on a new approach.” Aside from repeating that Washington’s policy options remain open, Tillerson has not offered details of how the Trump administration plans to address the rising threat from North Korean nuclear weapons and ballistic missiles. Earlier on Friday, Tillerson was able to view the North Korean countryside firsthand from the demilitarised zone, the heavily armed strip of land that has divided the Korean peninsula since the end of the 1950-53 Korean war. Watched by North Korean soldiers on the northern side of the demarcation line, Tillerson toured the Panmunjom joint security area, which has been guarded by both North Korea and the US-led UN command since the end of the conflict. At one point, the North Korean guards were just a few feet from Tillerson, with one appearing to be filming or photographing the secretary of state, who also met some of the 28,500 US troops based in South Korea. Tillerson faces potentially the most difficult leg of his three-country visit when he arrives in Beijing on Saturday. The US has called on China – North Korea’s only diplomatic ally and its biggest trade partner – to fully implement internationally agreed sanctions and exert more political pressure on Pyongyang to abandon its nuclear weapons programme. “I don’t believe we have ever fully achieved the maximum level of action that can be taken under the UN security council resolution with full participation of all countries,” Tillerson said in a reference to China. “We know that other nations can take actions.”",
    "keywords": [
        "policy",
        "military",
        "option",
        "korea",
        "rex",
        "threat",
        "tillerson",
        "warns",
        "nuclear",
        "visit",
        "weapons",
        "security",
        "action",
        "north",
        "korean"
    ],
    "summary": "A pre-emptive US military strike against North Korea may be necessary if the threat posed by its nuclear weapons programme reaches a level that “requires action”, the US secretary of state, Rex Tillerson, has warned.\nTillerson said North Korea could no longer be allowed to continue developing its nuclear and missile technology.\n“That would leave North Korea with significant capabilities that would represent a true threat,” he said.\nThe failure of Obama’s isolationism sparked speculation that the US would adopt a fresh approach towards North Korea under Donald Trump.\nOn Thursday, Tillerson conceded that 20 years of US attempts to “denuclearise” North Korea had been unsuccessful.",
    "sentiment": {
        "neg": 0.0932,
        "neu": 0.8445,
        "pos": 0.0623,
        "compound": -0.1409
    }
}