{
    "date": "2018-01-17T11:23:42Z",
    "title": "North Korea's 'army of beauties' will be under close scrutiny at Winter Olympics",
    "url": "https://www.theguardian.com/world/2018/jan/17/north-korea-cheerleaders-winter-olympics-pyeonchang",
    "content": "Though none of the North Korean athletes competing at next month’s Winter Olympics in South Korea are expected to win a medal, they will at least be assured of a thunderous reception. When North Korea recently agreed to send a large delegation to the Games, which open in Pyeongchang on 9 February, there was speculation over which athletes might take advantage of the 11th-hour wildcard entries offered by the International Olympic Committee. But far more excitement greeted Wednesday’s news that the athletes will be accompanied by 230 members of the “army of beauties”, North Korea’s all-female cheerleading troupe who – international politics permitting – will be dispatched to portray a gentler image of one of the world’s most brutal dictatorships. The women, all in their late teens or early 20s, are handpicked from elite universities and undergo strict background checks to ensure they are not related to defectors or Japanese sympathisers, according to Chinese media. “They must be over 163cm (5ft 4ins) tall and come from good families,” said An Chan-il, a defector who runs the World Institute for North Korea Studies. “Those who play an instrument are from a band and others are mostly students at the prestigious Kim Il-sung University,” he told AFP. As the daughters of well-connected families in the North Korean capital, Pyongyang, they are highly unlikely to defect, according to Jiro Ishimaru, a Japanese documentary-maker who runs a network of secret citizen journalists in the North. Cheerleading aside, their role is to challenge the common perception of North Korea as an economically backward state whose people are malnourished. “As well as being young, tall and beautiful, they train extremely hard so that they don’t put a foot wrong,” Ishimaru said. “They’re out to impress people, particularly South Koreans.” Chosen for their loyalty to the Kim dynasty as much as their appearance, their routines are as tightly choreographed as any military parade in Pyongyang. Whether dressed in traditional hanbok or polo shirts and baseball caps, their chanting, singing and dancing often overshadow their compatriots’ exertions in the sporting arena. In their first of three visits to South Korea, to attend the 2002 Asian Games in Busan, a party of 300 cheerleaders stepped off a ferry waving unification flags – a pale blue silhouette of the Korean peninsula – to the delight of many locals. A planned visit to the Asian Games in 2014 in Incheon was cancelled after Pyongyang and Seoul argued over details, including the size of the cheerleading party and their flag, and which country would foot their expenses. Its most famous alumni is Ri Sol-ju, better known these days as the wife of the North Korean leader, Kim Jong-un, who was 16 when she was part of the group that attended the 2005 Asian Athletic Championships, also in Incheon. It remains to be seen if the goodwill that greeted the troupe’s previous trips to South Korea has survived a dramatic deterioration in cross-border ties after a year of missile launches, a nuclear test and threats to the US and the South. Whatever reception they receive, Simon Cockerell, general manager at Koryo Tours and a frequent visitor to North Korea, expects the cheerleaders to eclipse the country’s athletes. “The world’s media will focus on them, as they have done before, simply because North Korea is a source of mystery, fear, and exoticism – and because the women are pretty,” he said. “And because getting substantive interviews from North Korean athletes is notoriously difficult.” With less than a month before the Games open, officials from both countries face a race against time to decide how the North Korean delegation will travel across the border, where they will stay and who will pay their expenses. Some reports said they would be accommodated on a cruise ship moored in Sokcho, about an hour’s drive from Pyeongchang. While the Games’ organisers anticipate a late surge in ticket sales, sports fans from other countries expecting to swap stories and mementoes with the North Korean cheerleaders will be disappointed. None of the women will want to risk the fate that awaited 21 of their predecessors who were reportedly sent to a labour camp for talking about what they had seen during their 2005 visit to South Korea. Ishimaru said the group would be practically impregnable for as long as they were in “enemy territory”. “They won’t be given the freedom to do things we take for granted, like go out for a stroll,” he said. “They will leave their accommodation together and return together at the end of each day. There certainly won’t be any mingling.”",
    "keywords": [
        "ishimaru",
        "south",
        "athletes",
        "korea",
        "games",
        "women",
        "kim",
        "close",
        "winter",
        "beauties",
        "scrutiny",
        "korean",
        "army",
        "pyongyang",
        "olympics",
        "north",
        "koreas"
    ],
    "summary": "Though none of the North Korean athletes competing at next month’s Winter Olympics in South Korea are expected to win a medal, they will at least be assured of a thunderous reception.\n“They must be over 163cm (5ft 4ins) tall and come from good families,” said An Chan-il, a defector who runs the World Institute for North Korea Studies.\nCheerleading aside, their role is to challenge the common perception of North Korea as an economically backward state whose people are malnourished.\nWhatever reception they receive, Simon Cockerell, general manager at Koryo Tours and a frequent visitor to North Korea, expects the cheerleaders to eclipse the country’s athletes.\nWhile the Games’ organisers anticipate a late surge in ticket sales, sports fans from other countries expecting to swap stories and mementoes with the North Korean cheerleaders will be disappointed.",
    "sentiment": {
        "neg": 0.0358,
        "neu": 0.849,
        "pos": 0.1152,
        "compound": 0.2705
    }
}