{
    "date": "2018-06-12T20:36:16Z",
    "title": "Trump-Kim summit: world scrambles to decipher 'denuclearisation' deal – as it happened",
    "url": "https://www.theguardian.com/world/live/2018/jun/12/trump-kim-summit-meeting-singapore-us-president-north-korea-kim-jong-un-",
    "content": "We’re going to wrap up our live coverage for the day. As Donald Trump continues to fly home from his summit in Singapore with Kim Jong-un, political allies of the president are struggling a bit to get on the same page in describing what Trump agreed to. Trump has ordered the suspension of US military exercises with South Korea, in a surprise concession to Kim. In return, Kim signed a joint statement committing to denuclearisation, but it was a vaguely worded commitment that the regime has made several times before over the past three decades. Later, Republican senator Cory Gardner said Vice-President Mike Pence had briefed senators that Trump had agreed to halt “war games” on the Korean peninsula but not “readiness training and exchanges”. Here’s some of our latest coverage: Senator Gardner now offers an interpretation by which his account of what vice president Pence said and Pence’s account can both be true: A Republican senator has said that vice president Mike Pence told Republican senators that military exercises “will continue in South Korea”. After his meeting with Kim, Trump announced the suspension of US military exercises with South Korea, declaring that the joint military exercises, involving planes flying long distances, were too expensive. “We will be saving a tremendous amount of money. Plus, it is very provocative,” Trump said. But Pence sent senators the opposite message, according to Gardner: Pence’s press secretary has subsequently called senator Gardner’s summary of Pence’s message “false”: A CNN source in the Republican meeting says Pence’s answer on the war games question was not clear: Meanwhile a Pentagon statement sidesteps the whole question: About four years ago, and a year before he announced his presidential candidacy, Trump tweeted: Here’s an exchange between Trump and former Fox News journalist Greta van Susteren that is difficult to follow: The national Republican party, through its official Twitter account, compares Trump’s meeting with Kim to Reagan’s confrontation with Gorbachev: Reuters reports that Iran has warned the North Korean leader, Kim Jong-un, against trusting Trump, saying he could cancel their denuclearisation agreement within hours: Tehran cited its own experience in offering the advice to Kim a month after Washington withdrew from a similar deal with Iran. Trump and Kim pledged at a meeting in Singapore on Tuesday to work towards complete denuclearisation of the Korean peninsula while Washington committed to provide security guarantees for its old enemy. “We don’t know what type of person the North Korean leader is negotiating with. It is not clear that he would not cancel the agreement before returning home,” Iranian government spokesman Mohammad Bagher Nobakht was quoted as saying by IRNA new agency. Nobakht questioned Trump’s credibility. “This man does not represent the American people, and they will surely distance themselves from him at the next elections,” he said. Here is a statement from the parents of Otto Warmbier, the exchange student who died days after being released from North Korea detention in June 2017: The Pentagon insists defense secretary Mattis was not surprised by Trump’s signing an agreement to halt joint military exercises with South Korea, CNN reports: A midnight errand for the governor of Guam: Former presidential candidate and current senator Bernie Sanders releases a statement calling the summit “light on substance” yet embracing it as “a positive step”: Update: applause for diplomacy from a Democrat: Aboard Air Force One, Trump says he’s “dealt with” Kim starting 90 days ago. It’s not clear what he means by that – on 24 May Trump sent a letter canceling the summit that just happened, after multiple previous communiques from Kim trashing the US side. The Senate majority whip is not sure whether he agrees with the president about Kim’s talents: Noah Rothman, co-editor of the conservative leaning Commentary magazine, calls the summit “a disgrace”: What happened on Monday in Singapore was a disgrace. What was billed as a summit designed to secure a negotiated end to the crisis on the Korean Peninsula—a crisis that the North Korean regime alone inaugurated and aggravates—became Kim Jong-un’s coming-out party. Kim arrived in Singapore to great fanfare; paparazzi snapped his picture and onlookers called his name like he was a boyband heartthrob. The man who murdered his half-brother, uncle, and ex-girlfriend, among scores more, took selfies with democratic figures and toured the town before the main event: a meeting with the leader of the free world. Donald Trump, the legitimately elected president of the world’s most powerful free republic, beamed as he pressed the flesh with the warden of the world’s largest prison—a country with an annual GDP comparable to that of Eugene, Oregon. They dined together on short rib confit and soy-braised codfish—a Korean favorite, in deference to Kim. Trump said it was “my honor” to greet Kim, who is a “very talented man.” “We have a terrific relationship,” he added. They took photographs before a backdrop of American and North Korean flags. It was a scene suggestive of a relationship between equals, which is something Americans with a cursory understanding of history and a functioning moral compass have previously denied the Kim dynasty. Read the full piece here. The Associated Press contributes an analysis concluding that Kim left Singapore with a lot to show for his trip: All North Korean leader Kim Jong Un really needed from his unprecedented summit with U.S. President Donald Trump on Tuesday was to keep his nuclear arsenal intact for the time being and get a decent handshake photo to show he has truly arrived on the world stage. To probably even his own surprise, he got that and a whole lot more. While offering no solid promises to abandon his hard-won nuclear arsenal any time soon, Kim got to stand as an equal with the leader of the world’s most powerful nation, received indications that the future of joint U.S.-South Korea military maneuvers may be in doubt and was showered with effusive praise from a president who just last year derided him as “little rocket man.” If he was forced to negotiate by U.S. pressure, it certainly wasn’t obvious. And if any skeptics of the diplomatic campaign he launched with his neighbors early this year remain inside his regime back home, the summit went a long way toward sidelining them even further. All of this from a 34-year-old leader who was widely written off as too young and too inexperienced to last very long when he assumed power after his enigmatic father, Kim Jong Il, died in late 2011. Read the whole piece here. Republican leaders praised Donald Trump for pursuing the summit with Kim Jong-un, but nonetheless cautioned against trusting the North Korean regime outright. “As negotiations now advance, there is only one acceptable final outcome: complete, verifiable, irreversible denuclearization,” the House speaker, Paul Ryan, said in a statement. “We must always be clear that we are dealing with a brutal regime with a long history of deceit.” “Only time will tell if North Korea is serious this time, and in the meantime we must continue to apply maximum economic pressure,” he added. “The road ahead is a long one, but today there is hope that the president has put us on a path to lasting peace in the Korean peninsula.” The Senate majority leader, Mitch McConnell, commended Trump for taking “an historic first step” toward negotiations with Pyongyang. But he, too, suggested the next round of negotiations “will test whether we can get to a verifiable deal”. “If North Korea does not prove willing to follow through, we and our allies must be prepared to restore the policy of maximum pressure,” he said. Bob Corker, the chairman of the Senate foreign relations committee, was more skeptical about what had been achieved from the summit. “While I am glad the president and Kim Jong-un were able to meet, it is difficult to determine what of concrete nature has occurred,” Corker said. Car fancy: Minority leader Chuck Schumer is on the floor of the Senate talking about the Singapore summit. “We must be clear-eyed on what a diplomatic success with North Korea looks like,” he says. That would be “complete, verifiable, irreversible denuclearization” of the Korean peninsula, he says. “It’s imperative that we actually get action here, not just photo ops,” Schumer says. He points out there are no details in Trump’s signed statement about the definition of “complete denuclearization.” “Unfortunately the entire document is short on details,” Schumer says. “...It is worrisome, very worrisome, that this joint statement is so imprecise.” Schumer says that Trump has drawn a false equivalency between the “legitimate” joint military exercises between South Korea and the United States on one hand, and “illegal” North Korean nuclear testing on the other. Here’s a quickie selection of reactions in the United States to the Trump-Kim summit: ‘If Obama had done that...” The conservative pundit Erick Erickson: The whole design of this is offensive. The President pees in the punch bowl of the G7, insists the Russians come back into the organization, then flies off to Singapore to make kissy face with a man who routinely murders his own people. Had Barack Obama done that, Republicans would be demanding his impeachment. I generally think Donald Trump has run a pretty mature foreign policy that works for American interests. But this past week has been a diplomatic farce, and I suspect those generic ballot numbers that have had Democrats panicking are suddenly going to swing back in their direction. ‘Demand rigorous verification’ Representative Jackie Speier of California: ‘Cringe’ The conservative-leaning Naval War college professor Tom Nichols: ‘Giving away the store for a photo op’ Daniel Serwer, director of the conflict management program at the Johns Hopkins School of Advanced International Studies: President Trump today agreed to suspend US military exercises with South Korea during negotiations with the North and to provide Pyongyang with unspecified security guarantees in exchange for an equally vague commitment to denuclearization of the Korean peninsula. He and Kim Jong-un also got their photo op, which featured a stunning array of American and Democratic Peoples’ Republic of Korea flags. The quid pro quo is clear: the US will be guaranteeing the permanence of one of the most brutal dictatorships on earth and reducing its commitment to its South Korean allies in exchange for some still-to-be-determined constraints on North Korean missile and nuclear weapons capabilities. The joint statement contains no reference at all to human rights issues or North Korean abductions, though it does refer to repatriation of the remains of prisoners of war and those missing in action from the Korean War. All you need to know about this deal is what the Republicans would be saying if President Obama had negotiated it. ‘Art of the Deal’? Peter Singer, fellow with the progressive New America foundation: ‘Trump got hosed’ Politico editor Blake Hounshell: ‘Jesus f**king Christ’ Dan Drezner, professor of international politics at the Fletcher School at Tufts University: A preview of the Guardian Weekly front page: In an interview in Singapore with ABC News, Trump asserts that his deal with Kim means that Kim is “de-nuking the whole place.” That understanding seems to go beyond the language of the signed agreement which was “the DPRK commits to work towards complete denuclearisation of the Korean Peninsula.” Here’s part of Trump’s exchange with George Stephanopoulos of ABC News: Stephanopoulos: They’ve got to get rid of all their nuclear weapons? Trump: They will. I really believe that he will. I’ve gotten to know him well over a short period of time. Stephanopoulos: Did he tell you that? Trump: Yeah, sure. It’s de-nuking, I mean he’s de-nuking the whooole, place, and he’s going to start very quickly, I think he’s going to start now. In an interview in Singapore with ABC News, Trump said he had been guided in his meeting with Kim by expertise crafted over a lifetime of dealmaking. A statement issued by Trump’s daughter-in-law Lara Trump on behalf of the Trump campaign, hails the agreement as the “product of President Trump’s bold and vigilant leadership”. It says: “The president achieved more than expected with an agreement from North Korea to return the remains of American POWs and destroy a missile testing site, while economic sanctions remain in place.” The UN secretary general, António Guterres, has welcomed the summit as an important first step and urged both sides to compromise. A statement issued by his office said: “The Secretary-General welcomes the holding of the Summit between the leaders of the Democratic People’s Republic of Korea and the United States as an important milestone in the advancement of sustainable peace and the complete and verifiable denuclearization on the Korean Peninsula.” “As the Secretary-General noted in letters to both leaders before the Summit, the road ahead requires cooperation, compromise and a common cause. Implementing today’s and previous agreements reached, in accordance with relevant Security Council resolutions, will require patience and support from the global community. The Secretary-General urges all concerned parties to seize this momentous opportunity and reiterates his readiness to fully support the ongoing process.” The Guardian’s Jonathan Freedland wonders what candidate Trump would have made of the Singapore agreement after his bellicose rhetoric about Obama’s Iran deal. The Iran deal, which Trump regularly denounced as “horrible” and from which he withdrew last month, consisted of 110 pages of detailed arrangements – including the deployment of International Atomic Energy Agency inspectors, cameras, seals and the like – to verify Tehran’s fulfilment of its nuclear promises. The Singapore text, which barely runs to a page and a half, does not so much as breathe the word “verifiable”. Indeed, Trump could not even get a commitment from Kim to basic transparency, to disclose the scope of North Korea’s current nuclear capacity, both the weapons it has and its manufacturing capability. How can the world know what Pyongyang has got rid of if it doesn’t know what it has? Michael H Fuchs, a senior fellow at the Center for American Progress and a former deputy assistant secretary of state for east Asian and Pacific affairs, says Kim appears to be leaving Singapore with a spring in his step while Trump left with very little. Writing in the Guardian he says: The vague joint statement – much less detailed than either the 1994 Agreed Framework or the 2005 Six-Party statement – contains no specific commitments by North Korea. No commitment to inspections or verification. No commitment to interim steps along the path to denuclearization. There’s not even a commitment to continue a freeze on nuclear and missile testing. Diplomacy with North Korea requires skepticism. North Korea has long ignored the demands of the international community to give up its nuclear programs, its aggressive behavior, and to end its systemic human rights violations. All previous diplomatic agreements failed to get rid of North Korea’s nuclear programs. Today, Trump is heralding an historic deal, but tomorrow could decide he’s done with diplomacy – just days before this summit Trump agreed to a communique with the leaders of the G-7, then withdrew his support hours later. With Trump, always take events one day at a time. Here’s the action-movie trailer style video Trump played to journalists and Kim at the summit. Guardian film critic Peter Bradshaw is not impressed and thinks we have seen this movie before. The point of any film’s trailer is to whet the audience’s appetite and give them an idea of what sort of film it is – without spoilers. Is this what A Story of Opportunity does? We’re getting sold an exciting action-adventure in which the good guys (America) convince the bad guys (North Korea) to come over to the side of decency. But it could be more like Wag the Dog, Barry Levinson’s 1997 satire, starring Robert De Niro and Dustin Hoffman, about cynical politicos who concoct a big foreign sideshow to distract everyone’s attention from problems on the home front. At any rate, it looks weirdly boring. The UK’s former foreign secretary Jack Straw said today’s summit was “genuinely historic”. He told BBC Radio 4’s World at One programme: “The difference now between this and previous agreements is that these two leaders have put their own personalities and leadership positions on the line in order to secure a lasting agreement.” Straw added: There are some very big questions, particularly about the United States’ nuclear assets, most of which are not land-based. There is going to be an almighty discussion with the North Koreans about how far the US moves and undertakes to keep out of a large area around the Korean peninsula, it owns nuclear submarines. That said this is genuinely historic. Kim Jong-un has got to be seen to deliver. Although this is a hereditary dictatorship he has got a backyard he has got to worry about. If the political establishment in North Korea and ultimately the North Korea people think that nothing much is being delivered they’re going to start getting very shirty about this. The other thing that Donald Trump has to watch is that the North Koreans have a history of straightforwardly lying about what they are intending to do. Ensuring that there is proper and effective verification is going to be critical. Trump is returning home, but his secretary of state, Mike Pompeo, is travelling to South Korea and China to work on the so far absent detail of how to denuclearise the Korean peninsula. Pompeo also picks out his highlights from the talks: North Korea’s commitment on the remains of prisoners of war; human rights; religious freedom and Japanese abductees. Dr John Nilsson-Wright, senior research fellow on the Asia-Pacific Programme at the Chatham House, thinktank agrees that Trump has conceded more than he secured in return from Kim. Speaking to BBC Radio 4’s World at One programme he said the agreement was ambiguous about what denuclearisation meant. He added: “Donald Trump has given quite an important concession by suspending those joint exercises.” And Nilsson-Wright cautioned against reading too much into Trump’s praise for Kim. He said: “We know that Donald Trump is pretty fickle in terms of his relationships, even with members of his own cabinet. He’d often in the past talked about special relationships, getting on with people, only later to change his position completely.” He also suggested that Trump had oversold the agreement. “Hats off to him. He is an extraordinarily good salesman when it comes to emphasising the positive, but detail still remain to be finalised. “Without sufficient trust, why would the North Koreans give up the one asset that protects them from a potential attack from a hostile power? This personal chemistry between the two men, if that’s what it is, is a useful first step, but sceptics would say that North Korea’s track record is not one of coming on board fully with these sorts of agreement. What Chairman Kim wants more than anything is time and he seems to have got that. This agreement unlike the April 27th North/South agreement includes no specific dates, no specific timetable no specific agreements on verification, on the arrival of inspectors. “Donald Trump said in his press conference that he wasn’t able to get that detail. That is an extraordinary concession. It proves that for all of his much-vaunted negotiating prowess he hasn’t be able to solidify something that most sober-minded observers would say is essential.” Trump was “hoodwinked” at the summit into suspending military exercises and secured very little in return, according to the New York Times columnist Nicholas Kristoff, who has spent time in North Korea. He writes: The most remarkable aspect of the joint statement was what it didn’t contain. There was nothing about North Korea freezing plutonium and uranium programs, nothing about destroying intercontinental ballistic missiles, nothing about allowing inspectors to return to nuclear sites, nothing about North Korea making a full declaration of its nuclear program, nothing about a timetable, nothing about verification, not even any clear pledge to permanently halt testing of nuclear weapons or long-range missiles. Kim seems to have completely out-negotiated Trump, and it’s scary that Trump doesn’t seem to realize this. For now Trump has much less to show than past negotiators who hammered out deals with North Korea like the 1994 Agreed Framework, which completely froze the country’s plutonium program with a rigorous monitoring system ... For now at least, Trump seems to have been snookered into the same kind of deeply frustrating diplomatic process with North Korea that he has complained about, but that is far better than war. Even so, it’s still bewildering how much Trump gave and how little he got. The cancellation of military exercises will raise questions among our allies, such as Japan, about America’s commitment to those allies. The former Republican presidential hopeful Senator Marco Rubio has praised Trump for raising human rights at the summit. But Rubio, a member of the Senate committee on foreign relations, admitted to concerns about how diplomacy with North Korea will turn out. Britain’s foreign secretary, Boris Johnson, who was recorded last week approvingly imagining Trump leading Brexit negotiations, has welcomed the summit in Singapore. Here’s a summary of the main points from the summit and the reaction to it: Donald Trump has agreed to suspend military exercises with South Korea in return for a commitment to denuclearisation from Kim Jong-un. Trump conceded that the war games were provocative, inappropriate and very expensive. Both the South Korean government and US forces in the region appear to have been taken by surprise by Trump’s suspension of joint military exercises. Trump hailed the summit as a “very important event in world history”, claiming Kim has given his “unwavering” commitment to dismantle its “very substantial” nuclear arsenal. But he gave few details or specific timeframe saying denuclearisation “takes a long time scientifically”. International observers will be deployed to verify North Korea’s denuclearisation, Trump insisted despite the lack of a commitment to this in the agreement the two leaders signed. Trump said he looked forward to lifting sanctions once “nukes are no longer a factor”. Trump heaped praise on Kim for ushering in a “glorious new era of prosperity for his people”. Trump said he trusted Kim, got on with him, and said he was a “very talented” negotiator, but denied that he saw Kim as his equal. He claimed that a US video of the summit would not be used by Kim for propaganda purposes. Kim will be invited the White House at the appropriate time, Trump said. The president also agreed to travel to Pyongyang at an appropriate time. When they met the two leaders greeted each other with a 12-second handshake and were later recorded exchanging banter. Kim compared the summit to a science fiction movie. When Trump quipped about photographers making the leaders look “handsome and thin”, Kim looked nonplussed. North Korea’s human rights record was discussed at length during the talks, Trump claimed. He said the 100,000 people in North Korean gulags would be among the big winners from the summit. The US and North Korea also agreed to recover the remains of prisoners of war from the conflict between North and South Korea, and the immediate repatriation of those already identified. China welcomed the summit as historic and said the international community could consider lifting sanctions. The fact that the two leaders “can sit together and have equal talks has important and positive meaning, and is creating a new history,” the Chinese foreign minister, Wang Yi, told reporters. He also talked of the need for a peace mechanism for the peninsula. The summit is being seen as better for North Korea than the US. John Everard, the UK’s former ambassador to North Korea, says Trump’s commitment to end war games was “big win” for Kim. He also pointed out that the US would have to play its part in denuclearisation of the peninsula. “I’m not sure just how far Donald Trump has realised what he has signed,” he said. Japan’s prime minister, Shinzo Abe, said he was willing to engage with North Korea to resolve the cold war abductions of Japanese citizens by North Korean spies. “I’m determined that Japan will have to directly face North Korea and resolve (the abductions) bilaterally,” Abe told reporters. South Korea said the summit would usher in a “new chapter in peace and cooperation”. President Moon Jae-in warned there may be “many difficulties ahead, but we will never go back to the past again”. Downing Street has joined the chorus of cautious welcome to the summit from the international community. Theresa May’s spokesman said North Korea’s commitment to denuclearisation is a signal that Pyongyang has finally heeded the message, according to Reuters. Both the South Korean government and US forces in the region appear to have been taken by surprise by Trump’s declared suspension of joint military exercises. US forces in Korea said they had not received updated guidance on military exercises. “In coordination with our ROK [Republic of Korea] partners, we will continue with our current military posture until we receive updated guidance,” a spokesperson told Reuters The South Korean military issued a statement to NBC News saying: “Regarding President Trump’s comment regarding ending of the combined military drills … we need to find out the exact meaning or intention behind his comments at this point.” Military officials from both countries, including the US defence secretary, James Mattis, had vigorously opposed curtailing joint military exercises, on the grounds that doing so would undermine both the alliance and its deterrent against North Korean aggression. Donald Trump has agreed to suspend military exercises with South Korea in return for a commitment to denuclearisation from Kim Jong-un, the US president announced after his summit with the North Korean leader in Singapore. Trump said the war games were expensive and “very provocative”. Stopping them represents a major concession, something the US has previously rejected as non-negotiable on the grounds that the exercises are a key element of its military alliance with Seoul, and of maintaining a deterrent against North Korea. Trump said that, in return, Kim had agreed in a joint statement to reassert “his firm and unwavering commitment to complete denuclearisation of the Korean peninsula”. Denuclearisation is the longstanding policy of the Pyongyang regime, but it interprets this as being an open-ended, gradual process in which other nuclear powers will also disarm. Missing from the joint statement was the definition, promoted up until now by the Trump administration, of “complete, verifiable, irreversible dismantlement”. Asked at a press conference why those terms were missing, Trump said: “There was no time. I am here one day.” John Everard, the UK’s former ambassador to North Korea, says Kim Jong-un has emerged as the big winner from the summit, citing Trump’s commitment to end war games. Kim will hail the summit as a “great triumph”, Everard told Sky News. He said: He will claim that he, his genius, his diplomatic nous have brought the president of the United States to the negotiating table. He will say, rightly enough, that he has been the first member of the dynasty to actually sit with a US president and be treated as an equal. This guy is on a roll. Kim Jong-un has scored a major major coup in this summit. All that he needed from it was the photo images, to be seen to be treated as an equal by the President of the United States. The rest was secondary. The declaration suggests he didn’t get that much out of the summit. It was only later, during President Trump’s press conference that we learned almost casually that the US is now going to suspend the joint military exercises with South Korea, to which the North Koreans have so long objected. So another big win by Kim Jong-un. From the US point of view, Everard dismissed the agreement as “rather flimsy”. He said: “All we have is President Trump’s word that Kim Jong-un is serious and a rather flimsy joint statement signed by the two people that doesn’t really tell us anything very much.” He pointed out that the commitment to denuclearisation had already been agreed in April. “Not only was it announced at the inter-Korean summit. It has been standard North Korean doctrine for many years. But notice the phrasing, it talks about ‘denuclearisation of the Korean peninsula’ not just of denuclearisation just of North Korea. In the North Korean mind that means that not just North Korea surrenders its nuclear weapons, but also that the possibility of a nuclear strike against North Korea by other countries, notably the United States, is also removed. So the United States will have to take some fairly stringent measures to limit its ability to hit North Korea. I’m not sure just how far Donald Trump has realised what he has signed.” Trump is reported to have left Singapore earlier than scheduled. It has just gone 6.30pm in Singapore. On Monday the White House said Trump was expected to leave at around 8pm. Here’s a clip of Kim comparing the summit to a science fiction movie. And here’s Trump’s “handsome and thin” quip that fell a little flat with Kim. Here’s video of that press conference starting with that extraordinary video that Trump insists won’t be used for propaganda purposes by Kim. “Out of the darkness can come the light,” the breathy voiceover says. “Two men, two leaders, one destiny” it goes on. The London Evening Standard, edited by the UK’s former chancellor George Osborne, has a sarcastic front page take on the summit. “At last ... a leader I can do business with,” reads the headline in a reference to Trump’s apparent success in Singapore compared with the acrimony at the G7 summit in Quebec. Japan’s prime minister, Shinzo Abe, praised the agreement’s references to denuclearisation and said he was willing to engage with North Korea to resolve the cold war abductions of Japanese citizens by North Korean spies. “I’m determined that Japan will have to directly face North Korea and resolve (the abductions) bilaterally,” Abe told reporters. Trump said he had raised the abductions with Kim, adding that the North Koreans “are going to be working on that”. He said: “I brought it up absolutely and they are going to be working on that. We didn’t put it down in the document but it will be worked out.” The lack of specifics will disappoint the families of the abduction victims, who were seized during the 1970s and 80s to teach their language and culture to North Korean agents. Pyongyang has recently claimed that the issue had been settled. Japan has made the return of any surviving abductees, or securing verifiable accounts of their fates, as a precondition for resuming diplomatic ties and providing economic assistance to North Korea. Five of the 17 people Tokyo officially lists as having been abducted returned to Japan with their families in 2002. North Korea insists that eight others died and that the remaining four never entered the country. South Korea’s President Moon Jae-in has now issued a more positive assessment of the summit as “historic”. In a statement he warns there may be “many difficulties ahead, but we will never go back to the past again”. Moon says Kim will be “remembered as a leader who made a historic moment by taking the first bold step toward the world”. He added: “Building upon the agreement reached today, we will take a new path going forward. Leaving dark days of war and conflict behind, we will write a new chapter of peace and cooperation.” For all Trump’s rhetoric the international reaction to the summit so far has been cautious. South Korea’s presidential office is assessing the meaning of Trump’s remarks. Japan’s prime minister, Shinzo Abe, welcomed the joint statement as a first step in the denuclearisation of North Korea. “We see this as a step in a comprehensive resolution,” Abe said in Tokyo. Abe added that he “would like to thank the president (Trump) for raising the abduction issue,” referring to Japan’s demand that Pyongyang release any remaining Japanese people it abducted to train its spies. Denmark said the summit was a diplomatic breakthrough, but that “history shows we must be vigilant”. The office of the Danish prime minister said: “North Korea has previously agreed to disarmament and not kept its word.” Trump’s press conference lasted well over an hour. Here’s a summary of the key points: Trump hailed his summit with Kim Jong-un as a “very important event in world history”, claiming Kim has given his “unwavering” commitment to denuclearisation. He claimed denuclearisation of North Korea’s “very substantial” nuclear arsenal could be achieved very quickly but gave few details or a specific timeframe. Denuclearisation “takes a long time scientifically”, Trump said. International observers will be deployed to verify North Korea’s denuclearisation, Trump insisted despite the lack of a commitment to this in the agreement the two leaders signed. Trump said he looked forward to lifting sanctions once “nukes are no longer a factor”. Trump agreed to stop US-South Korea war games. He said they were provocative, inappropriate and very expensive. North Korea has already demonstrated its commitment to denuclearisation by destroying a missile engine site, Trump claimed. He also repeatedly praised North Korea’s participation in the Winter Olympics in South Korea. Kim was praised for ushering in a “glorious new era of prosperity for his people”. Trump said he trusted Kim, got on with him, and said he was a “very talented” negotiator, but denied that he saw Kim as his equal. He claimed that a US video of the summit would not be used by Kim for propaganda purposes. Kim will be invited the White House at the appropriate time, Trump said. The president also agreed to travel to Pyongyang at an appropriate time. North Korea’s human rights record was discussed at length during the talks, Trump claimed. He said the 100,000 people in North Korean gulags would be among the big winners from the summit. Trump ends the press conference by saying the summit has been a very important event in world history. “But I want to get it completed, because if we don’t get the ball over the goal line, it doesn’t mean enough,” he says. Trump says he now needs a rest but will get back to work soon. China is a great country, with a great leader, Trump says. He may be calling President Xi before he lands back in the US, Trump says. Asked about South Korea’s president, Moon Jae-in, Trump says: “He’s a very, very fine gentleman, also a friend of mine. He’ll be very happy. I’ve already sent word to him about what happened.” Do you see Kim as an equal? Trump is asked. “I don’t view it that way. I will do whatever it takes to make the world a safer place,” he says. He adds: “If I have to say I’m sitting on a stage with Chairman Kim and that’s going to get us to save 30 million lives, maybe more than that, I’m willing to sit on the stage, I’m willing to travel to Singapore very gladly.” They have given a tremendous amount, Trump says, citing North Korea’s participation in the Winter Olympics in South Korea. “Add that to the list of things that they’ve done,” he says. Asked if he was concerned that the video Trump presented at the press conference will be used by Kim as propaganda, Trump says: “No, I’m not concerned.” Asked about the size of North Korea’s nuclear arsenal, Trump says it is “very substantial”. “We have pretty good intelligence … to know it is pretty substantial,” he says. But he insists North Korea could denuclearise very quickly. Trump says the summit has achieved more than he hoped. He says he only brought up the issue of the remains of prisoners of war at the very end of the meeting. It was “great” that Kim agreed to handing over the remains. He adds: “We’re probably going to need another summit.” On China’s role in the denuclearisation process, Trump downplays Beijing’s role. “We’re working with South Korea, Japan. We’re working with China … to a lesser extent, but we’re working with China,” he said. “From the beginning we got along,” Trump says of his meeting with Kim. Trump had previously boasted that he would know whether he could make a deal with Kim in the first seconds. Asked about the comment, Trump said: “You know in the first second. OK sometimes that doesn’t work out, but sometimes it does.” “I know when somebody wants to deal ... I just feel, my instinct, my talent,” he says. “I think he wants to make a deal. We will know very soon because the negotiations are continuing,” Trump adds. He claims 100,000 people in North Korea gulags will be one of the great winners from the summit. Trump insists that he had very good meeting at the G7 over the weekend. But he adds: “I’ll be honest we are being taken advantage of by virtually every one of those countries.” He claims the US has a trade deficit close to $100bn with Canada. He admits that he “didn’t look friendly” in a photograph of him looking at Angela Merkel at the summit. But he insists it was friendly. The leaders were waiting for the text of the communique at the time, he says. “Actually we were just talking, the whole group, about something, unrelated to anything.” I have a good relationship with Justin. I have a good relationship with Merkel, but Germany are paying 1% of GDP towards Nato, he says. Trump says more details will be provided about the destruction of North Korea’s missile engine test sites. He says he had 300 “very big and powerful” sanctions ready last week but held off ahead of the summit because imposing them would have been “disrespectful”. We have gotten a lot from the summit, Trump insists. North Korea has already demonstrated its commitment by destroying a testing site, Trump claims. Asked why he didn’t get a commitment to complete verifiable, irreversible denuclearisation or CVID, Trump says there wasn’t time. “I’m here for one day. The process is now going to take place,” Trump says. Asked more about war games, Trump says they are very expensive, and the US pays for the majority of them. He points out that planes have to fly six and half hours from Guam to take part. “I know a lot about airplanes, and it’s very expensive,” he says. The war games are very provocative. It is inappropriate to be having war games, Trump says. Asked about sanctions, Trump said he looked forward to lifting them. “The sanctions will come off when we are sure the nukes are no longer a factor,” he said. Asked about the timeline, he said denuclearisation “takes a long time scientifically”. Trump insists that he and Kim discussed human rights at length. “We did discuss it today, pretty strongly … We’ll be doing something on it. It’s rough in a lot of places,” he said. Trump says he would like to travel to Pyongyang at the appropriate time and will invite Kim to the White House “at the appropriate time”. Asked about prisoners of war and human rights, Trump says human rights was discussed. “They will be doing things. He wants to do the right thing,” Trump says. He adds that Kim is a smart negotiator. Kim is “much different” leader. Asked about the lack of a commitment to verifying denuclearisation, Trump says it will be achieved by “having a lot of people there”. He adds “it will be verified”, claiming that this will be done by both Koreans and international observers. Trump also appears to commit to stopping US-Korea military exercises. “I’d like to bring them home, but that’s not part of the equation right now. But we will be stopping the war games.” Trump insists that Kim is “very talented” despite North Korea’s human rights record. Otto Warmbier did not die in vain, Trump says. “Without Otto, this wouldn’t happen. Something happened that day,” he says. Trump claims the agreement will help the US save a lot of money. Trump embellishes the agreement by claiming Kim has given his “unwavering commitment” to denuclearisation. He says after the the document was signed Kim agreed verbally to destroying North Korea’s “major missile engine testing site”. “Chairman Kim has before him an opportunity like no other to be remembered as the leader who ushered in a glorious new era of prosperity for his people,” Trump says. Trump jokes about feeling very uncomfortable in front of so many journalists as he invites questions. Trump begins his press conference by saying that North Korea has the potential to be a great place. He says he and Kim have spent “intensive hours together”. He thanks Singapore for hosting the summit and pays tribute to the leaders of South Korea, China and Japan. He thanks Kim for taking a bold step for his people. It proves that real change is possible, he says. The meeting was honest, direct and productive, Trump says. Adversaries can indeed become friends, Trump claims. There is no limit to what North Korea can achieve when it gives up nuclear weapons and embraces commerce, Trump says. Trump has told ABC that he trusts Kim and Kim trusts him. He also confirmed he had spoken on the phone to Kim before the summit. The US secretary of state, Mike Pompeo, claims officials are already working on the all-important detail of the commitments. Trump seems keen on the optics of the summit. He’s just tweeted this video. A couple more thoughts on the agreement ... Bullet point 3 is clearly the crucial part of this statement, about the question of nuclear disarmament, and it is fairly weak, certainly a long way away from the brisk disarmament of North Korea Trump officials were promising in advance of this summit. For one thing it says that North Korea will work towards denuclearisation, which is a fairly flimsy diplomatic word. Also it references the Panmunjom Declaration signed by Kim and the South Korean president, Moon Jae-in, in April. That talks about “the common goal of realising, through complete denuclearisation, a nuclear-free Korean peninsula” – in other words, North Korean nuclear disarmament would take place as part of a global nuclear disarmament, so no time soon. China’s foreign ministry has said the international community could consider lifting economic sanctions on North Korea after the agreement signed today, according to Reuters. This suggestion by Chinese officials signals the US policy of “maximum pressure” is already showing signs of cracking. China represents more than 90% of Pyongyang’s trade and is in a position to provide much needed relief for the isolated regime. There are already reports that Kim’s charm offensive has led China to relax restrictions on trade with North Korea, violating the United Nations’ sanctions. All of this has come without substantial concessions from Pyongyang, despite a promise from the White House that “maximum pressure” would endure until North Korea relinquishes its nuclear weapons. Trump has been giving upbeat interviews with US broadcasters ahead of his press conference. Sung Kim, the US ambassador to the Philippines who has taken the lead on policy negotiations with North Korea, has admitted “there is a lot of work left” as he waited to listen to Trump’s press conference in Singapore. The pledges were vaguely-worded and did not represent an advance on similar agreements between their two countries over past decades. But the statement said there would be further meetings between senior officials to continue the momentum of the summit. Trump also drew attention to what he claimed was the warm personal chemistry established at the Singapore meeting, in arguing that it represented a breakthrough. The joint statement, signed by the two leaders after five hours of talks, laid out a basic bargain. “President Trump committed to provide security guarantees to the DPRK, and Chairman Kim Jong-un reaffirmed his firm and unwavering commitment to complete denuclearization of the Korean Peninsula.” Previous agreements in 1994 and 2005 contained very similar promises, but they broke down over difference of interpretation, and spats over verification. Moreover, there is a gulf between the two sides’ idea of what denuclearisation will mean. The US is pushing for complete North Korean nuclear disarmament as quickly as possible. Pyongyang wants an open-ended process of negotiation in which it is treated as an equal. Commenting on the deal, Beatrice Fihn, the head of the Nobel prize-winning disarmament group, ICAN, said in a tweet: “We support diplomacy and peaceful solutions. But there is no agreement on nuclear disarmament and this all looked more like a big welcome party to the nuclear-armed club.” Kim also undertook to cooperate with the US in the recovery of remains of US soldiers killed in the Korean war, a longstanding US request, which has so far produced only limited assistance. Kim didn’t look too pleased when Trump joked about photographers making the two leaders look “nice and handsome and thin” before they sat down for their early working lunch. The US secretary of state, Mike Pompeo, claims the summit has delivered for America. Note the word “swagger” in his tweet. Earlier he hailed the joint statement as “the start of a new relationship”. James Carafanom, a senior figure in Trump’s transition team now with the conservative Heritage Foundation thinktank, is cheerleading for the agreement. He claims Trump’s critics now look foolish because the summit has not been the disaster that some predicted. Here’s what we know so far: The North Korean leader, Kim Jong-un, has committed Pyongyang to “work towards” the denuclearisation of the Korean peninsula in an agreement signed with the US president, Donald Trump, in Singapore. It also commits the two countries to “peace and prosperity”. The US and North Korea also agreed to recovering the remains of prisoners of war from the conflict between North and South Korea, and the immediate repatriation of those already identified. The vague nature of the agreement and the lack of other specific details was greeted with disappointment by analysts. Robert Kelly, professor of political science at Pusan National University, says the text is “even thinner than most sceptics anticipated”. China welcomed the summit as historic. The fact that the two leaders “can sit together and have equal talks has important and positive meaning, and is creating a new history,” the Chinese foreign minister, Wang Yi, told reporters. He also talked of the need for a peace mechanism for the peninsula. Trump has said his talks with Kim Jong-un were “better than anybody could imagine”. The two leaders initially met in private for 38 minutes accompanied only by translators. They later held a working lunch with top aides. The talks were the first time a sitting US president has met with a leader of North Korea. Trump and Kim met on the steps of the Capella hotel on Sentosa island in Singapore and shook hands in front of a display of US and North Korean flags. The handshake lasted about 12 seconds. Speaking through an interpreter Kim said: “Many people in the world will think of this as a form of fantasy from a science fiction movie.” After the signing ceremony Kim’s motorcade headed for the airport. Donald Trump is expected to give a press conference at 4pm local time. He is due to leave shortly afterwards. Reuters has the full text of the document signed by Trump and Kim. President Donald J. Trump of the United States of America and Chairman Kim Jong Un of the State Affairs Commission of the Democratic People’s Republic of Korea (DPRK) held a first, historic summit in Singapore on June 12, 2018. President Trump and Chairman Kim Jong Un conducted a comprehensive, in-depth, and sincere exchange of opinions on the issues related to the establishment of new U.S.-DPRK relations and the building of a lasting and robust peace regime on the Korean Peninsula. President Trump committed to provide security guarantees to the DPRK, and Chairman Kim Jong Un reaffirmed his firm and unwavering commitment to complete denuclearization of the Korean Peninsula. Convinced that the establishment of new U.S.-DPRK relations will contribute to the peace and prosperity of the Korean Peninsula and of the world, and recognizing that mutual confidence building can promote the denuclearization of the Korean Peninsula, President Trump and Chairman Kim Jong Un state the following: 1. The United States and the DPRK commit to establish new U.S.-DPRK relations in accordance with the desire of the peoples of the two countries for peace and prosperity. 2. The United States and the DPRK will join their efforts to build a lasting and stable peace regime on the Korean Peninsula. 3. Reaffirming the April 27, 2018 Panmunjom Declaration, the DPRK commits to work towards complete denuclearization of the Korean Peninsula. 4. The United States and the DPRK commit to recovering POW/MIA remains, including the immediate repatriation of those already identified. Having acknowledged that the U.S.-DPRK summit - the first in history - was an epochal event of great significance and overcoming decades of tensions and hostilities between the two countries and for the opening of a new future, President Trump and Chairman Kim Jong Un commit to implement the stipulations in this joint statement fully and expeditiously. The United States and the DPRK commit to hold follow-on negotiations led by the U.S. Secretary of State, Mike Pompeo, and a relevant high-level DPRK official, at the earliest possible date, to implement the outcomes of the U.S.-DPRK summit. President Donald J. Trump of the United States of America and Chairman Kim Jong Un of the State Affairs Commission of the Democratic People’s Republic of Korea have committed to cooperate for the development of new U.S.-DPRK relations and for the promotion of peace, prosperity, and security of the Korean Peninsula and of the world. Korea analysts are not impressed by the vagueness and limited scope of the agreement. Robert Kelly, professor of political science at Pusan National University, says the text is “even thinner than most sceptics anticipated”. Arms control expert Jeffrey Lewis is also doubtful. Chad O’Carroll of the Korea Risk Group decodes the text. Here’s a slightly clearer view of those four key points. The most important one is the third point in which Trump and Kim “commit to work toward the denuclearisation of the Korean Peninsula”. There is plenty of wiggle room in committing to work toward denuclearisation. Professor John Delury from South Korea’s Yonsei University likes the way the text leaked out. Here’s another close-up image of the text. North Korea commits to “work towards” denuclearisation in the document Kim signed with Trump, according to photographs of the text. Jonathan Cheng from the Wall Street Journal says there are four key points. China has praised the summit as historic and called for “full denuclearisation” to resolve tensions on the Korean peninsula, AFP reports: The fact that the two leaders “can sit together and have equal talks has important and positive meaning, and is creating a new history,” the Chinese foreign minister, Wang Yi, told reporters. “The crux of the peninsula nuclear issue is a security issue. The most important, difficult part of this security issue is for the United States and North Korea to sit down to find a way to resolution via equal talks. “Resolving the nuclear issue, on the one hand of course, is denuclearisation, full denuclearisation. At the same time, there needs to be a peace mechanism for the peninsula, to resolve North Korea’s reasonable security concerns.” There is impatience among watching journalists and analysts to see the contents of the document agreed by Trump and Kim. Trump and Kim have left Sentosa after the conclusion of the summit. The motorcades of the two leaders have left the resort island. Trump has said he will give a press conference later this afternoon, before departing Singapore at 7pm local time. He is expected to speak to the press alone. Trump and Kim have appeared on the steps of the hotel holding their signed agreements. “We had a terrific day and we learned a lot about each other and our countries,” said Trump. Asked what he learned about Kim, Trump said: “I learned he’s a very talented man and I also learned he loves his country very much.” They then enjoyed another extended handshake. Asked if they would meet again, Trump said, “We’ll meet many times,” before leaving the steps. The US and North Korean leaders have signed an agreement after historic talks held in Singapore. Trump and Kim arrived in the signing room, walking in together and taking seats at the table. Trump said the pair were signing a “very important document, a pretty comprehensive document”. Kim said: “Today we have had a historic meeting, we decided to leave the past behind. The world will see a major change. I would like to express my gratitude to President Trump for making this meeting happen.” After making statements, they shook hands and signed the documents. It is still unclear what they have signed. Trump said that would become clear shortly and that he would “discuss this at great length” in a press conference later this afternoon, but that the document was “comprehensive”. “A lot of goodwill went into this, a lot of work, a lot of preparation. We’re very proud of what took place today,” said Trump. Trump said the relationship between the world and North Korea was going to change in light of the agreement. “We are going to take care of a very big and very dangerous problem for the world,” said Trump. Trump was asked if he and Kim had talked about denuclearisation and he replied: “We’re starting that process very quickly, very very quickly.” Trump ignored a question about whether the pair had discussed Otto Warmbier, the American college student who was held in a North Korean labour camp and died shortly after being flown back to the US. Kim did not reply when asked if he was willing to give up nuclear weapons. “We’re very proud of what took place today,” said Trump. “I think our whole relationship with North Korea and the whole Korean peninsula is going to be a very much different situation to what it has been in the past. We both want to do something, we’re both going to do something and we’ve developed a very special bond.” “I want to say thank you to Chairman Kim, we spent a lot of time together today, a very intensive time.” Trump was asked if he would invite Kim to the White House and Trump replied: “Absolutely.” The North Korean and US delegations have entered the room where the signing is due to take place. We are expecting Trump and Kim to arrive imminently. Reporters are in a room that has a desk and two chairs flanked by US and North Korean flags, waiting for Trump and Kim to emerge. Julian Borger says it is all in the detail though: there are two pens inscribed in gold and the inscription appears to be Trump’s signature. A pool report says that at 1.08pm, after enormous bustle and commotion en route as US and North Korean reporters pushed and shoved each other, the pool arrived in a ceremonial room where it appears Trump and Kim will sign a document. Trump’s chief of staff, John Kelly, and national security adviser, John Bolton, are present. While we wait to hear what is to be signed by Trump and Kim, it’s worth remembering that one thing that is unlikely to have been discussed today is North Korea’s record on human rights. Benjamin Haas has this reminder of the abuses that are committed by the regime. CNN has cited a senior US official saying Trump and Kim would agree on a joint statement recording the progress of the summit. Trump has said talks with Kim Jong-un have been “better than anybody could imagine”. He said that he and the North Korean leader were on the way to “a signing” but did not say what was to be signed. Trump was speaking as the two leaders came out of a “working lunch” with their teams of aides. The leaders began with a one-on-one talk, lasting about 40 minutes, then moved into expanded bilateral discussions with their top aides. The talks were the first time a sitting US president has met with a leader of North Korea. Trump and Kim met on the steps of the Capella hotel on Sentosa island in Singapore and shook hands in front of a display of US and North Korean flags. The handshake lasted about 12 seconds, but was relatively benign by Trump standards. As they walked off together after the handshake, Kim said to Trump through an interpreter: “Many people in the world will think of this as a form of fantasy from a science fiction movie.” After Trump’s announcement that he and Kim were on the way to “a signing”, a reporter asked: “What are you signing, sir?” Trump replied: “We’ll be announcing that in a couple of minutes.” Trump and Kim have emerged from their working lunch and are addressing the press. Trump said it was a “really fantastic meeting” and they had made “fantastic progress”. He also said the talks were “top of the line” and “better than anyone could have expected”. Trump says they are on the way to “a signing”. In a bizarre moment, Trump and Kim walked towards Trump’s car, opened the door, looked inside and then walked back towards the hotel where they stood for pictures. A tweet by Ivanka Trump, which purports to be an English translation of a Chinese proverb, has been interpreted by some commentators as a veiled criticism of the Chinese government’s inability to achieve peace on the Korean peninsula. “Those who say it can not be done, should not interrupt those doing it,” she wrote on the morning of the summit. Chinese netizens trying to reverse translate the tweet say she seems to be referring to a phrase popular online in China that translates loosely as “Put up or shut up” or “If you can’t do it, don’t criticise others trying.” The phrase nixingnishang 你行你上啊 is often followed by buxingbie BB, 不行别BB. “BB” means to nag or to complain. The phrase is believed to have originated with Chinese NBA fans defending Kobe Bryant over a Lakers loss in 2012. Feng Wei, a professor of history at Fudan University in Shanghai, posted on Weibo: “How to translate this sentence is not important. What’s important is that by using a Chinese proverb Ivanka is saying to Chinese people, those who can’t complete something (China) should not interrupt those who are trying (America).” Chinese state media CCTV is broadcasting the summit live, but coverage of the summit has been light in China. The People’s Daily front page today made no mention of the summit, focusing instead on Chinese president Xi Jinping’s comments at a weekend summit for the Shanghai Cooperation Organisation. Our resident handshake analyst, Benjamin Haas, has this take on the 12-second handshake between the two leaders, and other things we learned from the first moments of the first meeting between a sitting US president and a North Korean leader. We have seen pictures from the working lunch. Trump, Kim and their negotiating parties will be eating at a long white table, which is set with green and white flowers. Representatives from the two sides are seated on either side of the table facing one another. As Trump and Kim entered the room, photographs were taken, with Trump joking about wanting to get a “beautiful picture” in which he looked good. Julian Borger, who is reporting from Singapore for the Guardian, has this interpretation of the scene: According to Korean media, the “working lunch” between Trump and Kim has begun. We have just got through the menu for the working lunch, which Trump and Kim are due to sit down to in about five minutes. That means they’ll be eating lunch at 11:30am local time, which seems on the early side, but at least the menu looks delicious. They will be eating: Starters Traditional prawn cocktail served with avocado salad Green mango kerabu with honey lime dressing and fresh octopus “Oiseon” Korean stuffed cucumber Main course Beef short rib confit, served with potato dauphinois and steamed broccolini, red wine sauce on the side Combination of sweet and sour crispy pork and Yangzhou fried rice with homemade XO chilli sauce “Daegu jorim” soy braised cod fish with radish, Asian vegetables Desserts Dark chocolate tartlet ganache Häagen-Dazs vanilla ice cream with cherry coulis Tropezienne Benjamin Haas Today might appear to some to be a case of life imitating art. North Korea detonates a nuclear bomb, followed swiftly by a meeting between its leader and the US president and the establishment of formal relations. Although this sounds worryingly close to real life, it is actually the plot of a four-part North Korean movie released in 2012. The four-part film, The Country I Saw (really a sequel to the 1980s film of that name), follows a Japanese professor who works out the true nature of North Korea’s nuclear programme is to force the US into direct talks. The climax shows a dramatic nuclear explosion, forcing the US to send Bill Clinton to meet Kim Jong-il, the late father of the current leader. Jeffrey Lewis at the Middlebury Institute of International Studies wrote in a blog post that it showed North Korea “has concluded that its survival as a functioning state in the international system is entirely a product of its military capabilities”. In what is perhaps the best quote of the summit so far, pool reporters say that as they walked away together after shaking hands, Kim said to Trump: Many people in the world will think of this as a form of fantasy from a science fiction movie. The highly anticipated talks between the US president, Donald Trump, and the North Korean leader, Kim Jong-un, have started. Kim arrived first to the Capella hotel on Sentosa island in Singapore this morning. Trump and Kim met on the steps of the hotel and shook hands in front of a display of US and North Korean flags. The handshake lasted about 12 seconds, but was relatively benign by Trump standards. Before going in to their first talk of the day, Trump said he was confident the talks would be a “tremendous success”. Kim said “it has not been easy to get here” and that “the old prejudices and practices worked as obstacles, but we have overcome them and we are here today”. After their one-on-one discussion, Trump and Kim went into a talk with key advisers. Speaking to the press before this talk, Kim called the summit “a big prelude to peace”. “I believe so too,” said Trump. The bilateral meeting is scheduled to finish at 11.30am before Trump and Kim continue talks over a “working lunch”. The South Korean president, Moon Jae-in, has been photographed watching coverage of the summit and smiling. In a bizarre moment, Dennis Rodman, a retired US basketballer who has struck up a friendship with Kim, appeared on CNN crying as he spoke about the summit. Trump and Kim are locked away for the “expanded bilateral” portion of today’s talks, which run until 11.30am local time. Unlike their first talk of the day, at which just Trump, Kim and their interpreters were present, at this talk the leaders are accompanied by their key advisers. Benjamin Haas and Julian Borger have this handy guide to who is in the room. We are getting pictures from the expanded bilateral talk now. The leaders are shaking hands again across the table and exchanging greetings. Their remarks were hard to catch over the noise of cameras, but Trump said the two leaders would “solve a big problem, a big dilemma that until this point has been unable to be solved.” Kim said through an interpreter: I believe this is a big prelude to peace... There will also be big challenges ahead but I’m willing to do this. “We will solve it, we will be successful,” said Trump. “And I look forward to working on it with you. It will be done.” In the room with Trump is Mike Pompeo, the secretary of state, Trump’s national security adviser John Bolton, and John Kelly, the White House chief of staff. This meeting is scheduled to run for an hour and a half, before Trump and Kim have a working lunch. Donald Trump and Kim Jong-un have left their one-on-one talk. They emerged from the talks together. Kim was smiling and Trump was chatting to Kim as they waved to press from the balcony of the hotel. Dennis Rodman, the retired US basketballer, is on CNN now talking about the summit and getting very emotional as he talks about today’s events. Rodman, who is wearing a Make America Great Again cap, said Trump had “reached out” to him. Donald Trump reached out, he called his secretary, she called me and said, ‘Donald Trump is so proud of you, he likes you a lot.’ And that means a lot. I don’t want to take any credit, we can all take credit and I’m just so glad this is happening. Rodman flew into Singapore late Monday. He has struck up an unlikely friendship with Kim Jong-un, who is a basketball fan, and told CNN he would like to bring sport to North Korea. He said he just wants “to shine a light on what’s going on in North Korea” but does not want to distract from the events of the day. This is Trump and Kim Jong-un’s day. It’s the world’s day, it’s not my day. The leaders address the media before walking into their one-on-one discussion. Donald Trump says he is confident the talks will be a “tremendous success” and “We will have a tremendous relationship, I have no doubt.” Kim Jong-un says “it has not been easy to get here. The past worked as fetters on our limbs, and the old prejudices and practices worked as obstacles, but we have overcome them and we are here today.” Donald Trump and Kim Jong-un have met at the Capella hotel on Sentosa island in Singapore, the first meeting between a sitting US president and a North Korean leader. They shook hands on the steps of the hotel before cameras. By Trump’s standards it was a relatively low-key handshake, with no jerky movements, although it lasted for about 12 seconds. Trump and Kim will have a one-on-one talk before they are joined by advisers for talks later this morning. Donald Trump has arrived at the Capella hotel where he is due to meet Kim Jong-un. Kim is already inside and the two leaders are expected to pose for a photograph together before they begin talks. Kim Jong-un has arrived at the Capella hotel in Singapore for talks with Donald Trump. He walked out of his car and into the hotel accompanied by his sister, Kim Yo-jong. Donald Trump has tweeted again, this time about Larry Kudlow, who Trump says has had a heart attack and is now in hospital. Kudlow is one of Trump’s economic advisers and last week called Justin Trudeau’s behaviour at the G7 summit a “betrayal” of Trump. A great shot from the spot where Donald Trump and Kim Jong-un are expected to greet one another at the start of the summit. We expect their meeting and the handshake in the next 20 minutes. Both Kim and Trump have arrived on Sentosa. Kim Jong-un’s motorcade is crossing the bridge to Sentosa Island, the site of today’s historic talks. The first event on the agenda is a greeting between the leaders, before they have a one-on-one talk. Donald Trump has arrived at the Capella hotel, where talks are due to begin in just over half an hour. Kim Jong-un’s motorcade has left the St Regis hotel where he is staying in Singapore. He was not seen entering a car but it is believed he is being driven to meet Donald Trump at the resort island of Sentosa. The talks are due to begin at 9am local time, in about 40 minutes. It appears that Donald Trump is tweeting from his car as he is driven to the talks. Donald Trump has left his hotel and is en route to Sentosa for the talks, which are due to begin in about an hour. Kim Jong-un has not yet been seen leaving his hotel. “It is Donald Trump’s recurring boast that with the Singapore summit with Kim Jong-un, he has succeeded in negotiations with North Korea where his predecessors failed,” writes Julian Borger. “But the claim obscures a long history of agreements made and broken by both countries. The lesson of two major deals, in 1994 and 2005, is that it is much easier to reach agreements than to implement them. In fact, the complex, fraught process of implementation has usually brought with it new flashpoints and new crises.” For more on the history of US-North Korea negotiations, read Borger’s full piece here. The White House has released read-outs of phone calls between Donald Trump and President Moon Jae-in of South Korea and the Japanese prime minister, Shinzo Abe, which took place yesterday about the summit. The White House said the president would “consult closely” with Abe after today’s talks, and that Trump and the South Korean leader would “continue their close coordination following President Trump’s meeting with North Korean leader Kim Jong-un in Singapore”. North Korea’s Rodong Sinmun has taken the unusual step of reporting Kim Jong-un’s arrival in Singapore on its front page this morning. It is rare for the official newspaper of the ruling Korean Workers’ party to print coverage of the leader’s activities so quickly. The state-run KCNA news agency has also released photos of Kim during his walkabout on the eve of his meeting with Donald Trump. Donald Trump has, of course, been tweeting since he landed in Singapore. He was upbeat upon arrival but this morning was both cautious – warning that he would be able to tell quickly whether a deal would be possible – and triumphant, sticking it to the “haters and losers”. It’s been a bumpy ride to get to this point. Since the date and location of the summit were announced last month, both sides have threatened to call off the talks, with Trump following through less than a month ago, announcing that the meeting would not proceed owing to what he perceived as “tremendous anger and open hostility” from the North Korean leader. After a visit from Kim Jong-un’s top aide Kim Yong-chol, who will be present at the talks today, Trump announced the summit would go ahead after all. Benjamin Haas has this excellent briefing on the focus of the talks, who the main players are and what they’re hoping to get out of the summit. Welcome to our live coverage of the US-North Korea summit. Donald Trump and Kim Jong-un are meeting in Singapore today for talks that many – including the two leaders – thought might never happen. Our team of reporters bringing you the news as it unfolds include our world affairs editor, Julian Borger, and foreign correspondent Benjamin Haas who are on the ground in Singapore. Our Tokyo correspondent, Justin McCurry, and Beijing bureau chief, Lily Kuo, will also be keeping an eye on things. Trump and Kim will be meeting at the Capella hotel on the island resort of Sentosa and this will be the first meeting between a sitting US president and the leader of North Korea. Here’s how the day is scheduled to go: Trump and Kim will meet at 9am local time and sit down for a one-on-one discussion (with translators, but no advisers present) at 9.15. That talk is scheduled to go for 45 minutes before they are joined by advisers for “an expanded bilateral meeting”. At 11.30am Trump and Kim will take part in a “working lunch”. At 4pm, Trump is scheduled to talk to the media and is leaving Singapore at 7pm. We’ll bring you the news as the day unfolds. Get in touch in the comments below or on Twitter @mskatelyons",
    "keywords": [
        "singapore",
        "summit",
        "deal",
        "world",
        "denuclearisation",
        "korea",
        "scrambles",
        "north",
        "president",
        "talks",
        "kim",
        "decipher",
        "korean",
        "happened",
        "trump",
        "trumpkim"
    ],
    "summary": "Car fancy: Minority leader Chuck Schumer is on the floor of the Senate talking about the Singapore summit.\nIf the political establishment in North Korea and ultimately the North Korea people think that nothing much is being delivered they’re going to start getting very shirty about this.\n“I’m determined that Japan will have to directly face North Korea and resolve (the abductions) bilaterally,” Abe told reporters.\nBut notice the phrasing, it talks about ‘denuclearisation of the Korean peninsula’ not just of denuclearisation just of North Korea.\nSo the United States will have to take some fairly stringent measures to limit its ability to hit North Korea.",
    "sentiment": {
        "neg": 0.0458,
        "neu": 0.8677,
        "pos": 0.0865,
        "compound": 0.1083
    }
}