{
    "date": "2018-01-25T16:54:36Z",
    "title": "'Doomsday Clock' ticked forward 30 seconds to 2 minutes to midnight",
    "url": "https://www.theguardian.com/world/2018/jan/25/doomsday-clock-ticked-forward-trump-nuclear-weapons-climate-change",
    "content": "The risk to global civilisation is as high today as it has ever been in the face of twin threats, nuclear weapons and climate change, a group of leading scientists has announced, putting a significant share of the blame on the Trump administration. The Bulletin of the Atomic Scientists moved its symbolic Doomsday Clock forward 30 seconds, to two minutes to midnight, in a reflection of how the scientists view the dangers facing the world. The only other time the clock was set so close to catastrophe in its 71-year history was in 1953, after the US and the Soviet Union detonated their first thermonuclear bombs. In the immediate aftermath of the cold war, the clock was set back to 17 minutes to midnight, but optimism about humanity’s future has steadily eroded since then. “To call the world’s nuclear situation dire is to understate the danger and its immediacy,” said Rachel Bronson, the bulletin’s president and CEO, told journalists in Washington. In explaining their decision on Thursday, scientists from the bulletin’s widely respected science and security board said that they were disturbed by the rising tensions on the Korean peninsula, the increasing emphasis and expenditure on nuclear weapons by major powers, the absence of arms control negotiations around the world, and the wavering political will to combat climate change. In the year since the hands on the Doomsday Clock were last adjusted, North Korea has carried out its sixth nuclear test, the most powerful to date and almost certainly its first hydrogen bomb. It has also made three successful tests of intercontinental ballistic missiles, the third of which, in November, appeared to be capable of reaching New York or Washington. At the same time, Trump has engaged in a highly personalised exchange of insults with North Korea’s leader, Kim Jong-un. He has threatened “fire and fury” against the nation, and vowed to “totally destroy” if Pyongyang continued to threaten the US American strategic bombers have flown north of the 38th parallel that divides the peninsula, along the North Korean coast. The bulletin’s scientists repeatedly singled out the Trump administration as a major factor behind the increased risks to the planet, pointing out the president’s volatility as expressed in his tweets and statements; the inconsistency of the administration’s foreign policy; and its apparent disdain for science, reflected in its high-level appointments, which have included climate change deniers. “Our allies and adversaries alike are being forced [into a] thicket of conflicting policy statements, from a US administration weakened in its roster of foreign policy professionals and unable to develop, coordinate and clearly communicate a coherent foreign – much less nuclear – policy,” said Robert Rosner, the chair of the bulletin’s science and security board. “This inconsistency constitutes a major challenge for deterrence, alliance management and global stability.” Sharon Squassoni, a professor at George Washington University’s institute for international science and technology policy also pointed to Russia’s role in heightening tensions. Last year, for instance, it fielded ground-launched cruise missiles, violating the 1987 Intermediate-range Nuclear Forces (INF) treaty. “Russia has engaged in provocative and illegal behaviours thought to be part of cold war history,” Squassoni said. Some experts argue that the comparison with the height of the cold war was an exaggeration. “During the height of the cold war there was a nontrivial risk of global nuclear annihilation,” Vipin Narang, a North Korea and nuclear expert at the Massachusetts Institute of Technology, wrote in a tweet. “Today, the risk of single use may be higher but it’s unlikely to threaten global destruction.” The bulletin scientists said that climate change also weighed heavily in their deliberations. After flattening out for some years, global greenhouse gas emissions have continued to rise and the levels of the polar ice caps are at new lows. “Here in the US, the incoming President Trump promptly appointed a cadre of avowed climate denialists and quickly started reversing existing climate measures,” said Sivan Kartha, a senior scientist at the Stockholm Environmental Institute. Trump was also criticised for downgrading the science in his administration. Lawrence Krauss, the chair of the bulletin’s board of sponsors, said that 2017 marked that the first time since the position was created more than a half-century ago that there was no presidential science adviser. “The White House office of science and technology policy is essentially not staffed,” Krauss said. “The official mechanisms to tie public policy to reality are currently absent.”",
    "keywords": [
        "doomsday",
        "policy",
        "war",
        "ticked",
        "midnight",
        "forward",
        "30",
        "north",
        "seconds",
        "global",
        "nuclear",
        "bulletins",
        "scientists",
        "clock",
        "science",
        "climate",
        "minutes",
        "trump"
    ],
    "summary": "The Bulletin of the Atomic Scientists moved its symbolic Doomsday Clock forward 30 seconds, to two minutes to midnight, in a reflection of how the scientists view the dangers facing the world.\nIn the immediate aftermath of the cold war, the clock was set back to 17 minutes to midnight, but optimism about humanity’s future has steadily eroded since then.\nAt the same time, Trump has engaged in a highly personalised exchange of insults with North Korea’s leader, Kim Jong-un.\n“Russia has engaged in provocative and illegal behaviours thought to be part of cold war history,” Squassoni said.\n“The White House office of science and technology policy is essentially not staffed,” Krauss said.",
    "sentiment": {
        "neg": 0.1346,
        "neu": 0.8188,
        "pos": 0.0466,
        "compound": -0.3763
    }
}