{
    "date": "2018-04-27T11:51:41Z",
    "title": "Bonhomie on Korean peninsula puts pressure on bellicose Trump",
    "url": "https://www.theguardian.com/world/2018/apr/27/bonhomie-korean-peninsula-trump",
    "content": "The joint declaration by Kim Jong-un and Moon Jae-in, the fruit of Friday’s unexpectedly warm, fraternal summit, represents a big political and diplomatic triumph for both Korean leaders. It will gratify China’s government too, and relieve people around the world worried about nuclear war. But it could be a big problem for Donald Trump. The measures announced at the end of a day of talks will be enthusiastically welcomed by Koreans on both sides of the border. They included denuclearisation of the Korean peninsula, a possible peace treaty, military confidence-building measures, regular bilateral summits and increased people-to-people contacts. For Koreans and their Japanese neighbours, who spent much of 2017 fearing nuclear Armageddon, Kim’s pledge on paper to permanently halt North Korea’s development of nuclear weapons and missiles, desist from further provocations and halt hostile propaganda – and in effect move towards normalised relations – is a great boon. But the vagueness of Kim’s reported commitment to denuclearise will do nothing to assuage American suspicions that, as in the past, North Korea is playing a double game – promising to engage in a long-term, essentially meaningless disarmament process while exploiting its newfound status as a nuclear weapons state to extract concessions. Nothing happened at the summit to suggest Kim is prepared to reduce, let alone dismantle, his nuclear arsenal in the foreseeable future. And that is a big worry for the Americans. The US wants unconditional, irreversible, verifiable North Korean disarmament, which is still a long way off. An immediate difficulty for Trump as he plans his own summit with Kim in the next few weeks is that his South Korean allies have, in effect, pulled the carpet from under him. Moon and Kim’s evident mutual goodwill, the raft of new measures intended to build detente and co-prosperity, and their dangling of the tantalising prospect of eventual Korean unification contrast sharply with Trump’s aggressive and occasionally bellicose stance. If Trump tries to play hardball with Kim, he risks looking like a warmonger and a bully whose policies are inimical to Korean interests, north and south. Intentionally of otherwise, Moon, a lifelong advocate of detente with personal connections to North Korea, has spiked Trump’s guns. This sudden outbreak of bonhomie may now place Trump under growing pressure from US allies to tone down his rhetoric, pull back his military forces in the region and make concessions of his own. Many have tried and failed to make Trump act nice. Kim may have found a way. What Moon called Kim’s courage in making a break with the past may stem in part from the influence and support of the North Korean leader’s smart-as-tacks sister, Kim Yo-jong. She played a key role in breaking the ice at the Winter Olympics this year and has become one of North Korea’s very few international celebrities. She was at Kim’s side again on Friday. The summit outcome will please Beijing, which Kim visited in preparation for the summit. China’s cooperation in enforcing UN sanctions on North Korea, especially its cuts in fuel oil exports and coal imports, have had a big impact. But China does not want any excuse for further US encroachment in its backyard. When Kim met Xi Jinping, China’s president, he was reportedly strongly advised to de-escalate military tensions and concentrate instead on restoring North Korea’s ailing economy. The Panmunjom agreements appears to reflect what is being termed Kim’s “new strategic line”. As much as anything, the summit was a personal triumph for Kim. Derided by Trump as “little rocket man” and almost universally condemned as the cruel dictator of the world’s most backward country, heappeared on Friday as a half-reasonable, even likeable sort of chap. Treading South Korean soil for the first time, Kim may have reflected on having dreamed of this moment all his life. Confidently offering his hand to Moon, he stepped out of the dark shadow cast by his dad, Kim Jong-il, and his grandad, his country’s grim founding eminence, Kim Il-sung. Chummy Kim ended a 65-year-old jinx. He broke the spell and changed the mood. He has conjured new hopes of peace.",
    "keywords": [
        "moon",
        "summit",
        "puts",
        "big",
        "south",
        "bonhomie",
        "bellicose",
        "north",
        "kim",
        "peninsula",
        "nuclear",
        "kims",
        "pressure",
        "trump",
        "korean"
    ],
    "summary": "They included denuclearisation of the Korean peninsula, a possible peace treaty, military confidence-building measures, regular bilateral summits and increased people-to-people contacts.\nThe US wants unconditional, irreversible, verifiable North Korean disarmament, which is still a long way off.\nAn immediate difficulty for Trump as he plans his own summit with Kim in the next few weeks is that his South Korean allies have, in effect, pulled the carpet from under him.\nIf Trump tries to play hardball with Kim, he risks looking like a warmonger and a bully whose policies are inimical to Korean interests, north and south.\nTreading South Korean soil for the first time, Kim may have reflected on having dreamed of this moment all his life.",
    "sentiment": {
        "neg": 0.0978,
        "neu": 0.7949,
        "pos": 0.1073,
        "compound": 0.0017
    }
}