{
    "date": "2018-01-01T05:00:01Z",
    "title": "North Korea casts nuclear shadow over Asia's 2018",
    "url": "https://www.theguardian.com/world/2018/jan/01/north-korea-casts-nuclear-shadow-over-asias-2018",
    "content": "North Korea’s nuclear and ballistic missile programmes dominated Asia-Pacific’s geopolitical landscape in 2017, and will loom large throughout the year ahead. Pyongyang is enjoying better returns on each test, with the rest of the world seemingly helpless to resist its self-sponsored application to join the global nuclear club. Its most recent launch involved a powerful intercontinental ballistic missile that, in theory, puts all of America’s major cities within range. Evidence that the regime is mastering the technology needed to guide a missile back into Earth’s atmosphere could emerge in the first few months of 2018. It’s unclear how Donald Trump’s administration intends to make good on its promise to “deny” Pyongyang the ability to strike the US mainland. In the 11 months since he took office, the president has failed to articulate a coherent plan to denuclearise the Korean peninsula – and some analysts believe he should now accept that Pyongyang’s nuclear genie is out of the bottle. Repeated attempts to cajole China into inflicting tangible economic pain on North Korea have had mixed results. Beijing has signed off on UN security council sanctions, but is unlikely to deliver what Trump believes would be the decisive blow of stopping oil supplies – a move China fears could foment regime collapse and create a vacuum filled by South Korea and its US ally. There is little to suggest that Trump has a diplomatic ace up his sleeve. The biggest test of Trump’s Asia policy will come if Pyongyang convinces the US, through more tests, that it can send a nuclear-armed missile all the way to Washington. The North Korean leader, Kim Jong-un, declared on Monday the US should be aware that his country’s nuclear forces were now a reality, not a threat. In a live TV broadcast of his annual New Year’s Day address, Kim said the North’s nuclear forces had been “completed”, adding that the nuclear launch button was on his desk. “This year we should focus on mass producing nuclear warheads and ballistic missiles for operational deployment,” he said. “These weapons will be used only if our security is threatened.” The removal of any doubt over the North’s ability to strike the US could have profound consequences for Japan and South Korea, where fears will grow that Washington’s commitment to their security will waver if the US joins them in Kim’s crosshairs. Simply put, would the US be prepared to trade San Francisco for Seoul? A year of provocations from North Korea have played into the hands of Shinzo Abe, Japan’s conservative prime minister, who successfully fought this autumn’s general election on the “national crisis” created by the looming missile threat. Abe is expected to strengthen Japan’s security in the next 12 months through more defence cooperation with the US, and the reported acquisition of cruise missiles to take out North Korean military targets in pre-emptive strikes – a stance that sits uncomfortably with Tokyo’s strictly defensive postwar posture. Abe and his allies view their country’s postwar pacifism as an anomaly – a concession necessitated by wartime defeat but which now is an unfair constraint on its ability to defend itself against North Korea, and counter Chinese attempts to control over seas near the disputed Senkaku/Diaoyu islands. Abe is expected to put forward an amendment to the constitution that would legalise the status of the self-defence forces, which are a standing military in all but name. Abe has the votes he needs in parliament but must persuade a sceptical public to back him in a referendum. China’s president, Xi Jinping, will meanwhile play an increasingly important role on the world stage as Trump reduces US diplomatic efforts, especially in international treaties and tackling climate change. Xi is also likely to step up his overhaul of the military and the sweeping campaign against corruption. The Chinese leader secured a second five-year term in October and has signalled he wants to extend his fight beyond the ruling Communist party to 62 million government workers. Growth in the Chinese economy will continue to slow, unlike fellow Bric country India, which, according to a recent forecast, is set to replace Japan as the world’s third-biggest economy by 2028. The US is also preparing to take a tougher stance on trade policies with China, which could lead to a full-scale trade war if it retaliates. In India, Narendra Modi will continue to dominate politics but his sheen could start to wear off in 2018. How the economy fares will be crucial to the political fortunes of the Indian prime minister, as the country gears up for the biggest democratic exercise in the world, its months-long, multi-stage national polls, the results of which won’t be known until May 2019. The rivalry in the region between China and India intensified in 2017 as soldiers from the two countries engaged in a months-long standoff in territory belonging to tiny Bhutan (or to China, according to Beijing). No shots were fired and both sides eventually disengaged, but analysts said such confrontations might become increasingly dangerous as China aggressively expands its influence in south Asia. Next year will also be crucial for the more than 500,000 Rohingya Muslims who fled persecution in Myanmar to Bangladesh over the past months. The next year could see the implementation of an agreement between Burmese and Bangladeshi officials to begin repatriating the refugees – a fraught process that could see many suffer reprisals or further persecution upon their return, as well as the same systematic discrimination the community has suffered for decades.",
    "keywords": [
        "casts",
        "months",
        "2018",
        "abe",
        "korea",
        "world",
        "nuclear",
        "china",
        "shadow",
        "security",
        "trump",
        "missile",
        "north",
        "asias"
    ],
    "summary": "North Korea’s nuclear and ballistic missile programmes dominated Asia-Pacific’s geopolitical landscape in 2017, and will loom large throughout the year ahead.\nEvidence that the regime is mastering the technology needed to guide a missile back into Earth’s atmosphere could emerge in the first few months of 2018.\nRepeated attempts to cajole China into inflicting tangible economic pain on North Korea have had mixed results.\nThe North Korean leader, Kim Jong-un, declared on Monday the US should be aware that his country’s nuclear forces were now a reality, not a threat.\n“This year we should focus on mass producing nuclear warheads and ballistic missiles for operational deployment,” he said.",
    "sentiment": {
        "neg": 0.0716,
        "neu": 0.8527,
        "pos": 0.0757,
        "compound": 0.0008
    }
}