{
    "date": "2018-05-25T06:19:01Z",
    "title": "Kim Jong-un gains stature and gives up little as summit falls apart",
    "url": "https://www.theguardian.com/world/2018/may/25/kim-jong-un-gains-stature-and-gives-up-little-as-summit-falls-apart",
    "content": "Donald Trump’s decision to cancel a planned meeting with Kim Jong-un is a gift to North Korea in many ways, according to some analysts. Kim has worked for months to craft an image of a senior statesman and peacemaker, hoping to break decades of hostilities with a country North Korea has called its “sworn enemy”. Trump cancelling the summit further reinforced the narrative Kim is willing to talk while the US agitates for regime change. “The crowning glory of the summit is still important to Kim, but he’s gained a lot of legitimacy and attention in the run up without having to give up any nuclear weapons,” said Euan Graham, director of the international security program at the Lowy Institute. “Now North Korea will posture as the injured party and Trump’s timing, cancelling at same time as North Korea was closing its nuclear test site, shows Pyongyang was trying to act in good faith.” Just hours before the summit was called off, North Korea said it had completely closed its only known nuclear test site, collapsing tunnels used to test weapons in front of a group of about 30 international journalists. The North has also announced a moratorium on any missile tests. “This has made it hard to sell a return to maximum pressure to South Korea, and 10 times harder to sell to the Chinese,” Graham added. China accounts for over 90% of the North’s trade and the two share a border stretching 880 miles (1,420km). China has traditionally been resistant to back international sanctions against Pyongyang at the United Nations, but after a nuclear test in September agreed to radically reduce trade. But with Kim seen to be open to dialogue while Trump appears to be rejecting his overtures, China may quietly permit trade to resume, allowing North Korea to continue to build its economy. While the past few months of diplomacy have been a boon for Kim, Trump’s cancellation of the summit has damaged South Korean president Moon Jae-in’s standing. He had worked harder than anyone to ensure the US-North Korea summit happened, with much of the initial contact passing through South Korean officials. The language in Trump’s letter cancelling the meeting seemed to point the finger at Moon for miscommunicating who exactly was pushing for a meeting. The White House also gave no advanced notice to Moon, forcing him to hastily call a midnight national security meeting. Any daylight between the US and the South will also benefit Kim. North Korea has always sought to drive a wedge between the two allies. There are 28,500 US troops stationed in South Korea and the two regularly hold military exercises that infuriate Pyongyang. “Kim has broken maximum pressure by halting provocations and coordinating with the Chinese,” Vipin Narang, a politics professor who focuses on nuclear proliferation at the Massachusetts Institute of Technology, said before Trump cancelled the summit. “North Korea has worked hard over the past few months to constants appear the magnanimous party in the eyes of the international community.” After news of the cancellation broke, Narang said on Twitter that North Korea’s measured reaction was “a smart statement from North Korea. Puts ball back squarely in Trump’s court”.",
    "keywords": [
        "summit",
        "meeting",
        "south",
        "stature",
        "korea",
        "apart",
        "north",
        "gains",
        "kim",
        "nuclear",
        "little",
        "trumps",
        "test",
        "falls",
        "gives",
        "jongun",
        "international"
    ],
    "summary": "Donald Trump’s decision to cancel a planned meeting with Kim Jong-un is a gift to North Korea in many ways, according to some analysts.\nTrump cancelling the summit further reinforced the narrative Kim is willing to talk while the US agitates for regime change.\n“This has made it hard to sell a return to maximum pressure to South Korea, and 10 times harder to sell to the Chinese,” Graham added.\nNorth Korea has always sought to drive a wedge between the two allies.\nThere are 28,500 US troops stationed in South Korea and the two regularly hold military exercises that infuriate Pyongyang.",
    "sentiment": {
        "neg": 0.0716,
        "neu": 0.856,
        "pos": 0.0723,
        "compound": -0.0037
    }
}