{
    "date": "2018-04-01T17:17:31Z",
    "title": "Chances for progress towards a nuclear-free world | Letters",
    "url": "https://www.theguardian.com/world/2018/apr/01/chances-for-progress-towards-a-nuclear-free-world",
    "content": "Can Owen Jones (Corbyn has to lead on nuclear weapons, 29 March) really mean that Labour party policy can’t be changed? The only argument for Trident, and any successor, is a false sense of national prestige. Can’t some major trade unions think of anything else to make than weapons of mass destruction? Far from our nuclear weapons being independent, without the regular loan of US missiles we would have nothing on which to put our warheads. They are no answer anyway to suicidal groups or to nuclear accidents. It was Robert McNamara, at the end of a life devoted to nuclear planning, who said that we were only saved by “good luck”. If we have over £205bn to spend, it makes much more sense to spend those billions on the NHS, housing and poverty at home and abroad. The 1968 NPT obliges us to work for the elimination of nuclear weapons “in good faith”. A replacement of Trident does not sound like good faith to me. Bruce Kent Vice-president, CND • Trying to explain support for civil nuclear energy through links to the defence industry fails for two key reasons (Why is the UK government so infatuated with nuclear power?, theguardian.com, 29 March). Firstly there are strong arguments for a new generation of nuclear power stations. They are a low-carbon source of electricity which should remain an important part of our future energy mix alongside renewables. Unlike renewables, they provide fully predictable, always-on power which will always be needed as part of our energy mix. Batteries may help bridge this gap, but they are an as yet unproven technology, unlike nuclear which has been supplying electricity in the UK since the 1950s. Secondly, if a new generation of nuclear power stations was really essential for the defence industry, unions like mine, which represent members in both the nuclear and defence industries would not be shy about talking about this. Nuclear-powered submarines are deployed by the UK with both conventional and nuclear weapons, both of which command widespread support from the public in an increasingly uncertain world. If we want to meet our climate change obligations and keep our energy supply secure, Britain needs a debate about our future energy policy based on facts not speculation. Mike Clancy General secretary, Prospect union • Owen Jones’s complacency regarding the position of the Labour party and some leading unions in support of nuclear weapons is shocking. He makes no mention of the 2017 UN treaty banning nuclear weapons, endorsed by 122 countries and ignored by the UK, despite government claims to support multilateral disarmament. Here is the political opportunity for action; this act removes the ability to claim that unilateralism is “unpopular” and that nuclear weapons cannot be debated. As for union support, let us follow the Scottish model: in 2015 a report was published by the Scottish TUC and Scottish CND showing how the skills in Trident-related work could be transferred to alternative economic development. We may have jobs designed for a future and not for mass destruction. Linda Rogers Beaumaris, Gwynedd • The prospective meeting between Trump and Kim Jong-un (North Korea is still in the doghouse over its nuclear posturing. Now Xi is asserting himself, 29 March) could be a disaster, or a real breakthrough in the quest for a nuclear weapon-free world. The rest of the world, including the UK, can help to achieve the latter. Kim’s visit to China is a start. The UN general assembly high-level conference on nuclear disarmament, in New York in May, would a good place and time for the meeting, putting the specific issues of the confrontation in south-east Asia in the context of the worldwide nuclear arms race, with experts on call, plus political pressure from the majority non-nuclear states. The UK government should take a lead, in accordance with its professed commitment to a world free of nuclear weapons, achieved by multilateral negotiations, by attending this conference and urging the other nuclear weapon powers to do likewise. A modest, but well-worthwhile aim, as a first step, would be a no-first-use declaration, by both the US and North Korea. De-alerting of missiles currently on hair-trigger alert, as called for by Owen Jones, would make the whole world safer. Labour is not (yet) in government, so its influence internationally is limited. What it can and should do is continue to pressure the UK government to fulfil its obligations to work for nuclear abolition, including the measures proposed here, which I believe are not even very controversial. Frank Jackson Former co-chair, World Disarmament Campaign • In his timely article, Owen Jones rightly highlights the Trident obsession by ministers and many Labour MPs. But the exhortation in the headline is misplaced. Corbyn consistently does just what it wants, but his words do not get reported. For example, in a debate in parliament on Monday evening (26 March) on National security and Russia, he stressed: “We should not be about to mark the 50th anniversary of the nuclear non-proliferation treaty this June while its two key signatories, Russia and the United States, are behaving as though it no longer applies to them. It was a Labour government who, in 1968, promoted the nuclear non-proliferation treaty (NPT). We urgently need the other signatories to that treaty, including the United Kingdom, to take a lead in insisting that Russia, the US and all other nuclear powers return to the negotiating table and to the principles that underpinned that very important treaty in 1968.” Corbyn’s history is accurate: on 27 June 1968, the then Labour government presented to parliament the final text of the NPT (as Cmnd 3,683), which Labour ministers had helped negotiate. Papers available in the National Archives show that earlier that year, on 23 January 1968, Fred (later Lord) Mulley, as the Labour government’s disarmament minister, told the UN committee on disarmament why nations should sign up to the newly negotiated NPT: “It is our desire that these [nuclear disarmament] negotiations should begin as soon as possible and should produce speedy and successful results. There is no excuse now for allowing a long delay to follow the signing of this treaty.” But ministers only ambiguously share this atomic aspiration. Lib Dem peer, Baroness Miller of Chilthorne Domer, was told by Foreign Office minister Lord Ahmad on 22 March: “As a responsible nuclear weapons state, the UK is committed to the long-term goal of a world without nuclear weapons … However, we do not believe the UN high level conference in May 2018 will lead to effective progress on nuclear disarmament. It will not address the serious threats to international peace and security posed by nuclear proliferation nor will it take account of the international security environment.” Dr David Lowry Former director, European Proliferation Information Centre • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "keywords": [
        "progress",
        "labour",
        "energy",
        "world",
        "nuclearfree",
        "nuclear",
        "uk",
        "support",
        "weapons",
        "1968",
        "letters",
        "chances",
        "disarmament",
        "treaty"
    ],
    "summary": "Can Owen Jones (Corbyn has to lead on nuclear weapons, 29 March) really mean that Labour party policy can’t be changed?\nFar from our nuclear weapons being independent, without the regular loan of US missiles we would have nothing on which to put our warheads.\nThe 1968 NPT obliges us to work for the elimination of nuclear weapons “in good faith”.\nHere is the political opportunity for action; this act removes the ability to claim that unilateralism is “unpopular” and that nuclear weapons cannot be debated.\nFrank Jackson Former co-chair, World Disarmament Campaign • In his timely article, Owen Jones rightly highlights the Trident obsession by ministers and many Labour MPs.",
    "sentiment": {
        "neg": 0.0864,
        "neu": 0.8087,
        "pos": 0.1049,
        "compound": 0.1065
    }
}