{
    "date": "2018-03-23T05:11:41Z",
    "title": "John Bolton: foreign policy radical who backs war with Iran and North Korea",
    "url": "https://www.theguardian.com/us-news/2018/mar/23/john-bolton-foreign-policy-radical-who-backs-war-with-iran-and-north-korea",
    "content": "Donald Trump has hired an unwavering and radical advocate of war against both North Korea and Iran to oversee his administration’s national security policy. John Bolton has made a career of deriding diplomacy as a sign of weakness, and has disparaged both the 2015 nuclear deal with Iran, and even the current administration’s use of sanctions as means of pressuring the North Korean regime to give up its nuclear arsenal. Instead, the soon-to-be national security adviser has repeatedly argued, nuclear disarmament in both cases is best achieved through regime change delivered by US military might. “A close look shows he’s genuinely one of the most extreme, irresponsible, and dangerous voices in the country,” said Adam Mount, a senior fellow and nuclear weapons policy expert at the Federation of American Scientists. Among Bolton’s recently published opinions, is a piece a month ago in the Wall Street Journal entitled “The Legal Case for Striking North Korea First”. While the 2015 agreement with Iran was being negotiated, he wrote a piece decrying the whole exercise in the New York Times. That was headlined: “To Stop Iran’s Bomb, Bomb Iran.” Bolton has repeated these lines repeatedly on television, and Trump is widely reported to have chosen him because of his on-screen performances (despite initial reservations about his moustache, apparently). So the implication is that the president is well aware of his policy prescriptions. He does not have to seek Senate confirmation for the White House post, which is just as well for Bolton. The last time the Senate was asked to confirm him, under the George W Bush administration, it refused on the grounds he was too extreme. Traditionally, the national security adviser convenes and chairs internal policy debates but Bolton’s record suggests that a moderating role is not his style. At the state department, he doggedly pushed the bogus evidence of Saddam Hussein’s weapons of mass destruction in the run-up to the Iraq invasion, and when the department’s own intelligence bureau expressed scepticism, Bolton had its officials excluded from meetings. Everything we know about Bolton’s past suggests he is coming to the White House to drive policy, not to broker it. That calls into question the continuing influence of James Mattis, the defence secretary, the last survivor from the group of moderating voices on foreign policy, the “adults in the room”. Rex Tillerson, gave his last goodbye speech as secretary of state on Thursday and will be formally gone by the end of the month, to be replaced by the far more hawkish and loyal CIA director, Mike Pompeo. Bolton takes over from HR McMaster early next month, which means that Trump will go forward with a new and bellicose team into two of the most consequential decisions of his presidency. If Trump does not sign the next sanctions waiver on Iran in mid-May, the US will be in violation of the 2015 agreement, quite possibly triggering a new crisis in the Gulf, and opening a rift in relations with European allies. McMaster and Tillerson had both urged him sign the waivers for that reason. Bolton, by contrast, has spent the past three years urging the destruction of the nuclear deal. Bolton will also be at Trump’s side when he heads for his planned summit with Kim Jong-un, and his presence will inevitably colour that critical encounter. Bolton, a former lawyer who like Trump avoided going to Vietnam, has advocated three different military options against North Korea: against nuclear facilities, bringing down a missile test, or an assassination of Kim Jong-un. Bolton has acknowledged the likely devastating North Korean reprisals against South Korean civilians but has argued “no foreign government, even a close ally, can veto an action to protect Americans from Kim Jong-un’s nuclear weapons”. The conventional wisdom about Bolton was that he would not be a natural choice for Trump as he was hawkish on all fronts, including Russia. However, he has shown himself quite flexible when it comes to Trump’s relations with the Kremlin, playing down the significance of the president’s congratulation of Putin for his election victory, and he has suggested that the hacking of the Democratic party’s emails (said by US intelligence to have been carried out by Russian operatives) could have been a false-flag operation by the Obama administration. For a president looking to distract attention away from the investigation into his campaign and its Moscow links, by seeking confrontation on the world stage, Bolton may be the perfect fit.",
    "keywords": [
        "policy",
        "war",
        "iran",
        "bolton",
        "korea",
        "backs",
        "nuclear",
        "radical",
        "weapons",
        "national",
        "sign",
        "john",
        "trump",
        "security",
        "foreign",
        "north"
    ],
    "summary": "Donald Trump has hired an unwavering and radical advocate of war against both North Korea and Iran to oversee his administration’s national security policy.\nInstead, the soon-to-be national security adviser has repeatedly argued, nuclear disarmament in both cases is best achieved through regime change delivered by US military might.\n“A close look shows he’s genuinely one of the most extreme, irresponsible, and dangerous voices in the country,” said Adam Mount, a senior fellow and nuclear weapons policy expert at the Federation of American Scientists.\nAmong Bolton’s recently published opinions, is a piece a month ago in the Wall Street Journal entitled “The Legal Case for Striking North Korea First”.\nTraditionally, the national security adviser convenes and chairs internal policy debates but Bolton’s record suggests that a moderating role is not his style.",
    "sentiment": {
        "neg": 0.0842,
        "neu": 0.8414,
        "pos": 0.0744,
        "compound": -0.064
    }
}