{
    "date": "2018-05-13T19:58:25Z",
    "title": "Pompeo: US firms could invest in North Korea and Kim may get ‘security assurances’",
    "url": "https://www.theguardian.com/world/2018/may/13/pompeo-us-firms-invest-north-korea-kim-jong-un-security-assurances",
    "content": "The US secretary of state, Mike Pompeo, said on Sunday that if North Korea agrees to fully dismantle its nuclear weapons program, the Trump administration will allow the American private sector to invest in the country. Pompeo also hinted that the US might assure Kim Jong-un he can stay in power after any deal. If a deal is reached at or after the summit meeting between Kim and Trump scheduled for Singapore on 12 June, Pompeo said on Fox News Sunday, “private sector Americans, not the US taxpayer” could “help build out the energy grid that needs enormous amounts of electricity in North Korea”. Americans could also help, he said, with investment in infrastructure and agriculture to help feed the North Korean people. Appearing on CBS’s Face the Nation, Pompeo floated the possibility of “sanctions relief”, a remark that jarred a little with a comment by Donald Trump’s national security adviser. John Bolton told CNN’s State of the Union: “I wouldn’t look for economic aid from us.” Lindsey Graham, the South Carolina senator, said private investment or sanctions relief for the North would “be the best money we ever spent”. Graham, a member of the Senate armed services committee, told CBS “there’d be a lot of support in Congress to give North Korea a better life. Provide aid, relieve sanctions with one condition: that you give up your nuclear weapons program in a verifiable way.” He also said “the average North Korean is about three inches shorter than … their neighbours in South Korea because of the terrible conditions in North Korea”. Studies have concluded that such a height difference does indeed exist. Pompeo met Kim last week in North Korea, for the second time, helping set the stage for the summit and securing the release of three Americans who the Pentagon said left hospital on Sunday. Asked if the US was in effect telling Kim “regime change will be off the table” if he meets American demands, Pompeo told Fox: “We will have to provide security assurances, to be sure.” Pompeo did not elaborate, but North Korea has sought assurances before. A statement issued during negotiations in 2005 said the “United States affirmed that it has no nuclear weapons on the Korean peninsula and has no intention to attack or invade [North Korea] with nuclear or conventional weapons”. The North has said it needs nuclear weapons to counter a US effort to strangle its economy and overthrow the Kim government. “Make no mistake about it, America’s interest here is preventing the risk that North Korea will launch a nuclear weapon into LA or Denver or to the very place we’re sitting here this morning,” Pompeo said, from Washington. “That’s our objective, that’s the end state the president has laid out and that’s the mission that he sent me on this past week, to put us on the trajectory to go achieve that.” Trump hailed progress with North Korea on Twitter on Saturday, writing: “North Korea has announced that they will dismantle Nuclear Test Site this month, ahead of the big Summit Meeting on June 12th. Thank you, a very smart and gracious gesture!” Pompeo told Fox the North’s promise to destroy the site was “good news. Every single site that the North Koreans have that can inflict risk upon the American people that is destroyed, eliminated, dismantled is good news for the American people and for the world.” The secretary rejected suggestions that Trump’s praise of Kim and claims of success have been made too soon. “The president can have a successful outcome,” Pompeo said, “that the two of them can meet and see if there is sufficient overlap so that we can achieve the ultimate objective for the American people.” Pompeo was asked if in his talks with Kim he had discussed his previous exchange of insults with Trump, in which the US president coined the nickname “Little Rocket Man” for a leader who in return called him a “mentally deranged US dotard”. “We didn’t cover that,” Pompeo said.",
    "keywords": [
        "thats",
        "korea",
        "invest",
        "kim",
        "firms",
        "nuclear",
        "weapons",
        "assurances",
        "security",
        "told",
        "trump",
        "american",
        "pompeo",
        "north"
    ],
    "summary": "Graham, a member of the Senate armed services committee, told CBS “there’d be a lot of support in Congress to give North Korea a better life.\nPompeo met Kim last week in North Korea, for the second time, helping set the stage for the summit and securing the release of three Americans who the Pentagon said left hospital on Sunday.\nAsked if the US was in effect telling Kim “regime change will be off the table” if he meets American demands, Pompeo told Fox: “We will have to provide security assurances, to be sure.” Pompeo did not elaborate, but North Korea has sought assurances before.\nThe North has said it needs nuclear weapons to counter a US effort to strangle its economy and overthrow the Kim government.\nThank you, a very smart and gracious gesture!” Pompeo told Fox the North’s promise to destroy the site was “good news.",
    "sentiment": {
        "neg": 0.0568,
        "neu": 0.8358,
        "pos": 0.1073,
        "compound": 0.2062
    }
}