{
    "date": "2018-05-17T07:08:22Z",
    "title": "Trump: 'We'll see' if North Korea summit is on after Kim's threat to cancel",
    "url": "https://www.theguardian.com/us-news/2018/may/16/trump-north-korea-nuclear-summit-kim-jong-un",
    "content": "Donald Trump is still ready to meet the North Korean leader, Kim Jong-un, at a summit next month, despite a statement from Pyongyang that it was not interested in discussing “one-sided” demands that it give up its nuclear weapons, the White House said on Wednesday. Asked whether the summit, planned for 12 June in Singapore, was still on, Trump told reporters: “We’ll see what happens.” He added that “we haven’t been notified at all” that the North Koreans had cancelled the meeting. The president said he would insist on “denuclearisation” at a summit with Kim. However, the word is ambiguous. North Korea uses it to describe a long-term process in which all nuclear weapons powers would eventually disarm, while Trump administration officials have interpreted it as the dismantling and eradication of the North Korean nuclear weapons and long-range missile programmes. That ambiguity, which allowed plans to go forward for the first ever summit between a sitting US president and a North Korean leader, appeared to have been punctured over the weekend when John Bolton, Trump’s national security adviser, and Mike Pompeo, the secretary of state, went on the Sunday talkshows to give their quite different versions of the US negotiating position. Bolton and Pompeo claimed that Trump’s policy of “maximum pressure” had forced Kim to the negotiating table. Bolton, however, went further than Pompeo in defining denuclearisation. He said it meant “getting rid of all the nuclear weapons, dismantling them, taking them to Oakridge, Tennessee. It means getting rid of the uranium enrichment and plutonium reprocessing capabilities.” His comments followed an earlier remark that the administration, in disarming North Korea, would adopt the Libya model, referring to Muammar Gaddafi’s surrender of his embryonic nuclear weapons programme in 2003. North Korean officials have repeatedly pointed to Gaddafi’s grisly death in a Nato-backed insurgency eight years later as a reason not to give up the country’s nuclear weapons. Kim Kye-gwan, North Korea’s first deputy minister of foreign affairs, rejected that position on Wednesday, singling out Bolton and his comments. Kim said: “This is not an expression of intention to address the issue through dialogue. It is essentially a manifestation of awfully sinister move to impose on our dignified state the destiny of Libya or Iraq which had been collapsed due to yielding the whole of their countries to big powers.” He concluded his statement by saying: “If the US is trying to drive us into a corner to force our unilateral nuclear abandonment, we will no longer be interested in such dialogue and cannot but reconsider our proceeding to the DPRK-US summit.” Responding to the North Korean statement, Bolton told Fox News Radio Wednesday that “we are trying to be both optimistic and realistic at the same time”. He said that the personal attack on him raised the question of “whether this really is a sign that that they’re not taking our objective of denuclearization seriously.” The White House spokeswoman, Sarah Sanders, claimed the Trump administration had “fully expected” North Korea’s posturing, and left the door open to the summit going ahead. “If they want to meet, we’ll be ready and if they don’t, that’s OK too,” Sanders said. She distanced Trump from Bolton’s comments on the “Libya model”. She said she had not “seen that as part of any discussions so I’m not aware that that’s a model that we’re using”. She added: “I haven’t seen that that’s a specific thing. I know that that comment was made. There’s not a cookie-cutter model on how this would work. This is the President Trump model. He’s going to run this the way he sees fit. We’re 100% confident, as we’ve said many times before, as I’m sure you’re all aware, he’s the best negotiator and we’re very confident on that front.” North Korea had earlier called the Singapore summit into question over joint exercises by US and South Korean forces which Pyongyang said involved B-52 and F-22 warplanes, both capable of carrying nuclear bombs. It argued it represented a hostile gesture that violated an April agreement between the leaders of North and South Korea. The Pentagon said on Wednesday that there were never plans to include B-52 bombers in the Max Thunder war games. F-22 fighters have already taken part.",
    "keywords": [
        "summit",
        "bolton",
        "model",
        "korea",
        "threat",
        "north",
        "cancel",
        "nuclear",
        "kim",
        "weapons",
        "kims",
        "trump",
        "korean"
    ],
    "summary": "North Korea uses it to describe a long-term process in which all nuclear weapons powers would eventually disarm, while Trump administration officials have interpreted it as the dismantling and eradication of the North Korean nuclear weapons and long-range missile programmes.\nHe said it meant “getting rid of all the nuclear weapons, dismantling them, taking them to Oakridge, Tennessee.\nNorth Korean officials have repeatedly pointed to Gaddafi’s grisly death in a Nato-backed insurgency eight years later as a reason not to give up the country’s nuclear weapons.\nThis is the President Trump model.\nIt argued it represented a hostile gesture that violated an April agreement between the leaders of North and South Korea.",
    "sentiment": {
        "neg": 0.0686,
        "neu": 0.8915,
        "pos": 0.0399,
        "compound": -0.1272
    }
}