{
    "date": "2018-03-26T16:38:21Z",
    "title": "North Korea: Kim Jong-un in China for 'unannounced state visit'",
    "url": "https://www.theguardian.com/world/2018/mar/26/north-korea-kim-jong-un-in-china-for-first-foreign-state-visit",
    "content": "North Korean leader Kim Jong-un is believed to be in Beijing on an unannounced trip, in what would be his first foreign state visit since taking power in 2011, according to reports. Citing three sources familiar with the visit, Bloomberg said on Monday the North Korean leader was in the Chinese capital. Japanese media had previously reported that a “special train” carrying a high-ranking Korean official had arrived in China on Sunday to discuss ties between the two countries. China’s foreign ministry has said it was not aware of the visit. China’s support of international sanctions against North Korea over its nuclear program has strained relations with its longtime ally. Chinese president Xi Jinping has described North Korea’s military provocations as a threat to his country’s national security. Local media showed footage of a train passing through the Chinese city of Dandong, which borders North Korea. Kyodo news agency said that hotels near the Sino-Korean friendship bridge between Dandong and Sinuiju in North Korea have barred reservations since Sunday, in an apparent effort to prevent guests from seeing the train. A car with a licence plate from the North Korean embassy was seen on Monday near Beijing’s Great Hall of the People, where foreign dignitaries are often hosted, according to the news agency. According to reports, security along Beijing’s Changan Avenue, which runs through the heart of the capital, was tighter than usual on Monday afternoon. Tourists were also cleared out of the nearby Tiananmen Square. Beijing’s railway bureau warned on its blog of multiple train delays. A visit by Kim would mark a turning a point in China-North Korea relations. Since taking over from his father, Kim Jong-il, more than six years ago, Kim has not been hosted in China to meet top Chinese leaders nor has he met Xi. “This was a signal of disapproval that matters to countries where face is an important consideration,” said Douglas Paal, head of the Asia program at the Carnegie Endowment for International Peace, in Washington DC. As Kim prepares to meet his counterparts in Washington and Seoul, China may be worried about losing influence. Kim is expected to meet with South Korean president Moon Jae-in in April and hold a summit with US president Donald Trump in May. “China won’t be at any of those meetings... so I think they feel they’ve got to get back in the game,” said Paal. North Korea, for its part, doesn’t “want to show they are alone when they are meeting the US,” he added. Kim’s father, Kim Jong-il, who refused to travel by plane, visited China several times on a private, armoured train. His visits were confirmed by Chinese and North Korean state media only after he had left the country.",
    "keywords": [
        "unannounced",
        "korea",
        "state",
        "president",
        "meet",
        "visit",
        "kim",
        "china",
        "jongun",
        "train",
        "chinese",
        "north",
        "korean"
    ],
    "summary": "North Korean leader Kim Jong-un is believed to be in Beijing on an unannounced trip, in what would be his first foreign state visit since taking power in 2011, according to reports.\nCiting three sources familiar with the visit, Bloomberg said on Monday the North Korean leader was in the Chinese capital.\nChina’s support of international sanctions against North Korea over its nuclear program has strained relations with its longtime ally.\nNorth Korea, for its part, doesn’t “want to show they are alone when they are meeting the US,” he added.\nHis visits were confirmed by Chinese and North Korean state media only after he had left the country.",
    "sentiment": {
        "neg": 0.0428,
        "neu": 0.9106,
        "pos": 0.0466,
        "compound": 0.0381
    }
}