{
    "date": "2018-05-31T04:00:10Z",
    "title": "North Korea summit: uninvited guests could foil Trump's objectives | Simon Tisdall",
    "url": "https://www.theguardian.com/world/2018/may/31/north-korea-summit-uninvited-guests-could-foil-trumps-objectives",
    "content": "Donald Trump hopes to choose from a quick and easy menu at next month’s Singapore summit with North Korea’s leader, Kim Jong-un. The US president wants instant results, primarily a headline-grabbing nuclear weapons deal in return for food aid, investment and other support. If sanctions are lifted, the deal could even include the launch of an American hamburger franchise in Pyongyang, according to a CIA report. But rival countries wanting to get in on the action and hoping to make strategic and business gains, are hustling to ensure the summit outcome suits them too – assuming the meeting goes ahead. The competing interests of China, Russia, Japan, South Korea – and of Kim himself – may upset Trump’s hopes. Sergei Lavrov, Russia’s foreign minister, is the latest uninvited guest trying to gatecrash the Trump-Kim party. Lavrov met his counterpart, Ri Yong-ho, in Pyongyang on Thursday. It was the second time the pair have met this month after a period of estrangement, and reflects Russia’s quickening interest in shaping North Korea’s post-sanctions future. Russia supported North Korea after independence and during the 1950-53 Korean war. They maintained close diplomatic, industrial and investment ties during the Cold War, and signed a friendship treaty in 2000. Relations deteriorated more recently over the nuclear arms issue. On the back of Trump’s efforts, Lavrov will now want to resume and expand old bilateral ties. China is keeping a wary eye on US intentions, and could yet act as spoiler. The last thing Beijing wants is a reforming North Korea embracing capitalist ideology or worse still, democratic pluralism. Last weekend’s surprise second meeting between Kim and Moon Jae-in, South Korea’s president, may also have given China pause. Any inter-Korean rapprochement that expands American regional influence is bad news for Beijing. China would back a North Korean decision to disarm. It has long supported the denuclearisation of the peninsula. Anything that stabilised the North’s economy would also be welcome. But when he recently summoned Kim to Beijing, Xi Jinping, China’s president, was not so much coaching the inexperienced North Korean leader as laying down ground rules and red lines. Whatever Trump thinks or says, China has the power to veto an outcome it does not like. South Korea’s Moon has already shown he is his own man when it comes to dealing with Kim and Trump. After the North criticised gauche White House comparisons with regime change in Libya and Trump petulantly cancelled the summit, Moon hit damage-limitation mode. His efforts paid off and the meeting appears to be back on. It was not the first time he has rescued Washington from its own worst instincts. Moon has the courage and the standing to defy the US and cut a separate deal with Kim if Trump fluffs it, or flounces off again. South Koreans want a peace treaty with the North, and enhanced social and economic interaction. They suspect, after last year’s reckless threats of Armageddon, that Trump does not have their interests at heart. At the top of Japan’s wish-list is the long-running, highly emotive issue of Japanese citizens abducted by Pyongyang. Any deal negotiated by Trump that does not advance a solution to this problem would seriously disappoint Tokyo. The fact the regime’s overall, egregious human rights record will not feature on the summit menu is seen as a big mistake in some quarters – and a potential deal-breaker down the road. Even without the agendas and interference of other countries, Trump may not get what he wants. Despite his claims to the contrary, the new CIA report suggests his central aim – to persuade Kim to instantly give up his nuclear weapons – is unachievable in the near term, and will take decades even if agreed. Ready-to-go goodwill gestures, like opening a McDonald’s in Pyongyang, may have to suffice, it says. And Trump will have to eat his words.",
    "keywords": [
        "moon",
        "summit",
        "objectives",
        "south",
        "guests",
        "deal",
        "korea",
        "kim",
        "foil",
        "uninvited",
        "simon",
        "china",
        "trumps",
        "trump",
        "tisdall",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "Donald Trump hopes to choose from a quick and easy menu at next month’s Singapore summit with North Korea’s leader, Kim Jong-un.\nThe competing interests of China, Russia, Japan, South Korea – and of Kim himself – may upset Trump’s hopes.\nIt was the second time the pair have met this month after a period of estrangement, and reflects Russia’s quickening interest in shaping North Korea’s post-sanctions future.\nSouth Korea’s Moon has already shown he is his own man when it comes to dealing with Kim and Trump.\nAfter the North criticised gauche White House comparisons with regime change in Libya and Trump petulantly cancelled the summit, Moon hit damage-limitation mode.",
    "sentiment": {
        "neg": 0.0783,
        "neu": 0.8345,
        "pos": 0.0871,
        "compound": 0.0015
    }
}