{
    "date": "2018-03-09T15:30:17Z",
    "title": "Donald Trump and Kim Jong-un believe they are winning – and the risks of that are epic",
    "url": "https://www.theguardian.com/world/2018/mar/09/trump-kim-jong-un-believe-winning-risks-epic-analysis",
    "content": "If a summit between Donald Trump and Kim Jong-un really takes place in May, it will count as one of the most remarkable and unexpected pieces of theatre in diplomatic history. If that drama leads to a substantive peace agreement it would represent an extraordinary achievement. The Korean war never formally ended and the threat of a new devastating conflict has hung over the peninsula for decades. It is a prize on an epic scale, but so are the risks. Both leaders view the provisional agreement to meet as a personal triumph born of resolve. If each reckons he has the other over a barrel, they will be little room for compromise if and when they meet. The South Korean messengers who conveyed Kim’s invitation took pains to lay credit at Trump’s feet. White House briefers on Thursday night also went out of their way to tie the surprise development tightly to the US president’s leadership qualities. Having invested so much personal capital in the meetings, there is a significant danger of a backlash from either or both men if they do not get their way under the glare of international attention. There is plenty of room for misunderstanding. Both leaders say they want the denuclearisation of the Korean peninsula, but historically their governments have interpreted that to mean quite different things. While Washington sees it in terms of North Korean unilateral disarmament, Pyongyang envisions an end to the “hostile policies” of the US and the formal removal of the nuclear deterrent umbrella that has sheltered South Korea from its northern neighbour. Mutual insults and rattled sabres There is no guarantee of the summit actually taking place. Kim did not put his invitation down on paper. It was relayed orally by the South Korean national security chief, Chung Eui-yong. Since Kim met Chung and his delegation on Monday in Pyongyang, the North has remained silent on the contents of the offer and could seek to move the goalposts in the run-up to the high-stakes meeting. Trump could not contain his excitement at Thursday’s developments. He appeared unannounced at the White House briefing room to tip off journalists about Chung’s planned press statement. He told one reporter he hoped to garner the credit for the breakthrough. He seemed unaware that Pyongyang had been seeking a one-on-one meeting with a US president since the 1990s at least. In securing agreement, Kim can claim an achievement that eluded his father and grandfather – being treated in the eyes of the world as an equal by the most powerful man on earth. “To be clear – we need to talk to North Korea,” argued Jeffrey Lewis, the director of the East Asia Nonproliferation Program at the Middlebury institute of international studies at Monterey. “But Kim is not inviting Trump so that he can surrender North Korea’s weapons. Kim is inviting Trump to demonstrate that his investment in nuclear and missile capabilities has forced the United States to treat him as an equal.” Arguably neither Kim nor Trump deserve the principal credit for the sharp turn they have taken from mutual insults and rattled nuclear sabres. That credit is more reasonably attributed to the South Korean president, Moon Jae-in, who found himself in the crossfire since coming to office last year, but has managed to leverage that position, through the hosting of the Winter Olympics, into an opening for dialogue. The timing has also been benign. The election of a pro-engagement president in South Korea has been followed by Kim’s declaration at the start of this year that his regime had attained its goal of building an arsenal of nuclear missiles. The Pyongyang regime now sees itself entering negotiations from a position of strength as a nuclear power. The White House narrative is entirely different. It portrays North Korea as cowed into talks by Trump’s determination and the unprecedented international sanctions regime that has been imposed since last September. However, any expectation Trump might have that Kim will trade his nuclear weapons for sanctions relief may be ill-conceived. Few observers believe the North Korean leader will bargain away lightly what he sees as a guarantee of his dynastic regime’s survival. A grand bargain Historically, major summits have followed months or years of carefully orchestrated lower-level negotiations. For this new diplomatic opening to be successful, that order will have to be reversed. The question is whether Kim and Trump would settle for something less than a grand bargain. “If [the summit] helps to establish a process for serious, sustained negotiations, then it’s a positive move,” argued Suzanne DiMaggio, a senior fellow at the New America thinktank who has been involved in informal contacts with North Koreans. “But it will have to be managed carefully and with a great deal of prep work.” There are serious questions over whether the Trump administration is equipped for complex talks. Its leading Korea experts have left and the state department has been excluded. Rex Tillerson, travelling in Africa this week, does not even seem to have been informed of the development. He was still telling journalists on Thursday that negotiations remained a distant prospect. Trump for now is flying solo, convinced of his expertise in the art of the deal. But his deal-making in the real estate business drove him to bankruptcy several times. The implications of an equivalent failure in nuclear summitry, and how he might react, are sobering.",
    "keywords": [
        "negotiations",
        "south",
        "korea",
        "north",
        "donald",
        "believe",
        "kim",
        "nuclear",
        "pyongyang",
        "korean",
        "trump",
        "credit",
        "epic",
        "winning",
        "jongun",
        "risks"
    ],
    "summary": "If a summit between Donald Trump and Kim Jong-un really takes place in May, it will count as one of the most remarkable and unexpected pieces of theatre in diplomatic history.\nThe South Korean messengers who conveyed Kim’s invitation took pains to lay credit at Trump’s feet.\nIt was relayed orally by the South Korean national security chief, Chung Eui-yong.\nIt portrays North Korea as cowed into talks by Trump’s determination and the unprecedented international sanctions regime that has been imposed since last September.\nFew observers believe the North Korean leader will bargain away lightly what he sees as a guarantee of his dynastic regime’s survival.",
    "sentiment": {
        "neg": 0.0713,
        "neu": 0.8159,
        "pos": 0.1128,
        "compound": 0.1289
    }
}