{
    "date": "2018-04-29T02:25:38Z",
    "title": "Donald Trump expects to meet North Korea 'in three or four weeks'",
    "url": "https://www.theguardian.com/world/2018/apr/29/donald-trump-expects-to-meet-kim-jong-un-in-three-or-four-weeks",
    "content": "The US president, Donald Trump, said on Saturday a meeting with North Korea could happen over the next three to four weeks. “I think we will have a meeting over the next three or four weeks,” Trump said at a campaign rally in Washington, Michigan. “It’s going be a very important meeting, the denuclearisation of the Korean peninsula.” “But we’ll see how it goes,” he added. “I may go in, it may not work out, I leave.” No date has been announced for a meeting and there has been intense speculation on the location of the summit, with possible hosts including Singapore, Mongolia and South Korea. Mike Pompeo, the new US secretary of state, said Kim was “prepared to ... lay out a map that would help us achieve” denuclearisation. Pompeo described his secret metting Kim over Easter weekend as a “good conversation”, adding the North Korean leader was “very well prepared”. “We had an extensive conversation on the hardest issues that face our two countries,” he said in an interview with ABC News that will air on Sunday in the US. “I had a clear mission statement from President Trump. When I left Kim Jong-un understood the mission exactly as I described it today.” North and South Korea agreed to a common goal at a summit on Friday of “complete denuclearisation, a nuclear-free Korean peninsula”, but many experts are wary of what Kim may demand in return for relinquishing his arsenal. But in a sign Pyongyang may be seriously considering giving up its nuclear stockpile, North Korean state media reported on the summit’s joint declaration calling for “complete denuclearisation”. It was a rare admission of the North’s commitments to the international community in a country where information is tightly controlled and highly scripted. Dozens of photos of the meeting filled North Korea’s main newspaper and the summit was given primetime coverage on state television. Trump also spoke with the South Korean president, Moon Jae-in, by phone and they agreed North Korea’s future was dependent on “complete, verifiable and irreversible denuclearisation”. The two also said a meeting between Trump and Kim should be held “as soon as possible to maintain momentum for the success of the summit”, according to South Korea’s presidential office. Trump said Moon and Kim had a “very good meeting”, and took credit for the historic summit, during which the leader of North Korea entered the South for the first time since the end of the 1950-53 Korean war. The US president also took credit for the inter-Korean meeting, as well as saying Moon had praised his actions in making the summit possible. “I had one of the fake news groups this morning. They were saying, ‘what do you think President Trump had to do with it?’” Trump said. “I’ll tell you what. Like, how about everything?” The US defence secretary, James Mattis, also held a phone discussion with his South Korean counterpart and reaffirmed “the ironclad US commitment” to defend its ally “using the full spectrum of US capabilities”. Trump also spoke with Japanese prime minister Shinzo Abe about “the ongoing negotiations” for a meeting with Kim. The leaders of North and South Korea pledged at their meeting to to push for a formal end to the Korean war, which would require joint talks with the US and China, with a peace treaty to replace the uneasy truce that stopped hostilities. Reuters contributed to this report",
    "keywords": [
        "meeting",
        "summit",
        "south",
        "korea",
        "denuclearisation",
        "meet",
        "donald",
        "kim",
        "president",
        "weeks",
        "trump",
        "expects",
        "north",
        "korean"
    ],
    "summary": "The US president, Donald Trump, said on Saturday a meeting with North Korea could happen over the next three to four weeks.\nPompeo described his secret metting Kim over Easter weekend as a “good conversation”, adding the North Korean leader was “very well prepared”.\n“I had a clear mission statement from President Trump.\nTrump also spoke with the South Korean president, Moon Jae-in, by phone and they agreed North Korea’s future was dependent on “complete, verifiable and irreversible denuclearisation”.\nThey were saying, ‘what do you think President Trump had to do with it?’” Trump said.",
    "sentiment": {
        "neg": 0.0344,
        "neu": 0.8977,
        "pos": 0.0679,
        "compound": 0.0957
    }
}