{
    "date": "2018-06-04T20:27:23Z",
    "title": "Trump to meet Kim at 9am Singapore time on 12 June, White House says",
    "url": "https://www.theguardian.com/world/2018/jun/04/trump-kim-nuclear-summit-singapore-white-house",
    "content": "Donald Trump and the North Korean leader Kim Jong-un are tentatively scheduled to meet at 9am Singapore time on 12 June, according to White House press secretary Sarah Huckabee Sanders, who said that planning for the historic summit continues. “We are actively preparing for the 12 June summit between the president and the North Korean leader,” Sanders said on Monday. “We feel like things are continuing to move forward, and good progress has been made.” Sanders said that the White House “advance team” – which features military, security, technical and medical staff - were already on the ground in Singapore. They are “finalizing preparations and will remain in place until the summit begins,” said Sanders. The announcement of the timing for the first meeting between the two leaders came just three days after Trump hosted a senior North Korean delegation at the White House bearing a letter from Kim. Trump, who had previously canceled the summit, abruptly announced the meeting was back on. Asked about the contents of Kim’s letter, White House spokeswoman Sarah Sanders declined to “get into the specifics of the letter” but added “we feel like things are continuing to move forward and good progress has been made.“ She added that Trump is getting daily briefings on North Korea in the runup to the landmark meeting. “I can tell you the president has been receiving daily briefings on North Korea from his national security team,” said Sanders. Experts have voiced concern that despite Trump’s claim to be the world’s greatest dealmaker, he knows little about North Korea, arms control or international diplomacy. The on-again-off-again summit is expected to focus on US efforts to get North Korea to abandon its nuclear program. The oppressive regime is believed to have developed a miniaturized nuclear device that could be placed on a missile that could strike the United States. Washington has called that unacceptable and demanded North Korea embark on full and verifiable denuclearization. With days to go before the meeting, it remains unclear whether Pyongyang is willing to take that step, or whether it is using the promise of talks as a way of easing Trump’s “maximum pressure” campaign. Trump last week said he no longer wanted to use that term and indicated that he was willing to embark on a lengthy series of talks that would ease pressure on the regime. “I think it’ll be a process,” he said after welcoming top official Kim Yong-chol to the White House. “It’s not – I never said it goes in one meeting. I think it’s going to be a process. But the relationships are building, and that’s a very positive thing.” Trump also said that there would be no new sanctions while the talks are taking place, although the White House was at pains to say existing economic sanctions will not be removed either.",
    "keywords": [
        "singapore",
        "summit",
        "meeting",
        "white",
        "letter",
        "korea",
        "9am",
        "north",
        "meet",
        "house",
        "kim",
        "talks",
        "12",
        "sanders",
        "trump"
    ],
    "summary": "Donald Trump and the North Korean leader Kim Jong-un are tentatively scheduled to meet at 9am Singapore time on 12 June, according to White House press secretary Sarah Huckabee Sanders, who said that planning for the historic summit continues.\n“I can tell you the president has been receiving daily briefings on North Korea from his national security team,” said Sanders.\nExperts have voiced concern that despite Trump’s claim to be the world’s greatest dealmaker, he knows little about North Korea, arms control or international diplomacy.\nWashington has called that unacceptable and demanded North Korea embark on full and verifiable denuclearization.\n“I think it’ll be a process,” he said after welcoming top official Kim Yong-chol to the White House.",
    "sentiment": {
        "neg": 0.0483,
        "neu": 0.8732,
        "pos": 0.0787,
        "compound": 0.1413
    }
}