{
    "date": "2018-05-25T11:52:56Z",
    "title": "The North Korea farce makes it clear again: Trump is dangerous | Simon Tisdall",
    "url": "https://www.theguardian.com/commentisfree/2018/may/25/north-korea-suummit-donald-trump-white-house",
    "content": "This is where hubris and arrogance lead. By indefinitely postponing his summit with Kim Jong-un, North Korea’s leader, in a fit of petulance and political cowardice, Donald Trump has squandered a golden opportunity for peace on the Korean peninsula, plunged the Asia-Pacific region into a period of renewed uncertainty, blindsided America’s allies, and resurrected the dread prospect of nuclear war. All may not yet be lost. But that’s no thanks to Trump. The author of The Art of the Deal thought he alone could pull off what had eluded successive presidents in Washington. He prematurely hailed Kim’s decision to free three US citizens as a major breakthrough. He basked in utterly ludicrous talk, notably from Boris Johnson, of a Nobel peace prize. When Kim made clear “denuclearisation” did not mean what Trump thought it meant, he meekly offered more concessions. In short, Trump messed up. He rashly promised more than he could deliver. Then, when Kim balked at unrealistic US demands, he got cold feet. North Korea’s measured response offers some hope. The US decision was regrettable, it said. But Pyongyang remained open to talks with the US at any time. Trump should study this statement to see how the diplomatic game works. It cast the White House in the troublemaker role usually reserved for Pyongyang. It grabbed the moral high ground before a watching world. And it reiterated the North’s longstanding aim: to establish direct, bilateral communication with the US, bypassing the stalled multilateral talks process. Attempts to make the best of a bad job cannot hide the possibility that a rare chance to bring North Korea in from the cold may have been permanently missed. Most worrying is the effect of this epic snub on Kim and his apparently genuine efforts to improve relations with the west. Sceptical North Korean generals will say, “We told you so,” and push for more, and bigger, nukes and missiles. Kim’s own position could be in jeopardy. His politically and personally risky policy of reform at home and engagement abroad was blown apart by Trump on the very day he voluntarily blew up his nuclear test site. At risk, too, are Pyongyang’s rapprochement with South Korea and President Moon Jae-in’s exemplary bridge-building. Trump was the undeserving beneficiary of Moon’s efforts, which took flight at the Winter Olympics. That opening may have been blown, thanks also to his national security adviser, John Bolton, his secretary of state, Mike Pompeo, and other lower-order Team Trump chicken hawks. Moon declared himself “perplexed” – a feeling probably shared in Tokyo. Shinzo Abe, Japan’s prime minister, has worked hard and thanklessly to keep Trump on course. China’s leaders will experience mixed emotions as they survey the smoking ruins. Increased regional instability and resumed US sabre-rattling on its doorstep are not in Beijing’s interest. Nor will China welcome further, alarming evidence of Trump’s whimsical irrationality. On the other hand, the upset is a timely reminder to Kim about who, when the fog clears, are his only true friends – and the centrality of Beijing to any eventual security deal. China may also be less inclined to observe US-inspired international sanctions. Indeed, a return to the Obama-era policy of maximum economic pressure may no longer be credible. If so, military options will once more gain traction in Washington. Given Trump’s now familiar mercurial behaviour, it’s possible all this could change tomorrow – even that the June summit will be back on again. Trump indicated as much on Friday, suggesting airily that he and the North Koreans were “playing games”. This is no way to conduct a deadly serious nuclear weapons negotiation. And it raises a much bigger question. How much longer can the international community pretend that having a narcissistic amateur running the White House is a tolerable or even manageable state of affairs? Just look at the global wreckage after 18 months of Trump. A landmark climate change pact trashed. Protectionism, trade wars and divisive border walls on the rise. Hopes of peace in Israel-Palestine, and dozens of Palestinian lives, sacrificed to the presidential ego. A potentially catastrophic dereliction of duty under way in Syria. Continuing appeasement of Russia. And a new Middle East war in the making, after Trump’s unilateral renunciation of the Iran nuclear deal. It is no exaggeration to say US authority and credibility on the world stage are now at stake. This is not leadership. It is day-by-day, manmade chaos masquerading as policy. It’s not America First. It’s America Foolish. Yet there is no end in sight to the damaging tomfoolery. Trump does not learn from his mistakes. He just makes bigger ones. For Britain, soon to host him, the Korean lesson is clear: this US president should carry a health warning wherever he goes. Keep him at arm’s length. For he is weak, cowardly and dangerous – and not, on any account, to be trusted.",
    "keywords": [
        "policy",
        "clear",
        "deal",
        "korea",
        "peace",
        "kim",
        "nuclear",
        "makes",
        "simon",
        "dangerous",
        "trumps",
        "trump",
        "tisdall",
        "bigger",
        "farce",
        "north",
        "korean"
    ],
    "summary": "When Kim made clear “denuclearisation” did not mean what Trump thought it meant, he meekly offered more concessions.\nSceptical North Korean generals will say, “We told you so,” and push for more, and bigger, nukes and missiles.\nTrump indicated as much on Friday, suggesting airily that he and the North Koreans were “playing games”.\nAnd a new Middle East war in the making, after Trump’s unilateral renunciation of the Iran nuclear deal.\nFor Britain, soon to host him, the Korean lesson is clear: this US president should carry a health warning wherever he goes.",
    "sentiment": {
        "neg": 0.134,
        "neu": 0.7791,
        "pos": 0.087,
        "compound": -0.06
    }
}