{
    "date": "2018-06-03T10:06:54Z",
    "title": "Bashar al-Assad to visit North Korea, state media claims",
    "url": "https://www.theguardian.com/world/2018/jun/03/bashar-al-assad-visit-north-korea-state-media-claims",
    "content": "Bashar al-Assad is to visit North Korea, Pyongyang state media has claimed, in what would be a first state visit to the isolated nation under the leadership of Kim Jong-un. The report by the official Korean Central News Agency did not say when the visit would be, but the two sanctions-hit nations have been allies for decades and Washington has accused the North of assisting Syria with its weapons programmes. “I am going to visit the DPRK and meet HE Kim Jong-un,” Assad was quoted as saying, using an acronym for the Democratic People’s Republic of Korea. “HE” stands for “his excellency”. Kim has not hosted any other heads of state since coming to power in 2011 after the death of his father. In recent months he has met the Chinese president, Xi Jinping, and the South Korean president, Moon Jae-in, in a flurry of diplomacy that is expected to culminate in a summit with Donald Trump in Singapore on 12 June. Kim has yet to host a foreign leader in , Pyongyang. “The world welcomes the remarkable events in the Korean peninsula brought about recently by the outstanding political caliber and wise leadership of HE Kim Jong-un,” Assad was quoted as saying. “I am sure that he will achieve the final victory and realise the reunification of Korea without fail.” Assad also pledged to “fully support all policies and measures” of Kim’s government and strengthen ties in the future. Both Syria and North Korea have been targets of international sanctions over weapons programmes and human rights abuses. North Korea sent 40 items to Assad for the development of ballistic missiles and chemical weapons over a five-year period, according to a leaked UN report. Syria agreed to destroy its chemical weapons in 2013 but Assad has been repeatedly accused of using such weapons on his own people. Pyongyang made about £150m in 2017 by violating international sanctions and shipping equipment to Syria. Proliferation remains a risk as the cash-strapped nation looks to illicit trade to boost government coffers. Experts have said North Korea will remain proliferation risk for the foreseeable future. Trump’s meeting with Kim is expected to be focused on closing North Korea’s nuclear weapons programme, but so far there has been no mention of Pyongyang’s stockpiles of chemical and biological weapons.",
    "keywords": [
        "syria",
        "korea",
        "state",
        "claims",
        "visit",
        "alassad",
        "kim",
        "media",
        "weapons",
        "bashar",
        "assad",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Bashar al-Assad is to visit North Korea, Pyongyang state media has claimed, in what would be a first state visit to the isolated nation under the leadership of Kim Jong-un.\n“I am going to visit the DPRK and meet HE Kim Jong-un,” Assad was quoted as saying, using an acronym for the Democratic People’s Republic of Korea.\nBoth Syria and North Korea have been targets of international sanctions over weapons programmes and human rights abuses.\nNorth Korea sent 40 items to Assad for the development of ballistic missiles and chemical weapons over a five-year period, according to a leaked UN report.\nExperts have said North Korea will remain proliferation risk for the foreseeable future.",
    "sentiment": {
        "neg": 0.1198,
        "neu": 0.8323,
        "pos": 0.0479,
        "compound": -0.2316
    }
}