{
    "date": "2018-02-07T00:10:57Z",
    "title": "Winter Olympics bring peace to Korean peninsula – for now",
    "url": "https://www.theguardian.com/sport/2018/feb/07/winter-olympics-bring-peace-to-korean-peninsula-for-now",
    "content": "Dotted among the ski slopes, ice rinks and bobsled tracks of the Winter Olympic venues in Pyeongchang are huge underground evacuation centres. The exact locations are a secret, but they symbolise the fear felt by South Korean officials as they worked on the site of the Games, just 50 miles (80km) from the North Korean border. Since the turn of the year, however, there has been an extraordinary rapprochement between the North and South. This week, a cruise ship carrying North Korean musicians, singers and dancers docked in South Korea, part of a 500-strong delegation sent by Pyongyang for the Games, which start on 9 February. The performers follow officials and athletes who have already crossed the most militarised border in the world. The delegation attending the opening ceremony includes Kim Yong-nam, a 90-year-old political veteran and speaker of the North’s parliament, who is the highest-ranking official to visit the South since 2014. A surprise announcement during North Korean leader Kim Jong-un’s New Year’s address set the stage for a significant cooling of tensions, and now the focus has shifted from potential doom to maintaining the first signs of dialogue in years. “North Korea is trying to break out of the increasing international hostility they face, the isolation and the sanctions. The Olympics is a chance to present a different face to the world,” says James Hoare, a former British diplomat who previously served as the UK representative in Pyongyang. “There’s also an element where they want to try to drive a wedge between the Americans and the South Koreans, and they saw an opportunity to accomplish that with [South Korean president] Moon Jae-in.” Donald Trump has been noncommittal on continuing to support dialogue after the Games, and last month reportedly rejected a candidate for US ambassador to South Korea over his refusal to support military strikes against Pyongyang. Mike Pence, the vice-president, will lead a US delegation, and the White House has said his presence is aimed at diminishing the propaganda value for the North. The lack of US support has yet to deter the South Korean government from pressing on, taking an ad hoc approach in the hopes of winning over US officials later. “Moon hopes he can turn the inter-Korea talks he’s establishing with the Olympics into direct talks between North Korea and the United States,” says Jo Dong-joon, a politics professor at Seoul National University. “But there’s little hope of long-term progress, since there is so little common ground between the US and North Korea.” “Unfortunately, once the Paralympics is over, military exercises in South Korea with the US will resume, and we’ll likely go back to the old cycle of tensions rising and falling.” The Paralympics end on 18 March and the first series of joint combat exercises scheduled for this year will reportedly begin in late April. South Korea’s openness to the North has also exposed officials to criticism at home, and Moon’s popularity has dropped to 67%, according to a Gallup Korea poll, his second-lowest ever. Younger South Koreans dismiss North Korean athletes as having been born with a nuclear spoon in their mouth, securing preferential treatment due to Kim’s weapons programme. Another common refrain, typically heard among the older generation, is that hatred of the Kim regime should not extend to the athletes, who are themselves trapped. “Many people in South Korea, especially the younger generation, are angry that North Korean athletes get to join at the last minute and see it as very unfair,” says Youngmi Kim, an expert on Korean politics at the University of Edinburgh. “The South’s government knows they can’t change the North Korean regime, but with a policy of engagement, they hope they can at least open the eyes of a few in the North to the wider world.” A particularly thorny issue has been women’s ice hockey, where the North and South will field a combined team at the expense of some South Korean athletes who had to give up their spots. The team has also exposed a few fundamental differences between the two peoples, who have been divided for over 70 years. Players from the North and South use different words for terms like “pass” and “shoot”, Kim says, with South Koreans using English terms and North Koreans deploying pure Korean words. And while the North’s participation in the Games has soothed most fears over security, it has also created new ones. When North Korean officials arrived in Seoul last month, far-right protesters burned images of Kim Jong-un and some fear South Korean extremists may try to attack North Korean athletes or performers. As many as 60,000 security personnel and soldiers will be out in force each day during the Games, twice as many as in Rio de Janeiro, a far more dangerous city when it comes to violent crime. North Korean agents bombed a Korean Air flight, killing all 115 people on board, before the last Olympics in Seoul in 1988 in an effort to scare international teams. But 30 years later, the North’s participation means there is little chance of outright aggression. “If the North Koreans did anything against the Games themselves, it would be seen as an attack on the international community, and would hurt their relations with China and Russia, which have been very supportive of late,” says Euan Graham, director of the international security programme at the Lowy Institute in Australia. “They could provoke in other ways: the North Koreans could probably get away with a satellite test launch, maybe a ballistic missile test, but I don’t think they would go further than that. “The North has a huge propaganda opportunity here – any provocations would ultimately be raining on their own parade,” he said.",
    "keywords": [
        "south",
        "athletes",
        "international",
        "korea",
        "games",
        "peace",
        "bring",
        "peninsula",
        "kim",
        "winter",
        "officials",
        "koreans",
        "olympics",
        "north",
        "korean"
    ],
    "summary": "The exact locations are a secret, but they symbolise the fear felt by South Korean officials as they worked on the site of the Games, just 50 miles (80km) from the North Korean border.\n“North Korea is trying to break out of the increasing international hostility they face, the isolation and the sanctions.\nYounger South Koreans dismiss North Korean athletes as having been born with a nuclear spoon in their mouth, securing preferential treatment due to Kim’s weapons programme.\nWhen North Korean officials arrived in Seoul last month, far-right protesters burned images of Kim Jong-un and some fear South Korean extremists may try to attack North Korean athletes or performers.\nNorth Korean agents bombed a Korean Air flight, killing all 115 people on board, before the last Olympics in Seoul in 1988 in an effort to scare international teams.",
    "sentiment": {
        "neg": 0.093,
        "neu": 0.8324,
        "pos": 0.0745,
        "compound": -0.0473
    }
}