{
    "date": "2018-04-27T05:12:25Z",
    "title": "Korea summit: leaders vow to 'write new chapter' in peninsula’s history",
    "url": "https://www.theguardian.com/world/2018/apr/27/korea-summit-leaders-vow-to-write-new-chapter-in-peninsulas-history",
    "content": "The leaders of North and South Korea have vowed to “write a new chapter” in their peninsula’s troubled history at the start of a summit that has raised hopes for a resolution over Pyongyang’s nuclear and ballistic missile programmes. On a bright spring morning Kim Jong-un and his South Korean counterpart, Moon Jae-in, reached across a simple concrete slab marking the border between their countries and shook hands for more than 20 seconds. After an exchange of words and broad smiles, Kim became the first North Korean leader to set foot in South Korea since the end of the 1950-53 Korean war, planting a foot over the military demarcation line watched by dignitaries from both sides and millions following live TV coverage. Then came the first unscripted moment of the summit: a suggestion by Kim, dressed in his trademark black Mao-style suit, that both men step back across the border into North Korea after Moon reportedly asked him: “When do I get to visit the North?” After a brief moment on the northern side, they returned to pose for photos with schoolchildren who had presented Kim with a bouquet of flowers. As they inspected a guard of honour, a military band played Korean folk songs familiar to people on both sides of the border and South Korea’s version of Hail to the Chief. In early accounts of the closed morning session given by South Korean officials, Kim told Moon that he “won’t interrupt your early morning sleep any more” with ballistic missile tests. Moon said there had been “very good discussion today”. After entering the Peace House, the venue for the talks, Kim wrote in the guestbook: “New history starts from now, at the historic starting point of an era of peace.” Moments later, in an adjacent meeting room, he said he wanted to hold “heartfelt, sincere and honest” talks, and hoped the summit would produce a “good outcome”. “I hope to write a new chapter between us, this is the starting point for us. We will make a new beginning,” added Kim, seated next to his increasingly influential sister, Kim Yo-jong. “It has taken 11 years for this historic moment to happen. Walking here, I wondered why it has taken so long. “Through today’s meeting, I hope we won’t go back to square one again and that there won’t be a repeat of the non-implementation of what we agree,” he added, referring to failed past deals on nuclear weapons and inter-Korean co-operation. “I hope we can live up to people’s exceptions.” Earlier a North Korean security team conducted a sweep for explosives and listening devices, as well as spraying what appeared to be disinfectant in the air, on the chairs and on the guest book, according to Reuters. More substantive talks got under way behind closed doors in a room that was specially refurbished in anticipation of Kim’s visit. The two leaders sat exactly 2,018 millimetres apart – in a nod to the year of their historic summit – on opposite sides of a specially designed table with gentle, rounded edges. They sat on chairs with backrests that feature a Korean peninsula design. In a lighthearted moment, Kim acknowledged the interest being shown in the North Korean noodles he had brought with him to be served at an evening banquet. After initially saying it had been hard to bring them all the way from Pyongyang, he turned to his sister and joked: “Maybe I shouldn’t have said [Pyongyang] was far.” Kim’s wife, Ri Sol-ju, will join her husband, Moon and his wife, Kim Jung-sook, for the dinner after the talks have ended, South Korean officials said. Ri, a former singer who was recently given the title of first lady, will be making her second appearance at a leadership summit, having accompanied Kim on his trip last month to Beijing, where they met the Chinese president, Xi Jinping. Moon, a left-leaning liberal who has long supported engagement with the North, said the whole world was paying attention to the “spring” that had arrived on the Korean peninsula, and described their meeting as both an “opportunity” and a “burden”. “People around the world have high hopes,” said Moon, who was elected president last May promising to defuse the growing nuclear crisis on the peninsula. “Your visit makes the military demarcation line a symbol of peace, not division. I thank you very much for your courage. Our dialogue and talks today will be very frank. We will finally have the dialogue we haven’t been able to have for the past decade.” The details of their talks will not be clear until later on Friday, and some analysts predicted the meeting, while highly symbolic, would produce little of substance on denuclearisation and a formal peace treaty to replace the armistice that brought a halt to the Korean war 65 years ago. “It’s high on symbolism and definitely exciting, but you have to ask yourself what does the symbolism amount to?” said Van Jackson, a former policy adviser to the US secretary of defence who focuses on Asia. “Both men have a strong desire to make this look good, but I don’t see anything coming out of this except building momentum for a Kim-Trump meeting.” Kim wants to be a normal, upstanding and respected member of the international community, but wants to do that while having nuclear weapons, Jackson said, adding any meeting with Trump would aid in furthering that goal. “It’s great to have good vibes going into the Trump summit, but you need to put emotion aside and wonder what this means on the question of nukes, which is not much,” he said. “Kim says he wants peace and denuclearisation, but what that means to him won’t be acceptable to South Korea or the US.” Other countries welcomed the first meeting between the countries’ leaders for more than a decade. The White House said in a statement: “We wish the Korean people well. We are hopeful that talks will achieve progress to where a future of peace and prosperity for the entire Korean peninsula. The US appreciates the close coordination with our ally, the Republic of Korea and looks forward to continuing robust discussions in preparation for the planned meeting between President Donald J. Trump and Kim Jong-un in the coming weeks.” Japan’s defence minister, Itsunori Onodera, said Tokyo hoped the summit would lead to demonstrable progress on North Korea’s missile and nuclear programmes, and a resolution of the regime’s cold war abductions of Japanese nationals. “Japan will be watching closely for signs that North Korea is taking action on these issues,” he said. Kim Chang-su from the Korea Institute for Defence Analyses, said the leaders’ greeting made him optimistic about the summit. Referring to the leaders’ brief moment on North Korean soil, he said: “It’s very surprising, but that’s a sign of harmony, rather than just one side forcing these talks on the other. It was a bold gesture by Kim Jong-un. “So far these seem to be very open minded discussions, a sign that we are heading to a new era of peace.”",
    "keywords": [
        "moon",
        "summit",
        "leaders",
        "meeting",
        "peninsulas",
        "south",
        "korea",
        "history",
        "write",
        "peace",
        "talks",
        "kim",
        "korean",
        "vow",
        "north",
        "chapter"
    ],
    "summary": "The leaders of North and South Korea have vowed to “write a new chapter” in their peninsula’s troubled history at the start of a summit that has raised hopes for a resolution over Pyongyang’s nuclear and ballistic missile programmes.\nIn early accounts of the closed morning session given by South Korean officials, Kim told Moon that he “won’t interrupt your early morning sleep any more” with ballistic missile tests.\n“Japan will be watching closely for signs that North Korea is taking action on these issues,” he said.\nKim Chang-su from the Korea Institute for Defence Analyses, said the leaders’ greeting made him optimistic about the summit.\nReferring to the leaders’ brief moment on North Korean soil, he said: “It’s very surprising, but that’s a sign of harmony, rather than just one side forcing these talks on the other.",
    "sentiment": {
        "neg": 0.0208,
        "neu": 0.8427,
        "pos": 0.1365,
        "compound": 0.3265
    }
}