{
    "date": "2018-06-18T13:19:11Z",
    "title": "John Oliver calls deal between US and North Korea 'close to meaningless'",
    "url": "https://www.theguardian.com/tv-and-radio/2018/jun/18/john-oliver-trump-north-korea-kim-summit",
    "content": "On Last Week Tonight, John Oliver discussed the historic summit between Donald Trump and Kim Jong-un and the former’s deference to the North Korean dictator. “We begin tonight with Donald Trump, president of the United States and the love of Melania’s life,” Oliver said. “Trump had himself a bit of and up-and-down time this week. “On the downside,” Oliver explained, “his former lawyer Michael Cohen sought new counsel, prompting many to speculate he’s about to flip on Trump. Now why would he do that? I think a random New Yorker probably expressed it best.” In footage of Cohen walking around in Manhattan, a passerby yelled: “Hey! It’s that guy that’s going to jail. Awesome. Way to go, bud.” Oliver continued: “Trump’s week actually began with the eyes of the world upon him as he met with this cutie-patootie for a historic summit, and if you listen to Trump it was a huge success.” In a tweet sent after the summit in Singapore, Trump said “everybody can now feel much safer than the day I took office” and declared “there is no longer a nuclear threat from North Korea.” “Donald Trump telling me I can sleep well tonight is like the Grim Reaper telling me to have a happy birthday,” Oliver quipped. “His presence is the reason I will not.” “Unfortunately, the deal Trump made with Kim Jong-un was pretty underwhelming,” the host went on. “They agreed to work toward complete denuclearization of the Korean peninsula, which isn’t just ambiguous compared to the multiple previous agreements involving North Korea, it’s also close to meaningless.” What America got out of the deal was akin to what Oliver called an “ice cream blowjob … something that sounds great but, when you really think about it, isn’t actually anything”. Oliver continued: “The genuinely remarkable thing about the summit was the deference that Trump happily showed to his counterpart. Diplomacy always involves a certain amount of sucking up to horrible people, but Trump went above and beyond.” In an interview with Greta Van Susteren after the summit, Trump extolled the North Korean leader, saying he has a “great personality”, is a “great negotiator”, is “funny”, “smart” and “loves his people”. “Quickly, on that,” Oliver replied. “No he doesn’t, no he isn’t, no he’s not, no he isn’t, no he doesn’t, and that’s not why he’s doing it. “I’m not going to say that part of Trump’s admiration for Kim is that he wishes he could be a dictator as well,” Oliver added. “I’m going to let him say that.” The host then showed footage from an interview Trump gave to Fox &amp; Friends on the White House lawn, in which he called Kim a “strong head” of state and said: “He speaks and his people sit up at attention, I want my people to do the same.” Oliver said: “That is the president of the United States expressing a wish that people would model themselves after the malnourished population of North Korea.”",
    "keywords": [
        "summit",
        "deal",
        "korea",
        "isnt",
        "week",
        "calls",
        "close",
        "kim",
        "oliver",
        "meaningless",
        "john",
        "trump",
        "tonight",
        "north",
        "korean"
    ],
    "summary": "On Last Week Tonight, John Oliver discussed the historic summit between Donald Trump and Kim Jong-un and the former’s deference to the North Korean dictator.\n“We begin tonight with Donald Trump, president of the United States and the love of Melania’s life,” Oliver said.\n“On the downside,” Oliver explained, “his former lawyer Michael Cohen sought new counsel, prompting many to speculate he’s about to flip on Trump.\n“His presence is the reason I will not.” “Unfortunately, the deal Trump made with Kim Jong-un was pretty underwhelming,” the host went on.\nOliver continued: “The genuinely remarkable thing about the summit was the deference that Trump happily showed to his counterpart.",
    "sentiment": {
        "neg": 0.0272,
        "neu": 0.8388,
        "pos": 0.134,
        "compound": 0.2504
    }
}