{
    "date": "2018-02-14T17:04:01Z",
    "title": "Has North Korea’s week at the Winter Olympics diminished the nuclear threat?",
    "url": "https://www.theguardian.com/world/2018/feb/14/what-north-koreas-week-at-the-winter-olympics-tells-us-about-the-nuclear-threat",
    "content": "After so many years of brandishing its guns, North Korea sent roses to the Winter Olympics. A cheer squad of 230 beauties in the bloom of youth, and Kim Jong-un’s almost equally fresh-faced sister Kim Yo-jong, have mesmerised watchers in the host country South Korea and further afield. Their petite stature and beguiling smiles are in deliberate contrast to the North’s usual macho bluster and missile tests. The two Koreas even entered the opening ceremony together and fielded a unified women’s ice hockey team. It is a charm offensive by a country better known for the latter than the former. North Korea is a small and impoverished nation distinguished by its isolation, rapidly advancing nuclear programme, threats and invective, appalling human rights abuses and, yes, its oddity. And yet, it seems, this modest diplomatic effort has paid off. US disapproval was swiftly overshadowed: “Kim Jong-un’s sister is stealing the show at the Winter Olympics,” trilled CNN. “Olympics open door to reunification,” claimed another headline. “An Olympic miracle: is Korean reunification in the cards?” asked a third excitedly. A member of the IOC suggested that the joint women’s ice hockey team should be nominated for the Nobel peace prize. This is not so much premature as absurd. Pyongyang has no intention of giving up its nuclear programme, as Washington demands. Although it has in the past committed itself to peaceful reunification, no one believes it is willing to change in the way that it would be needed. The real issue is that the doomsday clock is ticking closer to midnight since the election of Donald Trump – and any attempt to halt the hands is welcome. The North is increasingly close to developing a nuclear-tipped ICBM that can hit the continental US. Washington knows it cannot destroy all the country’s capabilities – so hawks are now arguing for a “bloody nose” strategy to warn Kim Jong-un off threatening the US (though he must know any attack would be suicidal). Seoul, just 35 miles from the border, would bear the brunt of any retaliation. A conflict could kill tens of thousands and potentially draw in other regional powers, including China. “There’s a real concern that for the first time there is a US administration that could take unilateral action against North Korea without consulting the South,” says Professor Hazel Smith of the centre of Korean studies at Soas Univeristy of London. “People are pushing, virtually preparing, for a so-called ‘surgical strike’ – even though the majority of US and South Korean military planners argue that it would be risky to the point of likely catastrophe for the South, and US troops there. “The Olympic initiative was never going to solve the nuclear question overnight, but I think it has stopped the mad escalation of the conflict that was going on.” The task of Kim Yo-jong and the bevy of cheerleaders has been to normalise the image of a country that looks utterly abnormal to outsiders. The North is expert in spectacles, such as its immense military parades and the 100,000-strong synchronised displays at its Mass Games. It is equally adept at symbolism: Kim’s grandfather Kim Il-sung remains eternal president, more than two decades after his death. Even its missile tests, although necessary to develop its programme, are frequently timed for maximum effect. Its overall message – to its own people, and the outside world – is one of defiant, unassailable might in the face of US aggression. But others perpetuate the cartoonish image of the North. US hawks hold up its sabre-rattling rhetoric as evidence of the danger posed by a bellicose and irrational regime. Tourists seek entertainment in the “Stalinist Disneyland” of Pyongyang. And with the Olympics, the IOC burnishes its flimsy credentials as a bearer of international goodwill. Such caricatures further disguise this deliberately opaque country, making it harder than ever to see the reality. It controls information so successfully both inside and out (cheerleaders at previous international fixtures were reportedly sent to prison camps for discussing what they had seen abroad) that North Korea-watchers “are all walking in the dark and know that the chances we are right on any given issue are nearly random,” writes Stephan Haggard, one of the leading experts on the country’s political economy. The former CIA analyst Bruce Klingner, now with the Heritage Foundation, has compared trying to understand the North with working on a jigsaw “when you have a mere handful of pieces and your opponent is purposely throwing pieces from other puzzles into the box”. The North’s siege mentality dates back to its creation. Korea’s division along the 38th parallel at the end of the second world war was meant to be temporary, but rival governments in the North (occupied by Soviet forces) and the South (occupied by the Allies) both laid claim to the whole peninsula. In 1950, the North invaded; the devastating war was halted by an armistice three years later – but never a peace deal. Technically, then, the war has not ended, and the North has structured its society accordingly. Having been flattened by US bombs, it is genuinely frightened of future threats – but US aggression is also a convenient excuse for the poverty of a country that once prospered. The collapse of its patron, the Soviet Union, was the final straw for a struggling economy: a famine in the 90s killed hundreds of thousands. “North Korea is not an undeveloped country; it is a country that has fallen out of the developed world,” Barbara Demick wrote in Nothing to Envy, her book on those desperate years. The disintegration of the state economy left the North with the worst of all worlds. It is a totalitarian state with tens of thousands of political prisoners, accused by the UN of atrocities unparalleled in the modern world. It polices even people’s haircuts and what they watch at home. Yet it has abandoned attempts to provide for them. Most household income is from the private sector; wages from official jobs are so poor that some pay bribes not to show up. Meanwhile, the infiltration of foreign media and the experiences of North Koreans working abroad – often illicitly – have allowed people to understand that there is another way of life. The result is increasing disaffection and cynicism. The state cannot support or enable, only hinder. Meanwhile, groups and networks in the elite compete for economic interests. Some thought Kim – young and inexperienced – could not last long, that he would be unable to handle the growing contradictions, or clashing ambitions and interests in the elite, or to deal with diplomacy. Some even wondered if the regime could stand (a revolution is not utterly impossible but highly unlikely, says Professor Andrei Lankov of Kookmin University in Seoul: “The people are disunited and terrified. The elite are united and understand they have no exit option.”) Although the North is heavily dependent on China, their relations – always marked by mutual suspicion – have deteriorated dramatically on his watch. Jung Pak, of the Brookings Institution think tank, points out that since becoming leader his significant contacts with foreigners have been limited to precisely two people: Dennis Rodman, the ex-basketball star; and the Japanese sushi chef who worked for his father. Yet Kim has cemented his position, in part through tighter control. He purged and executed his uncle Jang Song-thaek; and he is believed to have ordered the killing of his self-exiled brother, Kim Jong-nam, a year ago. There have been repeated crackdowns on smuggled – especially South Korean – media. On the other hand he has promised his people a return to prosperity, and though this has mostly been signalled by totemic projects such as a ski resort, there have been some broader economic shifts, such as an increase in marketisation, apparently producing modest improvements in the economy. And, in dispatching the Olympic delegation, and then inviting the South Korean president Moon Jae-in to visit him, he has shown he can reduce tensions as well as increase them. Sending his sister was doubly inspired. A family member is a more intimate representative than a high-ranking official. And for a patriarchal culture, Kim Yo-jong and the cheerleaders are – by virtue of gender – not only charming and unthreatening but somehow morally elevated, detached from worldly, manly concerns of power (never mind that, in reality, Kim is at the heart of her brother’s regime). Yet Southern descriptions of this “army of beauties” point up the ambivalence: their perfect synchronisation and pasted-on grins simultaneously reinforce stereotypes of the North as a nation of obedient, brainwashed automatons. For every South Korean expressing pleasant surprise at Kim Yo-jong’s smile, there is another – and not just in conservative ranks – complaining of a Northern PR bonanza at the South’s expense. Seoul’s unification ministry this week acknowledged “significant criticism and concerns”. The aim for Pyongyang is clear: to avoid a US attack, but also to rid itself of the sanctions threatening its economy. But in the South, the failure of previous efforts to improve relations (notably the “Sunshine Policy”, which handed over wodges of cash to the North) has created a certain wariness about fresh endeavours, and a sense of the North as dangerous, untrustworthy and ungrateful – as well as very, very different. South Korea’s constitution commits it to the pursuit of peaceful reunification. Yet support is shrinking fast. One recent survey found that more than 60% of people in their 50s and 60s wished for unification – compared with just 14% of those in their 20s. Some of the older generation still have family members on the other side of the divide and memories of a shared culture. When Korea split, the two halves were both impoverished dictatorships. But the South is now a democracy, with an economy between 15 and 40 times the size of the North’s. It leads Asian pop culture. Even the language has diverged. To many young people in the South, the North looks like a freakish, unrecognisable dystopia. “Reunification was part of traditional Korean ethnic nationalism, which is very strong. But it’s already dying. They have different cultures, different economies, zero communication. How can you expect a sense of common destiny – this basis of nationalism – to survive?” asks Lankov. The truth is that the Olympic rapprochement owes little to grand dreams of reconciliation, and far more to immediate, prosaic imperatives. The first was simply a trouble-free Games – not just a question of prestige; Pyongyang blew up an airliner, killing 115 people, in a failed attempt to derail the 1988 Seoul Olympics. The second is preventing a US military strike. South Koreans are notable for their sanguine approach to the nuclear crises that rattle the peninsula. When TVs around the world blare out warnings of the latest North Korean provocation, they get on with their lives. “I think the average South Korean has no clue how likely a military confrontation in or around North Korea has been since the rise of Mr Trump. Everybody was crying wolf before; people don’t understand the wolf might really be coming this time. But the elite are very aware of how dangerous it is – nearly panicking,” says Lankov. “Moon is in an incredibly challenging situation,” notes Scott Snyder, senior fellow for Korea studies at the Council on Foreign Relations. He must try to warm relations with the North, and open up a space for dialogue between the North and US on the nuclear issue – while the North will be pressing in the other direction. He faces potential trigger points, such as the resumption of the annual joint US-South Korean military drills, delayed until the Paralympics has ended. So far Moon has trodden carefully. Despite his reputation as a dove and the way that Trump has repeatedly undermined relations between Washington and Seoul, such as by attacking the bilateral free trade deal, he has no intention of offering the North something for nothing. Last month he thanked the US president for helping to bring the North to the talks that led to the Olympic agreement. His response to the North’s invitation to a summit was cautious: “Let’s create the environment for that to be able to happen.” US and South Korean top level officials are coordinating on a daily basis to dispel any hopes Pyongyang may have of driving a wedge into the 70-year alliance. But the conflicting signals coming from various members of the administration make his task even harder. In this tense situation, it would be ludicrous to present a Mexican wave and dance routines as the key to preventing a conflagration on the Korean peninsula. Yet it would be wrong to suggest that such exchanges are utterly irrelevant: “The exaggerated depiction of ‘otherness’ may contribute to dehumanising the country, making it easier to contemplate its total destruction, to paraphrase President Trump,” the North Korea expert Marcus Noland wrote recently. Is the North’s participation in Pyeongchang a first step to denuclearisation and eventual reunification? No. Events in Iraq and Libya hardened the regime’s beliefs that hanging on to WMDs is a matter of survival. The thaw may not even be a precursor to substantive reengagement with the South, or broader talks, let alone a breakthrough (although the North might freeze its programme if offered a cast-iron US security guarantee, it is hard to see that happening under Trump). But if the softening of the North’s image and approach make it harder for US hawks to strike, then Seoul – and the rest of us – should be grateful for those synchronised chants and armwaves.",
    "keywords": [
        "economy",
        "south",
        "norths",
        "korea",
        "world",
        "threat",
        "week",
        "nuclear",
        "kim",
        "winter",
        "reunification",
        "country",
        "korean",
        "diminished",
        "olympics",
        "north",
        "koreas"
    ],
    "summary": "After so many years of brandishing its guns, North Korea sent roses to the Winter Olympics.\nNorth Korea is a small and impoverished nation distinguished by its isolation, rapidly advancing nuclear programme, threats and invective, appalling human rights abuses and, yes, its oddity.\n“An Olympic miracle: is Korean reunification in the cards?” asked a third excitedly.\nWhen TVs around the world blare out warnings of the latest North Korean provocation, they get on with their lives.\n“I think the average South Korean has no clue how likely a military confrontation in or around North Korea has been since the rise of Mr Trump.",
    "sentiment": {
        "neg": 0.106,
        "neu": 0.8208,
        "pos": 0.0731,
        "compound": -0.0888
    }
}