{
    "date": "2018-01-21T17:55:13Z",
    "title": "The Guardian view on sporting diplomacy: scoring not shooting | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2018/jan/21/the-guardian-view-on-sporting-diplomacy-scoring-not-shooting",
    "content": "Will a flag and half a dozen ice hockey sticks solve the nuclear crisis on the Korean peninsula? Of course not. If, as planned, a joint North-South women’s team strides forth under a pro-unification flag at next month’s Winter Olympics in the South, it will be a very small step forwards. But that is one of the paradoxes on which all sports diplomacy rests – it matters because it does not matter. The idea of using sports to improve fraught relations dates back at least to the Olympic Truce reached in Ancient Greece, supposedly on the advice of the Oracle at Delphi. The monarchs of Elis, Pisa and Sparta agreed that the hosts, athletes and accompanying parties would be able to participate in the games without any risk. In the modern age, ping-pong diplomacy helped thaw cold war tensions between the US and China. Sport is powerful as a symbol of national identity and vigour that engages the public, often passionately. Yet set beside bigger conflicts it is comically irrelevant – and therefore much safer. A nation may feel embarrassed at a loss, but no one dies. A second paradox is that sports are about both competition and cooperation. George Orwell, writing a few years after the 1936 Berlin Olympics, took an exceptionally bleak view of international contests. Serious sport was “bound up with hatred, jealousy, boastfulness, disregard of all rules and sadistic pleasure in witnessing violence: in other words it is war minus the shooting,” he concluded. True, the symbolic power of sport can highlight breaches (like the US and Soviet Olympic boycotts in the 1980s) or even enlarge them (as when football hooligans trash a foreign city). Famously, the sporting boycott of South Africa during apartheid – wrongly defied by some British teams – helped bring about change. But you cannot unilaterally declare a match: you take on another nation only after they agree that you will do so. All sporting discord rests upon an underlying accord. And in the case of the Koreas, they are collaborating in competing against other nations. Despite an unexpectedly frosty reception from young people in the South, a joint team may yet create more sympathy for warming relations. Citizens whose cultures and economies have diverged so dramatically will join against a common foe. Sporting engagements do not create change; they happen when a shift is already under way. But they can provide a nudge, helping to sound out the other side, and prepare the public for a different kind of relationship. Kim Jong-un’s remark that he might send a team to the Winter Games indicated he was ready to de-escalate the crisis. The South, as host as well as participant, hopes the North’s involvement will prevent a provocation that would overshadow the event. In such calculations – rather than the bombastic pledges of international amity – lie sports diplomacy’s value. It creates a modest space for the pragmatic pursuit of national interests in a way that may, in the end, benefit others too.",
    "keywords": [
        "diplomacy",
        "shooting",
        "war",
        "south",
        "team",
        "public",
        "editorial",
        "sport",
        "scoring",
        "way",
        "winter",
        "rests",
        "sporting",
        "view",
        "guardian",
        "relations"
    ],
    "summary": "But that is one of the paradoxes on which all sports diplomacy rests – it matters because it does not matter.\nIn the modern age, ping-pong diplomacy helped thaw cold war tensions between the US and China.\nGeorge Orwell, writing a few years after the 1936 Berlin Olympics, took an exceptionally bleak view of international contests.\nFamously, the sporting boycott of South Africa during apartheid – wrongly defied by some British teams – helped bring about change.\nKim Jong-un’s remark that he might send a team to the Winter Games indicated he was ready to de-escalate the crisis.",
    "sentiment": {
        "neg": 0.104,
        "neu": 0.7831,
        "pos": 0.1131,
        "compound": 0.0527
    }
}