{
    "date": "2018-04-21T19:54:35Z",
    "title": "Fragile and under pressure, but Kim Jong-un won’t give up",
    "url": "https://www.theguardian.com/world/2018/apr/21/fragile-under-pressure-kim-jong-un-wont-give-up",
    "content": "Rockets, satellites, missiles and atoms pepper the landscape in Pyongyang. They are the anchors of funfair rides, feature in extravagant floral tributes to the country’s “dear” and “supreme” leaders from the Kim dynasty, and appear on stamps, apartment buildings and school walls. These celebrations of the country’s weapons programme serve as a constant reminder to residents and visitors of how critical North Korea’s nuclear project has been to its national identity and security. Pursued at immense political and financial cost for more than six decades, even through a famine that claimed hundreds of thousands of lives, it has proved useful leverage for wringing aid out of world powers, and an increasingly vital security guarantee for a brutal, autocratic regime. So the unilateral promise by the leader Kim Jong-un to halt tests of nuclear warheads and intercontinental ballistic missiles, and shut down the country’s nuclear test site, was an unexpected commitment that has added to hopes for talks with US and South Korean counterparts. It capped months of dramatic diplomacy that have seen Kim and Donald Trump pivot from trading belligerent threats to planning their summit and claiming a shared goal of getting rid of nuclear weapons. But experts on North Korea warned that Kim’s statement should be seen more as diplomatic manoeuvring, with relatively limited real costs to Pyongyang, than as a prelude to any genuine moves to gut the prized nuclear programme. Kim is under huge pressure. For the first time in decades North Korea may actually fear an American military attack, and its fragile economy is at huge risk from the strictest sanctions it has ever faced. Even on a carefully choreographed tour of the capital, long-standing shortages and privations are clear. A handful of cars and buses drift down vast empty streets, solar panels hanging from windows and balconies are testimony to regular power cuts. Kim needs trade to start flowing again, to fill his government coffers and the purses of supporters now grown used to moderate luxuries such as designer handbags, foreign whiskey and taxis to whisk them across town. He may be willing to make some genuine concessions for this; an improvement on past talks where Pyongyang has blustered and ultimately offered little more than a return to the status quo. But they will not include America’s stated aim – the total and irreversible destruction of the nuclear programme. The fate of other dictators who confronted America, but gave up weapons programmes, including Saddam Hussein in Iraq and Muammar Gaddafi in Libya, has not gone unnoticed. “People like to talk about North Korea as ‘crazy’. The absolute ‘craziest’ thing they could do is give up their nuclear deterrent in a situation where they have an aggressive nuclear-armed enemy,” Alex Wellerstein, a historian of science and nuclear weapons and a professor at the Stevens Institute of Technology, said. “Does anyone think they are that crazy? I don’t,” he added. Pyongyang’s aims were still unclear he said, but could include stalling to defuse tensions, seeking recognition from America that it has long felt it deserves, or negotiating to reduce sanctions. For now, though, Kim appears focused on making it through the summits. For weeks there have been questions on both sides of the Pacific about whether the meeting with Trump in particular would actually go ahead. It is apparently so sensitive that it has not been reported in North Korean state media. But the CIA chief Mike Pompeo’s visit to Pyongyang, for personal meetings with Kim two weeks ago, appears to have brought a sometimes improbable meeting one step closer to reality. The two men appear to have outlined a deal of sorts that would give both sides grounds to claim success even if little real progress is made on removing Pyongyang’s nuclear arsenal, the Wall Street Journal reported. Effectively it would see Kim swap the three Americans in his jails for the prestige of meeting the US president, something North Korean leaders have craved for decades. The Americans are academics at the Pyongyang University of Science and Technology, which was founded by a Korean-American Christian, and a businessman charged with spying and stealing state secrets in 2016 – the 62-year-old was sentenced to 10 years of hard labour. That agreement, and Pyongyang’s apparent show of goodwill over weapons testing, appear to make the high-profile summit more likely. But details still have to be hammered out. North Korea has agreed to constraints on its nuclear programme before and then backed away from commitments. In 2011, Kim’s father, Kim Jong-il, spent the last weeks of his life negotiating a secret agreement with the US to trade food aid for a suspension of missile testing and uranium enrichment. It was sealed on 29 February, after his death, by his son and successor, and dubbed the “Leap Day” deal because of the date. Greeted with enthusiasm, within weeks it was effectively torn up. Kim’s government planned a satellite launch, insisting it was for peaceful purposes, but America disputed the claim, said Van Jackson, a former US official who at the time was working for the secretary of defence. “The United States made clear that space-launched vehicles, satellite-launched vehicles, cannot be considered anything but a missile test,” he told US National Public Radio. The stillborn deal has hovered over attempts to deal with North Korea, seen by some as evidence of the regime’s unscrupulous approach to manipulating western concerns. And while the statement from Pyongyang was dramatic, it may contain fewer concessions than the headlines suggest. Kim has completed his nuclear programme, so although his arsenal may be small and slightly unreliable, he doesn’t need further testing to use it as a deterrent. Abandoning nuclear tests and the country’s test site may just be strategic packaging of a geographical inevitability, after the Punggye-ri nuclear test site was probably damaged by September’s very large explosion. Tunnels caved in, Reuters reported, making it hard to use for any future test without risk of radioactive pollution seeping out. It also had omissions likely to worry regional powers who have always made more likely targets than the United States. “North Korea notably made no promises about intermediate or short-range missiles,” said Melissa Hanham, a senior research associate in the East Asia Nonproliferation Program. That leaves Japan and South Korea firmly within range. “North Korea’s promise to end [intercontinental ballistic missile] tests is also very good, but comes with even more caveats,” Hanham said. “North Korea also thinks of ‘space launches’ as distinct from missile tests, which is in part why the Leap Day deal fell apart.” Even if North Korea did suggest it might give up weapons, it would be extremely hard to monitor in a country reluctant to loosen its tight grip on information and access. “North Korea has its own uranium mining operations. It has cavernous, secret underground storage and production, lots of scientists with experience of making nuclear weapons,” said Peter Ward, a North Korea researcher at Seoul National University. “Tell me how denuclearisation can be ‘complete, verifiable, and irreversible’.”",
    "keywords": [
        "wont",
        "deal",
        "korea",
        "north",
        "kim",
        "nuclear",
        "weeks",
        "weapons",
        "pyongyang",
        "test",
        "pressure",
        "programme",
        "fragile",
        "jongun"
    ],
    "summary": "For the first time in decades North Korea may actually fear an American military attack, and its fragile economy is at huge risk from the strictest sanctions it has ever faced.\nBut they will not include America’s stated aim – the total and irreversible destruction of the nuclear programme.\nNorth Korea has agreed to constraints on its nuclear programme before and then backed away from commitments.\n“North Korea notably made no promises about intermediate or short-range missiles,” said Melissa Hanham, a senior research associate in the East Asia Nonproliferation Program.\n“North Korea has its own uranium mining operations.",
    "sentiment": {
        "neg": 0.0767,
        "neu": 0.8438,
        "pos": 0.0795,
        "compound": -0.0172
    }
}