{
    "date": "2018-01-10T10:12:38Z",
    "title": "Moon Jae-in credits Donald Trump for inter-Korea talks",
    "url": "https://www.theguardian.com/world/2018/jan/10/moon-jae-in-credits-donald-trump-for-inter-korea-talks",
    "content": "South Korea’s president, Moon Jae-in, has credited Donald Trump for creating the political backdrop to this week’s inter-Korea talks, and echoed the US president’s warning that Pyongyang faced more pressure if it continued to conduct missile and nuclear tests. Speaking a day after senior North and South Korean officials met for the first time in more than two years, Moon suggested that US-led pressure on North Korea over the past year had helped bring the two sides together. “I think President Trump deserves big credit for bringing about the inter-Korean talks, and I want to show my gratitude,” he told reporters in Seoul. “It could be the result of US-led sanctions and pressure.” Trump had already claimed credit for facilitating the talks – which focused on North Korea’s participation in next month’s Winter Olympics – saying at the weekend: “If I weren’t involved, they wouldn’t be talking about the Olympics right now, they’d be doing no talking.” Moon’s praise for Trump is being seen as an attempt to ease US concerns that the recent thaw in cross-border ties could drive a wedge between Seoul and Washington. On Tuesday, North Korea agreed to send a large delegation to the Games, which open in Pyeongchang on 9 February. The two sides also agreed to hold military talks in an attempt to prevent an accidental conflict on the peninsula. While Moon has been more open to the idea of engagement than either of his two conservative predecessors, he said Seoul and Washington shared a common aim: the denuclearisation of the Korean peninsula. “This initial round of talks is for the improvement of relations between North and South Korea,” he said. “Our task going forward is to draw North Korea to talks aimed at the denuclearisation of the North. That is our basic stance, and that will never be given up.” He added: “We cannot say talks are the sole answer. If North Korea engages in provocations again or does not show sincerity in resolving this issue, the international community will continue applying strong pressure and sanctions.” The White House responded positively to Tuesday’s talks, held on the southern side of the border village of Panmunjom, with the state department saying it would be interested in joining future negotiations provided the goal was ridding North Korea of nuclear weapons. Moon said he was open to meeting his counterpart, Kim Jong-un, but he would not engage in “talks for the sake of talks”. “To hold a summit, the right conditions must be created and certain outcomes must be guaranteed,” he said. Trump recently expressed a willingness to meet Kim, but Washington has said that Pyongyang must cease nuclear and missile tests for a significant period before any negotiations can take place. Lee Woo-young, a professor at the University of North Korean Studies in Seoul, said Moon had been right to praise Trump. “By doing that, he can help the US build logic for moving toward negotiations and turning around the state of affairs in the future, so when they were ready to talk to the North, they can say the North came out of isolation because the sanctions were effective,” he said.",
    "keywords": [
        "moon",
        "south",
        "korea",
        "interkorea",
        "north",
        "donald",
        "washington",
        "seoul",
        "jaein",
        "credits",
        "sanctions",
        "trump",
        "pressure",
        "talks"
    ],
    "summary": "On Tuesday, North Korea agreed to send a large delegation to the Games, which open in Pyeongchang on 9 February.\n“This initial round of talks is for the improvement of relations between North and South Korea,” he said.\n“Our task going forward is to draw North Korea to talks aimed at the denuclearisation of the North.\nMoon said he was open to meeting his counterpart, Kim Jong-un, but he would not engage in “talks for the sake of talks”.\nLee Woo-young, a professor at the University of North Korean Studies in Seoul, said Moon had been right to praise Trump.",
    "sentiment": {
        "neg": 0.0354,
        "neu": 0.8579,
        "pos": 0.1068,
        "compound": 0.2812
    }
}