{
    "date": "2018-02-12T06:44:58Z",
    "title": "Disconnect between US and South Korea grows amid rapprochement with North",
    "url": "https://www.theguardian.com/world/2018/feb/12/disconnect-between-us-and-south-korea-exposed-by-seouls-new-approach-to-north",
    "content": "South Korea has announced it will press ahead with improving ties with North Korea, arranging family reunions between those divided by the Korean war and seeking to cool military tensions – despite the US’s commitment to a policy of “maximum pressure” on Kim Jong-un. The announcement from Seoul’s unification ministry comes a day after a high-level North Korean delegation – including Kim’s sister – concluded a visit to the South that culminated in an invitation from Kim Jong-un for his counterpart Moon Jae-in to visit Pyongyang. The growing rapprochement between the two neighbours – still technically at war – has exposed a disconnect in policy between Seoul and Washington, a split Pyongyang has been trying to encourage since the end of the 1950-53 Korean conflict. It became plain after US vice-president Mike Pence visited South Korea for the opening of the Winter Olympics at the weekend, experts said. “There’s a definite fissure in the alliance. You can see it in Pence’s face if nothing else,” said Van Jackson, a former policy adviser to the US secretary of defence. “The US and South Korea want to present a united front, but they have completely different priorities: South Korea doesn’t want war, and the US doesn’t want North Korea to have nuclear weapons.” Despite Washington’s hardline approach to dealing with North Korea, Pence made a small concession on Monday, saying the US was willing to talk directly with North Korea in what he called “maximum pressure and engagement at the same time”, according to the Washington Post. However, if South Korea’s efforts do lead to direct talks between the US and North Korea, those negotiations would be “laughable”, Jackson said. “One side demands immediate de-nuclearisation and the other says it will never give up its nuclear weapons.” But throughout the Olympic venues there was a sense of euphoria.The days of Kim Jong-un’s threats to attack the US seemed like ancient history. Instead, the focus has been on the combined women’s ice hockey team, the first time in history players from the two Koreas competed together at the Games. Thomas Bach, the president of the International Olympic Committee, will visit Pyongyang sometime after the Games end on 25 February, according to a Reuters report. Bach met North Korean officials – and watched a hockey match with them – during their trip to Pyeongchang. “I would love the team to get the Nobel peace prize,” said Angela Ruggiero, a senior US member of the IOC’s executive board, adding she would ask for them to be nominated. “As someone who competed in four Olympics and knows it isn’t about you, your team, or your country, I saw the power of what it did last night.” North Korean officials watched the game with Moon and state radio hailed a visit by Kim Yo-jong, Kim Jong-un’s sister, as “an important occasion in improving relations”, saying it provided “an environment for peace on the Korean peninsula”. Meanwhile, media in North Korea took aim at the US. “Pence must know that his frantic acts of abusing the sacred Olympics for confrontational ruckus are as foolish and stupid an act as sweeping the sea with a broom,” said a commentary in the Rodong Sinmun, published by the ruling Workers’ party. “His behaviour is nothing but an ugly sight being reminded of crazy Trump.” Pence had attempted to conceal cracks in the alliance, declaring there was “no daylight” between the US and South Koean in policy toward Pyongyang. During his flight back to the US, Pence said: “No pressure comes off until they are actually doing something that the alliance believes represents a meaningful step toward denuclearization. “So the maximum pressure campaign is going to continue and intensify. But if you want to talk, we’ll talk.” “It’s a step in the right direction,” said Mintaro Oba, a former US diplomat who worked on North Korea policy, but cautioned pressure would remain the focus of US policy. “Pence’s strategy in Pyeongchang backfired in a big way,” Oba said. “He lent credibility to the narrative of a US-South Korea split and gave North Korea ammunition to blame the United States if inter-Korean engagement falls apart. “He should have kept his concerns in diplomatic channels while broadcasting US-South Korea unity at every opportunity.”",
    "keywords": [
        "policy",
        "south",
        "pence",
        "korea",
        "grows",
        "amid",
        "kim",
        "visit",
        "rapprochement",
        "disconnect",
        "pyongyang",
        "pressure",
        "north",
        "korean"
    ],
    "summary": "It became plain after US vice-president Mike Pence visited South Korea for the opening of the Winter Olympics at the weekend, experts said.\nHowever, if South Korea’s efforts do lead to direct talks between the US and North Korea, those negotiations would be “laughable”, Jackson said.\nBach met North Korean officials – and watched a hockey match with them – during their trip to Pyeongchang.\nMeanwhile, media in North Korea took aim at the US.\n“He lent credibility to the narrative of a US-South Korea split and gave North Korea ammunition to blame the United States if inter-Korean engagement falls apart.",
    "sentiment": {
        "neg": 0.0592,
        "neu": 0.8731,
        "pos": 0.0677,
        "compound": -0.0306
    }
}