{
    "date": "2018-06-12T13:14:49Z",
    "title": "'The bromance of the century': Trump's bizarre trailer for his summit with Kim | Peter Bradshaw",
    "url": "https://www.theguardian.com/film/2018/jun/12/trump-bizarre-trailer-for-the-summit-with-kim-singapore-bromance",
    "content": "*Deep bass voice* “In a world … where can-do guys and deal-makers get betrayed at every turn by whiny Canadians, finger-wagging Germans and traitorous so-called reformist uncles who sadly needed to be executed for their own good, two men stood tall. Two friends. Two heroes.” “They knew that together they could save the planet. The world was against them. The fake news media had placed a lot of undue emphasis on out-of-context remarks like ‘little rocket man’ and ‘dotard’. But only these hombres could denuclearise the Korean peninsula. Or some of it anyway. This summer … check out the bromance of the century. Check out Kim and Donald’s Potent Summit. They feel the need. The need for diplomacy. Get some!” This, anyway, was the message of the bizarre pseudo-Hollywood trailer that the White House unveiled at the Singapore summit. It is a trailer to boost the vision for a triumphant summit, a trailer to chivvy the starstruck North Koreans into submission, not to mention the South Koreans and the Chinese. A trailer, in fact, for a movie that Trump is proposing to write, produce and direct and in which “Chairman Kim”, as he is increasingly called, will have nothing more than second billing, enjoying the material fruits of a non-nuclear, sanction-free future. Maybe even a tariff-free future. The trailer shows Kim appearing in still image over the catchline: “We no longer have to tighten our belts.” Wow. Visionary. There are loads of stirring images of go-ahead people doing exciting things in booming economies, interspersed with grim black-and-white footage of what the poor old DPRK is gonna look like if wrong choices are made. It looks very much as if it was made on the novelty Movie Trailer program on the iMovie app, using outtakes from a 1998 ad for Enron. The film’s title appears to be A Story of Opportunity. But that title doesn’t actually appear on screen. The booming narrator’s voice says stirring things like: “Only a few are called on to make a difference...” There are deathless insights like: “The past doesn’t have to be like the future. Out of the darkness can come the light. And the light of hope can burn bright.” Chairman Kim might well be a bit offended by the crudeness of this trailer. He comes from a movie-mad family after all. His father, Kim Jong-il, famously abducted the renowned South Korean director Shin Sang-ok, in 1978, as well as his ex-wife Choi Eun-hee, and after a spell in ideological re-education, they were set to work in the North Korean film industry for eight years before they defected back to the west while attending the Vienna film festival. Perhaps this trailer’s upbeat vibe will finally efface the memory of that awkwardness. As for Donald, he’s had loads of movie cameos, including a scene with Hugh Grant in Two Weeks Notice (2002). So both these guys are film-savvy. The point of any film’s trailer is to whet the audience’s appetite and give them an idea of what sort of film it is – without spoilers. Is this what A Story of Opportunity does? We’re getting sold an exciting action-adventure in which the good guys (America) convince the bad guys (North Korea) to come over to the side of decency. But it could be more like Wag the Dog, Barry Levinson’s 1997 satire, starring Robert De Niro and Dustin Hoffman, about cynical politicos who concoct a big foreign sideshow to distract everyone’s attention from problems on the home front. At any rate, it looks weirdly boring.",
    "keywords": [
        "summit",
        "world",
        "guys",
        "bradshaw",
        "bizarre",
        "kim",
        "century",
        "bromance",
        "film",
        "trumps",
        "trailer",
        "movie",
        "peter",
        "future",
        "north",
        "korean"
    ],
    "summary": "Get some!” This, anyway, was the message of the bizarre pseudo-Hollywood trailer that the White House unveiled at the Singapore summit.\nThe trailer shows Kim appearing in still image over the catchline: “We no longer have to tighten our belts.” Wow.\nIt looks very much as if it was made on the novelty Movie Trailer program on the iMovie app, using outtakes from a 1998 ad for Enron.\nAnd the light of hope can burn bright.” Chairman Kim might well be a bit offended by the crudeness of this trailer.\nWe’re getting sold an exciting action-adventure in which the good guys (America) convince the bad guys (North Korea) to come over to the side of decency.",
    "sentiment": {
        "neg": 0.0633,
        "neu": 0.8106,
        "pos": 0.1261,
        "compound": 0.0596
    }
}