{
    "date": "2018-05-17T15:20:45Z",
    "title": "Colbert: 'Trump and Giuliani are so close they finish each other's prison sentences'",
    "url": "https://www.theguardian.com/culture/2018/may/17/colbert-trump-and-giuliani-are-so-close-they-finish-each-others-prison-sentences",
    "content": "Late-night hosts on Wednesday discussed the first anniversary of the Mueller investigation, Betsy DeVos’s stance on for-profit universities, and the suspension of diplomatic talks between North and South Korea. Stephen Colbert “I am so excited because tomorrow is the one-year anniversary of the Mueller investigation,” began Stephen Colbert. “Of course, the first anniversary is traditionally the paper anniversary and, with any luck, that is what Mueller is going to be serving Donald Trump with. “A grand jury has been impaneled in Washington and, by law, it has to be a jury of Donald Trump’s peers,” the host continued. “So I’m guessing it’s Sean Hannity, the cast of Shark Tank, and a cheeseburger. “Meanwhile, way on the other side of town, the president himself is freaking out,” Colbert said, noting a Washington Post report in which an aide to the president claims he rants about the FBI’s raid on Michael Cohen’s office 20 times a day. “Now, a lot of people say Trump’s attacks on the investigation make him look guilty,” Colbert added, before noting that Christopher Ruddy, a Trump confidant quoted in the Washington Post report, explained that “he just has to respond. He’s been so emotional … It takes a toll on him, and the way he deals with it is to lash out.” Elsewhere in the article, a source says that Trump complains he needs better “TV lawyers” to defend him on cable news. “And who does Trump think is a TV lawyer upgrade?” Colbert asked. “Former New York mayor Rudy Giuliani. “Giuliani says he and Trump are in lockstep on strategy. In fact, he says of his relationship with Trump, we’re on the same wavelength,” Colbert said. “Yes, they’re so close, it’s like they finish each other’s prison sentences.” Trevor Noah Meanwhile, Comedy Central’s Trevor Noah discussed Betsy DeVos’s deliberate crackdown on Department of Education investigations into shady for-profit universities. “While much of the world is focused on which nuclear conflict will destroy it, back here in the US, the president’s cabinet is forging ahead,” Noah said. “Just look at Betsy DeVos, secretary of education and the stepmom who definitely killed the original mom. “DeVos has been criticized for not doing more to support struggling schools,” the host said. “The good new is she’s finally stepping up to provide some help. The bad news is it’s to the wrong schools.” Noah proceeded to cite a report in the New York Times, which writes that the department is dissolving units dedicated to investigating fraud at for-profit colleges, while killing investigations and reassigning workers assigned to them. “If you’re not familiar with for-profit colleges, they’re the shady schools whose ads you probably know from TV,” Noah said, adding that “many of these for-profit schools are allegedly scams”. “They put students into deep debt without teaching them useful skills or training them for good jobs,” the host explained. “And thanks to government investigations, we learned just how false their advertising actually is.” A Federal Trade Commission investigation into DeVry University, for instance, showed that the school deceived students about their chances of getting a job and increasing their income. “The Obama administration cracked down on for-profit schools for deceptive practices,” Noah went on, pointing out that it forced the university to pay over $100m in settlements. “Now, under Betsy DeVos, the education department is shutting these investigations down, which makes sense when you learn who she put in charge of them.” DeVos, the host noted, tapped Julian Schmoke, a former dean at DeVry University, to lead the Student Aid Enforcement Unit, established by the Obama administration to crack down on fraud at colleges and universities. “That’s right,” Noah said. “DeVos appointed a former dean from one of the schools accused of fraud to head the unit investigating the schools for fraud.” Seth Meyers NBC’s Seth Meyers focused on diplomatic talks between the US and North Korea, which may now be off the table. “As Trump’s impending summit with North Korea gets closer, his supporters have been insisting he be given the Nobel peace prize for his efforts,” Meyers began, before offering the president a fake gold medallion. The host then aired a news segment from Wednesday, when North Korea threatened to torpedo the planned summit and suspended talks with South Korea, which were supposed to resume on Thursday, because of its participation in military drills with the US. “Diplomacy with North Korea is a good thing and it’s the only way to resolve this situation without armed conflict,” Meyers said. “But the worry has always been that the Trump administration wasn’t fully prepared for the negotiations.” “When the news broke yesterday, those suspicions seemed to be confirmed,” he added, before showing news coverage claiming the administration was “caught off guard” by North Korea’s announcement. “At a moment like this you want to hear calm, steady leadership from the president assuring the public that the situation is under control,” Meyers said. “Instead, when he was asked if the summit was still on, he kind of made it sound like he was in the dark.” Trump, when asked by reporters on Wednesday about the summit, replied: “We’ll have to see”, adding, “we haven’t seen anything, we haven’t heard anything.” “You haven’t seen anything or heard anything?,” Meyers asked incredulously. “I never thought I’d say this, but Mr President, you should watch more TV.”",
    "keywords": [
        "giuliani",
        "schools",
        "sentences",
        "korea",
        "prison",
        "north",
        "president",
        "finish",
        "host",
        "close",
        "colbert",
        "meyers",
        "noah",
        "forprofit",
        "trump"
    ],
    "summary": "Stephen Colbert “I am so excited because tomorrow is the one-year anniversary of the Mueller investigation,” began Stephen Colbert.\nIn fact, he says of his relationship with Trump, we’re on the same wavelength,” Colbert said.\n“Yes, they’re so close, it’s like they finish each other’s prison sentences.” Trevor Noah Meanwhile, Comedy Central’s Trevor Noah discussed Betsy DeVos’s deliberate crackdown on Department of Education investigations into shady for-profit universities.\n“The Obama administration cracked down on for-profit schools for deceptive practices,” Noah went on, pointing out that it forced the university to pay over $100m in settlements.\n“Diplomacy with North Korea is a good thing and it’s the only way to resolve this situation without armed conflict,” Meyers said.",
    "sentiment": {
        "neg": 0.0693,
        "neu": 0.8498,
        "pos": 0.0809,
        "compound": -0.0276
    }
}