{
    "date": "2018-05-18T06:01:17Z",
    "title": "Donald Trump's threat to Kim Jong-un: make a deal or suffer same fate as Gaddafi",
    "url": "https://www.theguardian.com/us-news/2018/may/17/north-korea-trump-latest-warning-kim-jong-un-gaddafi",
    "content": "Donald Trump has threatened Kim Jong-un with the same fate as Muammar Gaddafi if the North Korean leader “doesn’t make a deal” on his nuclear weapons programme. The US president issued the threat at the White House when he was asked about the recent suggestion by his national security adviser, John Bolton, that the “Libyan model” be a template for dealing with North Korea at a summit between Trump and Kim planned for 12 June in Singapore. The model Bolton was referring to was Gaddafi’s agreement in December 2003 to surrender his embryonic nuclear weapons programme, which included allowing his uranium centrifuges to be shipped out to the US. But Trump appeared to be unaware of that agreement, and interpreted the “Libyan model” to mean the 2011 Nato intervention in Libya in support of an insurrection, which ultimately led to Gaddafi’s murder at the hands of rebels in Tripoli. “The model, if you look at that model with Gaddafi, that was a total decimation. We went in there to beat him. Now that model would take place if we don’t make a deal, most likely. But if we make a deal, I think Kim Jong-un is going to be very, very happy,” Trump said, suggesting that the regime’s survival could be assured if Kim agreed to disarm. “This with Kim Jong-un would be something where he would be there. He would be running his country. His country would be very rich,” the president said. “We’re willing to do a lot, and he’s willing … to do a lot also, and I think we’ll actually have a good relationship, assuming we have the meeting and assuming something comes of it. And he’ll get protections that will be very strong.” Asked whether his comments meant that he disagreed with his national security adviser, the third of his administration, the president said: “I think when John Bolton made that statement, he was talking about if we are going to be having a problem, because we cannot let that country have nukes. We just can’t do it.” Joel Wit, a former US negotiator who is now a senior fellow at the US-Korea Institute at Johns Hopkins University, said: “This is probably the wrong time to be making threats, three weeks before the summit.” The inflammatory comments come at a time when the June meeting is in doubt. The regime in Pyongyang reacted strongly against statements by Bolton over the weekend, who insisted North Korea would have to dismantle its nuclear arsenal completely and immediately. A senior official said on Wednesday that Kim would not take part in a summit with such “one-sided” goals. Pyongyang has also complained about joint military exercises being conducted by US and South Korean forces. The regime’s mission to the United Nations issued a statement on Thursday claiming that nuclear-capable B-52 bombers and F-22 fighter planes were taking part in the exercises. He described it as “an extremely provocative and ill-boding act”. However, Trump said that despite Pyongyang’s threats to call off the summit, “they’ve been negotiating like nothing happened”. The state department spokeswoman, Heather Nauert, said: “We are continuing to push ahead and plan our preparations. Those continue at this time for a meeting between the president and Kim Jong-un in June.” At a meeting in Tokyo on Tuesday, a senior state department official suggested that a substantial but partial disarmament by North Korea might be acceptable as the first stage of a deal with North Korea. Speaking to a meeting of business executives in Tokyo organised by the Wall Street Journal, Susan Thornton, the acting assistant secretary of state for East Asia and Pacific Affairs, said that in Kim’s conversations with South Korean officials, he had said “there will be a big downpayment, a big up-front demonstration of his intention” to dismantle the North Korean nuclear weapons programme completely. “The question is: what could be front-loaded in a process that’s inevitably going to go on for some time? And then what would be acceptable to the North Korean side in return for that front-loading?” Thornton said. It was unclear whether Thornton’s remarks had been coordinated with Bolton, who has suggested that North Korea would have to dismantle its nuclear weapons completely before receiving any benefits. Suzanne DiMaggio, a senior fellow at the New America thinktank who has played a lead role in back-channel talks with North Korea, said: “Given the high degree of distrust between Pyongyang and Washington, anything short of a phased approach with confidence measures built in along the way is pure fantasy.”",
    "keywords": [
        "gaddafi",
        "meeting",
        "suffer",
        "deal",
        "model",
        "korea",
        "bolton",
        "threat",
        "donald",
        "north",
        "kim",
        "fate",
        "nuclear",
        "weapons",
        "trumps",
        "trump",
        "jongun",
        "korean"
    ],
    "summary": "Donald Trump has threatened Kim Jong-un with the same fate as Muammar Gaddafi if the North Korean leader “doesn’t make a deal” on his nuclear weapons programme.\nThe model Bolton was referring to was Gaddafi’s agreement in December 2003 to surrender his embryonic nuclear weapons programme, which included allowing his uranium centrifuges to be shipped out to the US.\n“The model, if you look at that model with Gaddafi, that was a total decimation.\nAnd then what would be acceptable to the North Korean side in return for that front-loading?” Thornton said.\nIt was unclear whether Thornton’s remarks had been coordinated with Bolton, who has suggested that North Korea would have to dismantle its nuclear weapons completely before receiving any benefits.",
    "sentiment": {
        "neg": 0.0434,
        "neu": 0.9024,
        "pos": 0.0542,
        "compound": 0.0068
    }
}