{
    "date": "2018-06-12T17:11:04Z",
    "title": "The Guardian view on Trump in Singapore: a huge win – for North Korea | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2018/jun/12/the-guardian-view-on-trump-in-singapore-a-huge-win-for-north-korea",
    "content": "A confident leader strode into the Singapore summit and won. Kim Jong-un went with a plan, gave little and left with plenty: bolstered status and diplomatic leverage, lavish praise from the US president, the promise of an end to US-South Korean military drills – and, surely, a growing confidence that North Korea is doing well at this game. A meeting supposed to effect a breakthrough on denuclearisation looked “more like a big welcome party to the nuclear-armed club”, in the acid but accurate words of one observer. Better than war, for sure. But since it was Donald Trump who raised that spectre, giving him credit for dispelling it would be like calling a man a life-saver when second thoughts stay his hand from murder. The US president handed over gift after gift in exchange for the inflation of his ego. He does not know or does not care that his country went home poorer than it came. The language in the joint statement was weaker than in previous agreements – the very significant difference being that the North is now much further advanced in its nuclear programme. There was not even a pledge that either side “shall” take action; just the assertion that North Korea will “commit to working towards” denuclearisation, which it sees as a general, not unilateral, process. In return Mr Trump axed the drills with, it seems, no warning to Seoul (or even US forces). Worse, he described them as “provocative” and “inappropriate”, not just giving the North what it wanted, but suggesting it was right to demand it. He added that he hoped to withdraw US troops from South Korea at some point – further undermining the long alliance. Mr Trump’s recounting of the meeting would have been laughable were it not so shocking. He explained to the North Koreans that they could have “the best hotels in the world” on the beaches they use for artillery drills. He presented Mr Kim with a Hollywood-style movie trailer laying out the choice before him, complete with growling voiceover. He described the 100,000 or more North Koreans held in prison camps as “one of the big winners” of the meeting, though not even the vaguest assurance was extracted on their behalf. While finding time for another crack at Canada’s Justin Trudeau, he called Mr Kim “a very talented man” who wants to do the right thing and loves his country. He praised him for “running it tough” (quite the euphemism for a dictatorship with human rights atrocities which the UN calls unparalleled in the modern world). And the comprehensive, verifiable, irreversible denuclearisation on which the US was to insist? Ah: “There was no time!” to cover that. But he would be surprised if the North Koreans hadn’t begun already. Mr Trump thinks that the two sides probably have a rough transcript capturing all this, but does not need to verify anything because “I have one of the great memories of all time”. No satirist would dare to invent this. Hope for the best but don’t expect much progress in lower-level talks next week; nor at meetings at the White House or in Pyongyang, mooted by the US president. China has already implied that it may be time to relax sanctions; South Korea and Russia have hinted that they are similarly minded. Even Mr Trump acknowledged that in six months’ time it may emerge that the North Koreans are not taking action (adding, in a startling moment of candour, that “I will find some sort of excuse” rather than admit that). “He trusts me and I trust him,” Mr Trump boldly declared of Mr Kim. But if the US president is so naive, surely the North Korean leader cannot be. In so far as the US president has any enduring belief, it appears to be that disruption is a good in and of itself: that throwing everyone else off-balance must benefit the world’s only superpower, as one official has suggested (his colleague had a cruder characterisation). Withdrawal from the Iran deal proved that America’s enemies cannot rely upon its word. The G7 and Singapore summits demonstrated that allies cannot either. But Tuesday’s meeting also showed that Americans have reason to be wary. They too cannot count upon Mr Trump to live up to his promises.",
    "keywords": [
        "singapore",
        "meeting",
        "huge",
        "mr",
        "korea",
        "win",
        "editorial",
        "president",
        "kim",
        "guardian",
        "drills",
        "does",
        "trump",
        "view",
        "north",
        "koreans"
    ],
    "summary": "In return Mr Trump axed the drills with, it seems, no warning to Seoul (or even US forces).\nHe presented Mr Kim with a Hollywood-style movie trailer laying out the choice before him, complete with growling voiceover.\nBut he would be surprised if the North Koreans hadn’t begun already.\n“He trusts me and I trust him,” Mr Trump boldly declared of Mr Kim.\nThey too cannot count upon Mr Trump to live up to his promises.",
    "sentiment": {
        "neg": 0.0812,
        "neu": 0.765,
        "pos": 0.1537,
        "compound": 0.2273
    }
}