{
    "date": "2018-06-08T02:37:11Z",
    "title": "Trump says he'd invite Kim Jong-un to White House 'if summit goes well'",
    "url": "https://www.theguardian.com/us-news/2018/jun/07/north-korea-trump-latest-news-kim-jong-un-meeting-us-",
    "content": "Donald Trump would invite the North Korean dictator, Kim Jong-un, to the White House if next week’s summit in Singapore is successful, the US president told reporters on Thursday. “Certainly if it goes well, and I think it would be well received, I think he would look at it very favourably, so I think that could happen,” Trump said at a joint press conference with the Japanese prime minister, Shinzo Abe. Asked whether such a meeting would happen at the White House or his Mar-a-Lago estate in Florida, Trump replied: “Maybe we’ll start with the White House. What do you think?” But speaking in bright sunshine in the White House rose garden, the president also struck a note of caution, repeating his warning that he is “totally prepared to walk away” if the 12 June negotiations over denuclearisation break down. “I did it once before,” Trump said – presumably a reference to his letter that temporarily cancelled the meeting. “I hope it won’t be necessary to walk because I really believe that Kim Jong-un wants to do something that is going to be great for his people, and also great for his family and great for himself.” Trump was asked if he and Kim could sign an agreement to end the Korean war after 65 years, and whether he would eventually like to normalise diplomatic relations with Pyongyang. “We could absolutely sign an agreement,” he said. “We’re looking at it, we’re talking about it with them, we’re talking about it with a lot of other people, but that could happen, but that’s really the beginning. Sounds a little bit strange, but that’s probably the easy part. The hard part remains after that. “Normalising relations is something that I would expect to do, I would hope to do when everything’s complete … There are a lot of good factors lined up for North Korea, a lot of tremendous factors that give it tremendous potential. It has tremendous potential because the people are great and we would certainly like to see normalisation, yes.” Last week Trump admitted he is no longer using the term “maximum pressure” to describe sanctions against North Korea but warned that more could be imposed. On Thursday, he explained: “Maximum pressure is absolutely in effect. We don’t use the term any more because we’re going into a friendly negotiation. “Perhaps after that negotiation I will be using it again. You’ll know how well we do at the negotiation: if you hear me saying we’re going to use ‘maximum pressure’, you’ll know the negotiation did not do well, frankly.” No sanctions have been removed, he added, and there is a list of 300 further sanctions, some “massive”, that he has put on hold “until we can make a deal”. He added: “I don’t think it will be necessary but we will soon know.” He drew comparison with Iran, which he claimed is “acting a lot differently” since he tore up Barack Obama’s nuclear deal and imposed stiff sanctions. “They’re a much different country over the last three months.” For his part, Abe said Trump “fully understands” the need to bring home at least a dozen Japanese citizens held by North Korea. Trump “is one of the leaders who understands the issue the most, the greatest”, he added. Abe, who has travelled to the US twice in the past two months in an attempt to keep the abductions on Trump’s agenda, said he would be willing to meet Kim. “I wish to directly face North Korea and talk with them so that the abduction problem can be resolved quickly,” he said. North Korea abducted at least a dozen Japanese citizens in the 1970s and 80s and used them to teach their language and customs to the regime’s spies. Trump said Abe had talked “passionately” about the abductees’ plight during their meeting. “He talked about it long and hard and passionately and I will follow his wishes and we will be discussing that with North Korea absolutely, absolutely,” Trump said. Abe said resolving the abductions would pave the way for the normalisation of diplomatic ties between Pyongyang and Tokyo, as well as economic cooperation. He added that Japan wanted to see “real peace in north-east Asia”, but added that progress was contingent on North Korea’s willingness to take steps towards a “bright future”. Kim’s father, Kim Jong-il, admitted the regime had snatched Japanese citizens during a 2002 summit in Pyongyang with the then Japanese prime minister, Junichiro Koizumi. Five of the victims returned to Japan with their families, but Pyongyang insists the rest either died or never entered North Korea. Trump’s critics worry that he is improvising his way through the negotiations and could be outsmarted. Last week, he was widely mocked for telling reporters that an oversized letter he received from Kim was “very nice” then admitting, moments later, he had not yet read it. Asked on Thursday about the contents of the letter, the president replied: “The letter was just a greeting. It was really very nice. Perhaps I can get approval to put it out … Nothing other than we look forward to seeing you and we look forward to the summit and hopefully some wonderful things will work out, so it was really very warm, very nice.” Earlier, in the Oval Office, Trump, who reportedly resists reading briefing documents, claimed that he does not need to do much homework before the summit. “I don’t think I have to prepare very much,” he said. “It’s about attitude. It’s about willingness to get things done.” Chuck Schumer, the Democratic minority leader in the Senate, tweeted in response: “With ICBMs and nuclear warheads in the hands of North Korea, the situation is far too dangerous for seat-of-the-pants negotiating.” But Mike Pompeo, the secretary of state, insisted that Trump has been receiving near daily briefings on all aspects of the situation and the history of the relationship. “I am very confident the president will be fully prepared when he meets his North Korean counterpart,” he told reporters at the White House. Complete, verifiable denuclearisation is the only acceptable outcome, Pompeo said, and if North Korea does not move in the right direction, the current punitive measures will increase. “You can be sure President Trump will not stand for a bad deal,” he said. Questioned about Trump lawyer Rudy Giuliani’s recent claim that Kim was “begging on hands and knees” for the meeting, Pompeo said: “Rudy doesn’t speak for the administration when it comes to this negotiation and this set of issues.” He also acknowledged that he and John Bolton, the national security adviser, disagree from time to time. The secretary was asked if the gap between US and North Korea’s definitions of denuclearisation had narrowed. “Yes,” he replied. Could he elaborate? “No.”",
    "keywords": [
        "summit",
        "think",
        "white",
        "goes",
        "korea",
        "invite",
        "negotiation",
        "north",
        "president",
        "house",
        "kim",
        "japanese",
        "hed",
        "trump",
        "jongun"
    ],
    "summary": "Donald Trump would invite the North Korean dictator, Kim Jong-un, to the White House if next week’s summit in Singapore is successful, the US president told reporters on Thursday.\nAsked whether such a meeting would happen at the White House or his Mar-a-Lago estate in Florida, Trump replied: “Maybe we’ll start with the White House.\n“I wish to directly face North Korea and talk with them so that the abduction problem can be resolved quickly,” he said.\nFive of the victims returned to Japan with their families, but Pyongyang insists the rest either died or never entered North Korea.\n“You can be sure President Trump will not stand for a bad deal,” he said.",
    "sentiment": {
        "neg": 0.0533,
        "neu": 0.8593,
        "pos": 0.0873,
        "compound": 0.1242
    }
}