{
    "date": "2018-01-04T11:41:25Z",
    "title": "'Those who complain most about political correctness are true snowflakes': your best comments today",
    "url": "https://www.theguardian.com/community/2018/jan/04/those-who-complain-most-about-political-correctness-are-true-snowflakes-your-best-comments-today",
    "content": "Discussion today has focused on the questionable opinions of Toby Young, the story on the reopening of the Korean hotline, and Yorkshire and the possibility of devolution. You’ve also been discussing succession in the BBC natural history department when, and if, David Attenborough finally retires and a possible revolt in Yorkshire. To join in you can click on the links in the comments below to expand and add your thoughts. We’ll continue to highlight more comments worth reading as the day goes on. Free speech works both ways – as Toby Young is finding out Dawn Foster has written that Toby Young seems to be learning “that free speech includes not only his right to express any opinions that bubble up half-formed into his brain then out on to Twitter, but also protects the right of people to criticise him”. Readers have been exercising their rights below the line. ‘Those who most vociferously complain about political correctness are the true snowflakes’ It’s always the case with those who attack political correctness, they demand the right to say offensive things (a right they already have, but pretend that they don’t), and argue that no one has a right to not be offended. But when we use the same right of free speech to criticise them, they get all offended and act as if they shouldn’t have to deal with the sort of criticism they so readily dole out. My experience is that it’s those who most vociferously complain about political correctness who are the true snowflakes. They whine about PC culture, but let’s face it, if I want to express myself in a politically correct manner, that is my right, because that’s what free speech means. No one forces me to do it, I do it voluntarily because I was brought up with manners, which is just another word for political correctness. althebald ‘Anything to report?’: Korean hotline reopens with little to say between foes Readers have been joining the discussion under the story about North and South Korea resuming telephone contact since February 2016. ‘Really hope these talks take place and the brothers unite’ Really hope these talks take place and the brothers unite. Come to a disarmament deal. America will get the F*** out of there and focus more on its domestic chaos, poverty, homelessness, lack of healthcare and inequality. And hope the rest of the world would follow suit. World would be peaceful. Nepaune Will neglect drive Yorkshire to a Catalan-style revolt? According to Simon Jenkins “one of the fiercest civil wars in England’s debilitated local government scene” is happening in Yorkshire. ‘Yorkshire is too divided to unite for some woolly notion of “independence”’ I live in Yorkshire. It’s one of the most factional places I’ve ever lived in. The rivalry between the county’s regions, villages, towns and cities is often quite fierce. Think of the massive divides and entirely different characters of say Hull and Harrogate, York and Bradford, Leeds and Richmond, Barnsley and Whitby, Skipton and Sheffield, Hebdon Bridge and Rotherham – the list goes on. Yorkshire identity is very localized and diverse given the size and variety of the county – it’s only brought together in stereotyped simplistic generalizations by people that don’t really know it. Yorkshire is too divided and diverse – and probably sensible – to be able to unite in striving for some woolly notion of “independence”. It already has lots of independent competing Yorkshire identities. harobed64 Who could succeed David Attenborough when he retires? Mark Lawson writes on the contenders to replace David Attenborough after the legendary broadcaster spoke about his possible retirement recently. ‘Alice Roberts has a serious academic record to add gravitas’ I’d suggest Alice Roberts. Although shifting from her medical/anatomy and palaeo/osteo archaeology sweet spot into general biology is a bit of an ask, she’s still a lot more qualified than many on this list. She’s very easy to listen to, has that enthusiasm and warmth you need, and is smiley and upbeat, but has a serious academic track record to add gravitas. Personally I really like Chris Packham and his incredible depth of knowledge, but I fear too many other people don’t. Battingnumber10 Comments have been edited for length. This article will be updated throughout the day with some of the most interesting ways readers have been participating across the site.",
    "keywords": [
        "right",
        "political",
        "snowflakes",
        "unite",
        "young",
        "speech",
        "free",
        "comments",
        "today",
        "complain",
        "really",
        "true",
        "best",
        "toby",
        "yorkshire",
        "correctness"
    ],
    "summary": "Discussion today has focused on the questionable opinions of Toby Young, the story on the reopening of the Korean hotline, and Yorkshire and the possibility of devolution.\n‘Those who most vociferously complain about political correctness are the true snowflakes’ It’s always the case with those who attack political correctness, they demand the right to say offensive things (a right they already have, but pretend that they don’t), and argue that no one has a right to not be offended.\nMy experience is that it’s those who most vociferously complain about political correctness who are the true snowflakes.\nNo one forces me to do it, I do it voluntarily because I was brought up with manners, which is just another word for political correctness.\n‘Really hope these talks take place and the brothers unite’ Really hope these talks take place and the brothers unite.",
    "sentiment": {
        "neg": 0.0634,
        "neu": 0.8426,
        "pos": 0.0941,
        "compound": 0.0386
    }
}