{
    "date": "2018-06-09T19:38:17Z",
    "title": "'My touch, my feel': Trump shows his contempt for G7 allies",
    "url": "https://www.theguardian.com/us-news/2018/jun/09/trump-g7-allies-comments-russia-north-korea",
    "content": "Donald Trump flew to Singapore on Saturday for the most momentous meeting of his presidency, a “one-time shot” summit with North Korea. He left behind a trail of confusion and frustration among traditional US allies. The president departed a summit of the G7 major industrialised democracies in Quebec the same way he arrived, firing off threats of a trade war. His fellow leaders were warned not to respond to the steel and aluminum tariffs he has imposed on them. “If they retaliate, they’re making a mistake,” Trump told reporters before leaving several hours early, ducking sessions on climate change and the oceans. Trump later upped the ante with tweets saying he had asked US representatives not to endorse the joint communique put out by the G7 leaders because of the Canadian prime minister Justin Trudeau’s “false statements” to reporters. Trump tweeted that Trudeau’s remarks at a news conference, where he said Canada would not be pushed around, “were very dishonest and weak”. “PM Justin Trudeau of Canada acted so meek and mild during our @G7 meetings only to give a news conference after I left saying that, ‘US Tariffs were kind of insulting’ and he ‘will not be pushed around.’ Very dishonest &amp; weak. Our Tariffs are in response to his of 270% on dairy!” the US president tweeted. In a tense session on trade on Friday, European and Canadian leaders had sought to defuse the gathering conflict, rolling out statistics on how many US jobs depended on their countries’ trade and investment and arguing that the US had more barriers to trade than its partners. The discussion had no effect on Trump, who stuck to the claims he made throughout his election campaign: that the US was being ripped off. “The European Union is brutal to the United States,” he railed. “And they understand that. They know it. When I’m telling them, they’re smiling at me. You know, it’s like the gig is up.” Canada too, the president said, “can’t believe it got away” with its trade deal with the US. “We’re like the piggy bank that everybody’s robbing. And that ends,” Trump said. The president even threatened to stop doing business with US partners if they did not change their policies. “And it’s going to stop,” Trump said. “Or we’ll stop trading with them. And that’s a very profitable answer, if we have to do it.” The disparaging tone towards leaders seen by all former administrations as America’s closest allies was in marked contrast to the hopeful language he used in anticipation of Tuesday’s planned summit with Kim Jong-un. It will be the first meeting between a sitting US president and a North Korean leader. Its outcome could determine whether the regime in Pyongyang can be persuaded to dismantle the nuclear arsenal it has assembled over three decades. Trump said Kim had a historic opportunity to bring his country out of isolation. “It’s a one-time shot and I think it’s going to work out very well,” he said, predicting Kim “is going to surprise on the upside”. Trump claimed he would be able to tell quickly if the North Korean leader was serious about dismantling his nuclear and missile programmes and would walk away if Kim was not. “How long will it take to figure out if they’re serious? … Maybe in the first minute. You know, the way they say you know if you’re going to like somebody in the first five seconds, you ever hear that one? I think very quickly I’ll know whether or not something good is going to happen. And if I think it won’t happen, I’m not going to waste my time. I don’t want to waste his time.” Asked how he would read Kim so swiftly, Trump said: “My touch, my feel, that’s what I do.” The juxtaposition of the two high-profile international events has highlighted one of the peculiarities of Trump’s relations with foreign governments: he has found it easier to cultivate personal chemistry with autocrats than with democratically elected leaders. “He’d much prefer to be in Singapore than in Quebec,” said Thomas Wright, director of the Center on the US and Europe at the Brookings Institution. “He gets more annoyed with allies than enemies, and really doesn’t get on with the others at the G7. He is anti-free trade and allies, and pro-strongmen and authoritarian regimes.” The longer Trump has been in office, Wright said, the more confident he has grown in his own gut instincts, formed by long experience of the property market, which he viewed as a zero-sum struggle to come out a winner, not a sucker. “He is fixated on trade deficits in particular industries like cars and manufacturing,” Wright said. “But the whole global economic model is based on the US consuming goods. This is why it is impossible to negotiate with him. He is fixated on something that doesn’t make any sense.” Trump has made it clear he sees alliances in the same way, relationships in which the US pays out more than it receives. As the US does not have extensive economic relations with its enemies, in the president’s view, they cannot take advantage of Americans in the same way. Since March, when Kim signaled he was ready to meet Trump, the US president has pivoted from insults and abuse to flattery aimed at the dictator, whom he has referred to as “honourable”. Trump has shown himself ready to shower compliments on Xi Jinping of China and Vladimir Putin of Russia, to an extent none of his predecessors would have dreamed of. The president shocked his G7 partners by repeatedly pushing for Russia to be readmitted, four years after Moscow was suspended for its covert military intervention in eastern Ukraine and the annexation of Crimea. “I would rather see Russia in the G8 as opposed to the G7,” Trump said. “ I would say that the G8 is a more meaningful group than the G7, absolutely.” The Canadian and European leaders in Quebec – with the exception of the new Italian prime minister, Giuseppe Conte – swiftly dismissed the suggestion as a non-starter, pointing out that Putin had neither done nor said anything to reverse the actions that got Russia kicked out in 2014.",
    "keywords": [
        "going",
        "leaders",
        "allies",
        "trade",
        "shows",
        "touch",
        "russia",
        "president",
        "kim",
        "way",
        "know",
        "trump",
        "g7",
        "contempt",
        "feel"
    ],
    "summary": "“If they retaliate, they’re making a mistake,” Trump told reporters before leaving several hours early, ducking sessions on climate change and the oceans.\nTrump later upped the ante with tweets saying he had asked US representatives not to endorse the joint communique put out by the G7 leaders because of the Canadian prime minister Justin Trudeau’s “false statements” to reporters.\nTrump tweeted that Trudeau’s remarks at a news conference, where he said Canada would not be pushed around, “were very dishonest and weak”.\n“He gets more annoyed with allies than enemies, and really doesn’t get on with the others at the G7.\n“I would rather see Russia in the G8 as opposed to the G7,” Trump said.",
    "sentiment": {
        "neg": 0.0802,
        "neu": 0.8684,
        "pos": 0.0514,
        "compound": -0.0669
    }
}