{
    "date": "2018-06-16T07:00:39Z",
    "title": "A historic handshake … but what did the Trump-Kim summit really achieve?",
    "url": "https://www.theguardian.com/world/2018/jun/16/trump-kim-summit-analysis-north-korea",
    "content": "It says a lot about the world of diplomacy in 2018 that the most expert commentary on Donald Trump and Kim Jong-un’s Singapore summit came from a tearful former basketball player, Dennis Rodman. Unlike all the other talking heads dissecting the summit, Rodman has actually met Kim, and spent more time talking to the North Korean leader than anyone in the western world. Almost everyone else is just guessing. Rodman’s view was Kim was a “big kid” who wants to “enjoy his life” and ideally visit the US. When Rodman kept a promise to bring a basketball team to North Korea, Kim told him “this is the first time someone has ever kept their word to me and my country”. If only the world treated Kim the same way, Rodman said in an emotional CNN interview in which tears streaked down his cheeks, “the door will open”. In Singapore, Trump was practising the Rodman school of diplomacy, behaving towards the North Korean like a solicitous uncle. The president adopted hazy North Korean language on denuclearisation, ditching more precise US arms control terms, defended Kim over the regime’s appalling human rights, and presented him with a gift in the form of a unilateral concession, the suspension of military exercises. “The summit statement is big on hyperbole and short on substance – it reads like it was written by the North Korean negotiating team,” said Suzanne DiMaggio, a senior fellow at the New America thinktank who has led back-channel contacts with North Korean officials. If this had been Obama, or any other US leader, Trump would have led the howls of derision at these acts of appeasement of a mass murderer. But hypocrisy is not so much a character flaw in Trump as a defining characteristic: actions he denounces in others become admirable when he carries them out himself. “I signed an agreement where we get everything, everything,” Trump claimed on Friday. In the face of widespread disgust at Trump’s extravagant kowtowing to a dictator responsible for mass murder, the president claimed it was the price for keeping Americans safe. “You know why, because I don’t want you to be killed with a nuclear weapon,” he told a reporter. To some extent, Trump is claiming credit for defusing crises he had helped create, with last year’s “Little Rocket Man” insults and threats to “totally destroy” North Korea. But the standoff with North Korea goes back decades, and – as has happened during previous periods of diplomacy – the two sides had pulled back from the brink in advance of the summit. There have been no North Korean nuclear and long-range missile tests for eight months. Trump claimed he suspended military exercises unilaterally for budget reasons, but the move also removes a flashpoint, and may go some way in lifting the fog of paranoia in Pyongyang. The first test of the new dialogue should be imminent. The US secretary of state, Mike Pompeo, is supposed to meet his North Korean counterparts in the next week, and it should be apparent soon if Kim intends to keep his promise to Trump that he would dismantle a missile engine testing site. Robert Carlin, a former CIA officer who was deeply involved in earlier negotiations with the North Koreans, said Pyongyang could do away with its intercontinental ballistic missile (ICBM) programme altogether. “They developed an ICBM programme to get our attention, and it worked. It absolutely worked.” Carlin said. “If they can get something for it, it’s not so hard to give it up.” Another early step could be a freeze on the production of fissile material, shutting down a five-megawatt reactor in Yongbyon which is the only known source of the regime’s plutonium, and a facility for making tritium, used in making hydrogen bombs. North Korea could also shut down its plutonium reprocessing and uranium enrichment facilities or put them under monitoring. In this scenario, major nuclear disarmament, actually dismantling weapons, would be put off till later, perhaps years later. That would involve a North Korean declaration of their arsenal, access for international weapons inspectors to verify that declaration, following by the disassembly of its weapons and production capacity, which would be shipped out of the country. The regime would only give up weapons it now sees as a guarantee of survival once it has confidence it would not be attacked, according to this argument – and that could take years. “I think it’s important if we can keep up this sensible relationship with the leader, then it’s going to pay dividends,” Carlin said. “People who say: no, he’s a murderous thug, you shouldn’t be dealing with him – what would they have us do? What’s the alternative? Clap him in irons the next time we see him? It’s ridiculous.” Under a proposed timetable put forward by Carlin and a Stanford University physicist, Siegfried Hecker – one of the few westerners to witness the North Korean programme first hand, it would take six years to reach the disarmament phase, and up to 10 years to complete it. For many arms control advocates, this gradual, phased approach is fraught with wider risk. They argue that negotiations with North Korea that are not directly aimed at the speedy dismantling of its rogue nuclear weapons programme would give it legitimacy and send the wrong message to other regimes contemplating whether to build their own bomb. “Trump is legitimising a brutal dictator and the underlying idea that achieving nuclear weapons makes you a legitimate leader. It’s a sad day for diplomacy and arms control,” said Melissa Hanham, a senior research associate at the Middlebury Institute of International Studies at Monterey. From an arms control point of view, the joint statement in Singapore was particularly empty, and significantly less rigorous than a similar joint declaration in 2005. It incorporates the very vague North Korean pledge of steps “toward complete denuclearisation”, a stock phrase of the regime that can mean many things, none of them concrete. Nor is there any timetable or any mention of verification. These are things the Trump administration had insisted in the run-up to the summit that it would demand of Kim. When Pompeo was asked about verification the day after the summit, he immediately lost his temper, calling the question “insulting” and even “silly”. The defensiveness is understandable given how far short the summit fell of its own expectations. The agreement reached thus far has none of the rigour and substance of Barack Obama’s nuclear deal with Iran, which Trump and Pompeo reviled. They are, however, committed to maintaining the appearance of success – at the very least until the congressional midterm elections In that time, the US and North Korea are committed to further meetings. Those would be an opportunity for Kim to offer unilateral concessions of his own, such as the downgrading of the missile programme. If Rodman is right, and addressing the leader’s paranoia and sense of betrayal is the key to “opening the door”, it could lead to a virtuous cycle of disarmament. If he’s wrong, it will be very hard, if not impossible, to resume the pre-summit level of pressure on Pyongyang. In the absence of nuclear tests, neither China nor Russia, or even South Korea would support a return to isolation. Trump will have been comprehensively played. “Kim will make concrete concessions along the way that further reduce tensions, such as a codification of a testing suspension, freezing the nuclear and missile programmes and even some rollback,” DiMaggio said. “But chances are high that Trump’s approach will morph from ‘complete, verifiable, irreversible dismantlement’ to ‘we can live with a nuclear North Korea’.”",
    "keywords": [
        "achieve",
        "summit",
        "handshake",
        "korea",
        "kim",
        "nuclear",
        "weapons",
        "rodman",
        "programme",
        "really",
        "trump",
        "korean",
        "historic",
        "north",
        "trumpkim"
    ],
    "summary": "In Singapore, Trump was practising the Rodman school of diplomacy, behaving towards the North Korean like a solicitous uncle.\nThere have been no North Korean nuclear and long-range missile tests for eight months.\nNorth Korea could also shut down its plutonium reprocessing and uranium enrichment facilities or put them under monitoring.\n“Trump is legitimising a brutal dictator and the underlying idea that achieving nuclear weapons makes you a legitimate leader.\n“But chances are high that Trump’s approach will morph from ‘complete, verifiable, irreversible dismantlement’ to ‘we can live with a nuclear North Korea’.”",
    "sentiment": {
        "neg": 0.083,
        "neu": 0.863,
        "pos": 0.0541,
        "compound": -0.0911
    }
}