{
    "date": "2018-04-18T06:21:15Z",
    "title": "North Korea: Mike Pompeo met with Kim Jong-un over Easter, Trump confirms",
    "url": "https://www.theguardian.com/world/2018/apr/17/north-korea-trump-kim-jong-un-meetings",
    "content": "Mike Pompeo, the director of the CIA, had a secret meeting with Kim Jong-un in North Korea over Easter as part of an effort to lay the groundwork for direct talks between Donald Trump and Kim. The US president confirmed the meeting early on Wednesday morning, tweeting: On Tuesday night two people with direct knowledge of the trip told the Washington Post that Pompeo met the North Korean leader over Easter while other outlets including the Associated Press news agency carried reports saying the visit was confirmed to them by US officials. The mission came soon after Pompeo was nominated to be secretary of state. It is the highest level meeting between the two countries since 2000, when then secretary of state Madeleine Albright met Kim Jong-il, Kim’s father, in Pyongyang. It also marks the first time the previously reclusive Kim Jong-un has met a senior western official. The New York Times also reported Pompeo’s secret trip to North Korea over the Easter holiday, which fell this year at the end of March and beginning of April. A few hours before the Washington Post report was published, Trump told the press about an unspecified high-level meeting. “We have ... started talking to North Korea directly. We have had direct talks at very high levels, extremely high levels, with North Korea. And I truly believe there is a a lot of good will. A lot of things are happening. Good things are happening,” Trump said at a meeting with the Japanese prime minister, Shinzo Abe at his Florida resort of Mar-a-Lago. “We’ll see what happens. Because it’s the end result that counts, not the fact that we’re thinking about having a meeting.” Trump added that his planned summit with Kim could be “in early June or a little before” and that five possible venues are being discussed. But he conceded it was possible that the unprecedented meeting might not happen at all. “It’s possible things won’t go well and we won’t have the meetings, and we’ll just continue to go along this very strong path that we’ve taken,” the president said. “But we will see what happens.” Trump also said he gave his “blessing” to North and South Korea, whose presidents are due to meet on 27 April, to declare a formal end to the Korean conflict. Three years of fighting ended in an armistice in July 1953, but there was never a formal peace agreement. Last week, after his reported meeting with Kim Jong-un, Pompeo discussed North Korea at his confirmation hearing for the secretary of state post before the Senate foreign relations committee. “I’m optimistic that the United States government can set the conditions for that appropriately so that the president and the North Korean leader can have that conversation [that] will set us down the course of achieving a diplomatic outcome that America so desperately — America and the world so desperately need,” Pompeo said. Suzanne DiMaggio, a senior fellow at the New America thinktank who has led back-channel diplomatic initiatives with the North Korean, called the news of the Pompeo visit “stunning”. “Just weeks out from the proposed Trump-KJU summit, we had better be engaged in direct talks in preparation,” DiMaggio said in a tweet. “And all the better if some interactions are face-to-face – this is the only way to set the groundwork for sustained, productive talks/negotiations.” The key question at any summit between Trump and Kim Jong-un is whether the North Korean leader is serious about dismantling his regime’s nuclear weapons and missiles programme and what he would demand from the US in return. There has never been a summit between a sitting US president and a North Korean leader, though Bill Clinton came close to agreeing to meet Kim’s father, Kim Jong-il, at the end of Clinton’s spell in office in late 2000. Referring to the coming summit between Kim Jong-un and his South Korean counterpart, Moon Jae-in, Trump said he backed efforts to bring a formal end to the conflict that broke out 68 years ago. “They do have my blessing to discuss the end to the war,” he said. “People don’t realise the Korean war has not ended. It’s going on right now. And they are discussing an end to the war. So, subject to a deal, they would certainly have my blessing.” Abraham Denmark, a former deputy assistant secretary of defence for East Asia, said on Twitter: “A peace treaty has been in the mix as part of a deal with North Korea for decades ... The North will likely seek a peace treaty in the early stages of a negotiation, arguing that they cannot denuclearize until the war has officially ended. However, US will likely want a peace treaty to be concluded toward the end of the process.”",
    "keywords": [
        "meeting",
        "summit",
        "mike",
        "confirms",
        "met",
        "korea",
        "end",
        "kim",
        "jongun",
        "korean",
        "trump",
        "pompeo",
        "north",
        "easter"
    ],
    "summary": "Mike Pompeo, the director of the CIA, had a secret meeting with Kim Jong-un in North Korea over Easter as part of an effort to lay the groundwork for direct talks between Donald Trump and Kim.\nIt also marks the first time the previously reclusive Kim Jong-un has met a senior western official.\n“We have ... started talking to North Korea directly.\nWe have had direct talks at very high levels, extremely high levels, with North Korea.\nLast week, after his reported meeting with Kim Jong-un, Pompeo discussed North Korea at his confirmation hearing for the secretary of state post before the Senate foreign relations committee.",
    "sentiment": {
        "neg": 0.0518,
        "neu": 0.8855,
        "pos": 0.0627,
        "compound": 0.031
    }
}