{
    "date": "2018-05-24T17:29:22Z",
    "title": "The Guardian view on the North Korea summit: a crisis foretold | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2018/may/24/the-guardian-view-on-the-north-korea-summit-a-crisis-foretold",
    "content": "The commemorative summit coin has just been minted, but the peace efforts are already spent. Donald Trump’s decision to call off a June meeting with Kim Jong-un appears as hastily made and ill-considered as his decision to hold it. Predictably, it seems to have come without warning to – never mind consultation with – US ally South Korea, which had brought the parties together. Seasoned North Korea-watchers had warned the meeting might never happen, since the chasm between the sides, particularly over what denuclearisation means, was too vast to cross quickly or easily. The US’s lack of preparation, coordination or clarity on goals and how to approach them made prospects of progress still poorer. In contrast, Mr Trump seemed to believe the Nobel peace prize was one cosy chat away. Asked whether he deserved it, he modestly replied that “everyone thinks so, but I would never say it,” adding that he was focusing on getting talks “finished”. Well, they are finished now. The cancellation may have been partially pre-emptive, since the administration says North Korea had not responded to logistical queries in recent days. Mr Trump held the North responsible, thanks to the “tremendous anger and open hostility” in a statement that said it was down to the US whether the countries met in a meeting room or at a “nuclear-to-nuclear showdown” and attacked Mike Pence, the vice-president. There are already attempts to blame China, suggesting Xi Jinping has encouraged Mr Kim to take a harsher stance. But in truth responsibility lies with Mr Trump and those around him. North Korea is a loathsome regime, but it has been consistent. Not so the US. Pyongyang’s toughened rhetoric was sparked by national security adviser John Bolton and Mr Pence, who repeatedly raised the spectre of Libya, Muammar Gaddafi and regime change following the abandonment of a nuclear programme. Incoherence is nothing new from this administration, but these remarks appeared calculated to provoke. Despite threatening fire and fury again (“You talk about your nuclear capabilities, but ours are so massive and powerful that I pray to God they will never have to be used”), Mr Trump tried to leave the door open for future talks in bizarrely amiable tones: “I felt a wonderful dialogue was building up between us … please do not hesitate to write and call.” But calling off the summit will make it harder than ever to bridge the gulf – as will doing so hours after the North blew up tunnels at a nuclear test site, albeit that that was a symbolic not substantial measure. What has been lost? Less than Mr Trump claims. The Singapore meeting was welcome because it was better than military action. But it handed North Koreans an easy victory, granting them status without any concessions on their part. It was likely neither to clear the way for a deal, nor to close one – and it could well have gone badly awry, with even worse results. The real problem is not that the summit is off, but that it was ever scheduled with so little thought and care.",
    "keywords": [
        "summit",
        "meeting",
        "mr",
        "pence",
        "regime",
        "korea",
        "north",
        "foretold",
        "editorial",
        "crisis",
        "nuclear",
        "talks",
        "trump",
        "view",
        "guardian"
    ],
    "summary": "In contrast, Mr Trump seemed to believe the Nobel peace prize was one cosy chat away.\nThe cancellation may have been partially pre-emptive, since the administration says North Korea had not responded to logistical queries in recent days.\nBut in truth responsibility lies with Mr Trump and those around him.\nNorth Korea is a loathsome regime, but it has been consistent.\nLess than Mr Trump claims.",
    "sentiment": {
        "neg": 0.0851,
        "neu": 0.7827,
        "pos": 0.1322,
        "compound": 0.1257
    }
}