{
    "date": "2018-04-04T23:01:32Z",
    "title": "North Korea soon likely to have missiles that could reach UK – MPs",
    "url": "https://www.theguardian.com/politics/2018/apr/05/north-korea-likely-missiles-reach-uk",
    "content": "North Korea is almost certain to complete development within 18 months of ballistic missiles capable of reaching the UK, according to a Commons defence select committee report. The report says the missiles could potentially carry nuclear warheads and it says the UK has only a limited ballistic missile defence capability. But it adds a crucial caveat: “The Ministry of Defence does not consider that the UK will be a target of North Korean nuclear missiles, as its regime does not believe the UK to be a threat.” The focus of North Korean military planning is mainly the US and South Korea, it says. “If there were a conflict in the region, the UK would have no legal obligation to provide military assistance. Yet, in the event of North Korean aggression against South Korea and/or against the United States, it is unlikely we would stand aside.” The committee, made up of Conservative, Labour, Scottish National party and Democratic Unionist MPs, began taking evidence in September before the de-escalation of the crisis on the Korean peninsula. A face-to-face meeting between North Korea’s leader, Kim Jong-un and Donald Trump is provisionally scheduled to take place before the end of May. The report, Rash or Rational?: North Korea and The Threat It Poses, says North Korea significantly escalated both its missile and nuclear testing during 2016 and 2017. The committee, which took evidence from the MoD and the Foreign Office among others, suggests that cyber-attacks originating from North Korea pose a more immediate threat to the UK. “With its current rate of development, it is possible that North Korea can already strike the United Kingdom with an intercontinental ballistic missile potentially able to carry and deliver a nuclear warhead,” the report says. “Within the next six to 18 months, it is almost certain to be able to achieve this capability.” But it says there is nothing in the public domain to prove North Korea has succeeded in mastering the technology required to arm such missiles with nuclear warheads. “We consider Kim Jong-un, though undoubtedly ruthless, is nevertheless rational. As such, he could be dissuaded and deterred from launching a nuclear weapon,” the report says. “It is far more likely that the UK will continue to suffer from reckless North Korean cyber-attacks, such as WannaCry. North Korea has shown an utter lack of concern about who gets hurt by such attacks. Similarly, there is a definite danger that North Korea would have few if any qualms about promoting nuclear proliferation to other states or even non-state actors.” The WannaCry attack hit targets across the world, including the NHS, potentially one of the most damaging cyber-attacks yet in the UK.",
    "keywords": [
        "potentially",
        "korea",
        "soon",
        "threat",
        "reach",
        "uk",
        "missiles",
        "nuclear",
        "report",
        "korean",
        "missile",
        "mps",
        "north",
        "likely"
    ],
    "summary": "North Korea is almost certain to complete development within 18 months of ballistic missiles capable of reaching the UK, according to a Commons defence select committee report.\nThe report says the missiles could potentially carry nuclear warheads and it says the UK has only a limited ballistic missile defence capability.\n: North Korea and The Threat It Poses, says North Korea significantly escalated both its missile and nuclear testing during 2016 and 2017.\n“It is far more likely that the UK will continue to suffer from reckless North Korean cyber-attacks, such as WannaCry.\nNorth Korea has shown an utter lack of concern about who gets hurt by such attacks.",
    "sentiment": {
        "neg": 0.121,
        "neu": 0.8306,
        "pos": 0.0484,
        "compound": -0.1765
    }
}