{
    "date": "2018-04-21T16:44:59Z",
    "title": "Trump praises North Korea's 'progress' as expert warns against optimism",
    "url": "https://www.theguardian.com/world/2018/apr/21/trump-praises-north-koreas-progress-as-expert-warns-against-optimism",
    "content": "Donald Trump has saluted Pyongyang’s suspension of nuclear and long-range missile tests ahead of planned talks with the US as “very good news for North Korea and the world”. A leading Korean-American expert on the region, however, was among those to sound a note of caution. The suspensions went into immediate effect on Saturday, according to the state-run KCNA news agency. North Korean leader Kim Jong-un is due to meet his South Korean counterpart next week, with a summit with Trump pencilled in to occur by June. Trump confirmed this week that CIA director and secretary of state nominee Mike Pompeo recently met Kim in North Korea. On Friday night, Trump tweeted: “North Korea has agreed to suspend all Nuclear Tests and close up a major test site. This is very good news for North Korea and the World - big progress! Look forward to our Summit. “A message from Kim Jong Un: ‘North Korea will stop nuclear tests and launches of intercontinental ballistic missiles.’ Also will ‘Shut down a nuclear test site in the country’s Northern Side to prove the vow to suspend nuclear tests.’ Progress being made for all!” However, Victor Cha, who has been seen as a contender to be US ambassador to South Korea, told Axios the North Korean statement was really a formalisation of discussions and a geopolitical ploy. “This is not a denuclearization statement,” said Cha, now senior adviser and Korea chair for the Center for Strategic and International Studies. “It is a statement that DPRK [North Korea] can be a responsible nuclear weapons state.” Kim Jong-un’s government had “already stated that they would halt all testing while in dialogue”, Cha said. “This statement formalizes that promise. [T]he statement talks about a test ban, no first use, and no transfer – all the trappings of a ‘responsible’ nuclear weapons state – which is what they ultimately wanted to be accepted as. “No one believes this, but if they can get Trump to agree, that is all they need.” Axios also quoted an unnamed national security council official from the administration of George W Bush as saying the North Korean statement was “totally reversible eye wash”, as it was “not a big deal to pause testing nuclear or missiles when summit is coming”. In Sweden, US ambassador to the United Nations Nikki Haley hailed the North Korean move as evidence of the success of the “maximum pressure” policy pursued since Trump took office. Part of that approach has seen Trump exchanging insults with Kim, a leader with aspirations to be able to deliver a nuclear weapon to the US mainland. On Friday, Haley released a statement accompanying the release of the state department’s Annual Human Rights Report in which she included North Korea among the “worst human rights violators” in the world. Speaking on Saturday at an informal working meeting of the UN security council ambassadors, Haley said UN pressure and sanctions had enabled the isolation of North Korea “until they had a good behaviour, and now we are seeing they want to come to the table”. UN secretary general Antonio Guterres told reporters “the path is open for the peaceful denuclearization of the Korean peninsula”.",
    "keywords": [
        "progress",
        "statement",
        "korea",
        "state",
        "world",
        "optimism",
        "north",
        "warns",
        "nuclear",
        "kim",
        "praises",
        "tests",
        "korean",
        "expert",
        "trump",
        "koreas"
    ],
    "summary": "North Korean leader Kim Jong-un is due to meet his South Korean counterpart next week, with a summit with Trump pencilled in to occur by June.\nTrump confirmed this week that CIA director and secretary of state nominee Mike Pompeo recently met Kim in North Korea.\nOn Friday night, Trump tweeted: “North Korea has agreed to suspend all Nuclear Tests and close up a major test site.\nThis is very good news for North Korea and the World - big progress!\nIn Sweden, US ambassador to the United Nations Nikki Haley hailed the North Korean move as evidence of the success of the “maximum pressure” policy pursued since Trump took office.",
    "sentiment": {
        "neg": 0.0428,
        "neu": 0.8669,
        "pos": 0.0903,
        "compound": 0.103
    }
}