{
    "date": "2018-06-12T08:27:38Z",
    "title": "What have Trump and Kim signed? We read between the lines",
    "url": "https://www.theguardian.com/world/ng-interactive/2018/jun/12/trump-and-kim-document-analysis-singapore-agreement-denuclearisation",
    "content": "The wording of the document signed by Donald Trump and Kim Jong-un on Tuesday falls some way short of the dramatic billing the president gave it at the end of the leaders’ historic summit in Singapore. Trump described it as a “very comprehensive” agreement that would “take care of a very big and very dangerous problem for the world”. There is significance, of course, in the fact that the two men met at all, and ended their five hours together with the genesis of what could lead to more substantive moves towards denuclearisation. But as it stands, the document does not differ greatly from the agreement issued by Kim and the South Korean president, Moon Jae-in, after their meeting on the southern side of the demilitarised zone at the end of April. The Trump-Kim document contains four main points: The United States and the DPRK [the Democratic People’s Republic of Korea] commit to establish new US-DPRK relations in accordance with the desire of the peoples of the two countries for peace and prosperity. That represents a departure from the fiery rhetoric that has traditionally characterised relations between Washington and Pyongyang, the latter of which routinely uses state propaganda to depict the US as an enemy power intent on destroying the regime and its people. It also reflects Kim’s desire to focus on economic progress – now possibly with American assistance – having achieved his aim of developing nuclear weapons capable of threatening the mainland US and bringing the president to the negotiating table. The United States and the DPRK will join their efforts to build a lasting and stable peace regime on the Korean Peninsula. There is no direct commitment here to formalise those sentiments with a peace treaty to replace the armistice signed at the end of the Korean war in 1953. That would require the involvement of China and other countries that took part in the conflict. As expected, Trump offered “unspecified” security guarantees to North Korea, a gesture whose vagueness matches that of Kim’s commitment to denuclearise. Reaffirming the April 27, 2018 Panmunjom Declaration, the DPRK commits to work towards complete denuclearisation of the Korean Peninsula. This is the most critical, and easily the most problematic, of the leaders’ statements. It does not meet Washington’s long-stated goal of complete, verifiable and irreversible dismantlement (CVID) of North Korea’s nuclear arsenal, but simply restates Kim’s position after his summit with Moon. No serious analysts expected the North Korean leader to commit to CVID in his first meeting with Trump. That process – if it happens at all – could take years and cost billions of dollars. It also fails to define what is meant by denuclearisation. In Washington, it requires Kim to abandon his nuclear ambitions. But the North Korean interpretation is more complicated. The regime believes it should include the withdrawal of the US nuclear umbrella from South Korea, possibly including the withdrawal of all 28,500 US troops ranged along the South’s border with the North. As the Atlantic Council’s Alexander Vershbow said, it comes down to the difference between the denuclearisation of the Korean peninsula and the denuclearisation of North Korea. The United States and the DPRK commit to recovering POW/MIA remains, including the immediate repatriation of those already identified. One of the many legacies of the 1950-53 Korean war is the recovery and repatriation of the remains of prisoners of war and soldiers who went missing in action. “Remains of an estimated 5,300 missing American service members are in North Korea and potentially recoverable,” according to Stars and Stripes. “Because of an intensely strained relationship between the two countries, there’s been no successful effort to collect the remains since 2005.” This is probably the most risk-averse gesture Kim could have agreed to at the summit. Japan, however, will be disappointed that the text makes no mention of Japanese nationals who were abducted by North Korean agents during the cold war. It remains to be seen if Trump raised those abductions during his talks with Kim, having promised to do so in a phone call with the Japanese prime minister, Shinzō Abe, on Monday.",
    "keywords": [
        "war",
        "korea",
        "denuclearisation",
        "north",
        "remains",
        "kim",
        "lines",
        "read",
        "nuclear",
        "signed",
        "dprk",
        "trump",
        "korean"
    ],
    "summary": "There is no direct commitment here to formalise those sentiments with a peace treaty to replace the armistice signed at the end of the Korean war in 1953.\nAs expected, Trump offered “unspecified” security guarantees to North Korea, a gesture whose vagueness matches that of Kim’s commitment to denuclearise.\nNo serious analysts expected the North Korean leader to commit to CVID in his first meeting with Trump.\n“Remains of an estimated 5,300 missing American service members are in North Korea and potentially recoverable,” according to Stars and Stripes.\nJapan, however, will be disappointed that the text makes no mention of Japanese nationals who were abducted by North Korean agents during the cold war.",
    "sentiment": {
        "neg": 0.1081,
        "neu": 0.8042,
        "pos": 0.0877,
        "compound": -0.0217
    }
}