{
    "date": "2018-06-13T06:17:50Z",
    "title": "Kim Jong-un hailed victor in 'meeting of century' by North Korean media",
    "url": "https://www.theguardian.com/world/2018/jun/13/kim-jong-un-north-korea-summit-trump-visit-kcna",
    "content": "North Korea has hailed Tuesday’s summit between Donald Trump and Kim Jong-un as marking the end to hostile relations with the US, with state media depicting the meeting as a diplomatic victory for its leader. Trump offered his own assessment as he landed back on US soil, tweeting that Pyongyang no longer posed a nuclear threat. In its first report on the summit, North Korea’s official KCNA news agency offered a glowing account of the talks, name-checking Kim 16 times. The front page of the ruling workers’ party newspaper, the Rodong Sinmun, meanwhile, ran photographs of Kim warmly shaking hands with Trump. It said the “meeting of the century” was held to bring an end to “extreme, hostile relations” between the countries. KCNA said the talks were “epoch-making” and would help foster “a radical switchover in the most hostile [North Korea]-US relations”. It credited Kim with creating the conditions for peace and stability on the Korean peninsula. Trump, KCNA said, “appreciated that an atmosphere of peace and stability was created on the Korean peninsula and in the region, although distressed with the extreme danger of armed clash only a few months ago, thanks to the proactive peace-loving measures taken by the respected Supreme Leader from the outset of this year”. It also celebrated what some have described as Kim’s rapid transformation from reviled dictator to statesman following the positive reception he received in Singapore. “Singapore, the country of the epoch-making meeting much awaited by the whole world, was awash with thousands of domestic and foreign journalists and a large crowd of masses to see this day’s moment which will remain long in history,” it said. The agency added that Kim and Trump had accepted invitations to visit their respective countries. “Kim Jong-un invited Trump to visit Pyongyang at a convenient time and Trump invited Kim Jong-un to visit the US. “The two top leaders gladly accepted each other’s invitation, convinced that it would serve as another important occasion for improved DPRK-US relations,” it said, referencing the country’s official name, the Democratic People’s Republic of Korea. The summit has been widely regarded as a diplomatic coup for North Korea, which repeated its commitment towards denuclearisation in a joint statement that offered no details of how that would be achieved. In return, Trump, to the surprise of US ally South Korea and his own military, said he would end joint US-South Korea military exercises. Pyongyang considers the annual drills as a rehearsal for invasion. Trump said the drills would not be held while North Korea was still talking. “We’re not going to be doing the war games as long as we’re negotiating in good faith,” he told Fox News Channel. South Korean officials and US military commanders said they had had no advance knowledge of Trump’s announcement. Japan’s defence minister said the US military presence in South Korea and joint military exercises were “vital” for east Asian security. “We would like to seek an understanding of this between Japan, the US and South Korea,” Itsunori Onodera told reporters. Onodera said Japan would continue joint military exercises with the US and continue to improve its defences against a possible North Korean ballistic missile strike. Some analysts said Trump had made an unnecessary concession. Ending the drills “is in excess of all expert consensus, South Korean requests, and even a close reading of North Korean demands”, said Adam Mount of the Federation of American Scientists. Melissa Hanham of the US-based Center for Nonproliferation Studies pointed out that Pyongyang’s commitment towards denuclearisation was nothing new. The regime had “already promised to do this many times,” she said on Twitter, adding the two sides “still don’t agree on what ‘denuclearisation’ means”. On Wednesday, Trump again hailed the summit as historic. The release last month of three Americans being held by North Korea was secured during a surprise visit to Pyongyang by the secretary of state, Mike Pompeo. The date for Tuesday’s summit was set just hours after Tony Kim, Kim Hak-song and Kim Dong Chul arrived back in the US. In another tweet on Wednesday, Trump thanked Kim for taking “the first bold step toward a bright new future for his people”, adding, “Our unprecedented meeting ... proves that real change is possible!” Just before Air Force One took of from Singapore on Tuesday evening, Trump said he believed that Kim – whom he referred to as “little rocket man” last year – was a leader with whom he could do business. “I can only tell you that from the time I’ve dealt with him, which is really starting 90 days ago ... I think he wants to get it done,” Trump said when asked if he had any doubts about Kim’s sincerity. The president said Kim had immediately agreed to his request to return the remains of American prisoners of war and those who went missing in action during the 1950-53 Korean war. “As soon as I had my first opportunity, which was toward the end, I said could you do it. He said we will do it.” But he was still vague on how Washington intended to verify denuclearisation. “We’re going to have to check it and we will check it. We’ll check it very strongly.” Asked if he trusted Kim, Trump said: “I do.” During Tuesday’s summit, Kim said it was “urgent” for North Korea and the US to halt “irritating and hostile military actions against each other”, KCNA reported. “Kim Jong-un and Trump had the shared recognition to the effect that it is important to abide by the principle of step-by-step and simultaneous action in achieving peace, stability and denuclearisation of the Korean Peninsula,” it reported. The North Korean leader was quoted as saying the regime could take more goodwill measures if the US reciprocated with genuine measures to build trust, and that the two countries should take legal and institutional steps to avoid antagonising each other. The report added that Trump said he “understood”. South Korean media were generally positive about the talks, but pointed out that important questions remained over the process and timing of North Korean denuclearisation. “The summit fell short of expectations of a road map for denuclearisation, but the issue of dismantling the North Korean nuclear programme and assuring the security of its regime – two key agenda items of the summit – are as difficult to solve as a tangled knot,” the Korea Herald said in an editorial. The paper cautioned against any reduction in US forces based in South Korea, saying the bilateral alliance was key to South Korean president Moon Jae-in’s ability to foster further cross-border detente and implement the agreement. “For Moon to perform the role well, it is important to uphold a solid Korea-US alliance. The alliance is the basis of South Korea’s diplomacy and security. At its core are the US forces stationed in Korea”, it said.",
    "keywords": [
        "meeting",
        "summit",
        "south",
        "military",
        "victor",
        "hailed",
        "korea",
        "denuclearisation",
        "kim",
        "century",
        "visit",
        "media",
        "jongun",
        "trump",
        "north",
        "korean"
    ],
    "summary": "“Kim Jong-un invited Trump to visit Pyongyang at a convenient time and Trump invited Kim Jong-un to visit the US.\n“We would like to seek an understanding of this between Japan, the US and South Korea,” Itsunori Onodera told reporters.\nEnding the drills “is in excess of all expert consensus, South Korean requests, and even a close reading of North Korean demands”, said Adam Mount of the Federation of American Scientists.\nThe date for Tuesday’s summit was set just hours after Tony Kim, Kim Hak-song and Kim Dong Chul arrived back in the US.\nSouth Korean media were generally positive about the talks, but pointed out that important questions remained over the process and timing of North Korean denuclearisation.",
    "sentiment": {
        "neg": 0.0402,
        "neu": 0.8542,
        "pos": 0.1057,
        "compound": 0.2154
    }
}