{
    "date": "2018-05-14T04:47:10Z",
    "title": "'Mean and foolish': North Korea says Japan is stalling peace over cold war abductions",
    "url": "https://www.theguardian.com/world/2018/may/14/north-korea-says-japan-stalling-peace-cold-war-abductions",
    "content": "North Korea has claimed that its cold war abductions of Japanese citizens has been “resolved” and accused Japan of trying to wreck recent progress towards the denuclearisation of the Korean peninsula. The state-run KCNA news agency blasted Japan’s insistence that it will not normalise diplomatic ties with North Korea until it has settled the abductions of at least a dozen of its citizens in the 1970s and 80s. “The reactionaries of Japan are hyping the ‘issue of abduction’, which had already been settled,” KCNA said. “This is just a mean and foolish behaviour to stem the trend of peace on the Korean peninsula at any cost although it is unanimously hailed by the international community.” It added: “While the entire world actively supports and welcomes the upcoming North Korea-US summit as a step toward a bright future for the Korean peninsula, only Japan is moving against this trend.” Pyongyang allowed five of the abductees, who were used to teach their language and culture to North Korean agents, to return to Japan with their families in 2002, but insists that eight others died and that that the remaining four never entered the country. Abe said that Kim should understand that even if he reaches agreements with the US and South Korea on nuclear weapons and cross-border relations, Japan will not provide aid or normalise diplomatic ties unless the abductions are resolved. “The key is for the North Korean leader to decide,” Abe told Fuji TV last week. “It is extremely important for North Korea to normalise diplomatic relations with Japan to walk along the right track as part of international society.” Abe said he was open to a summit with with Kim, but added: “I will not just sit and talk for nothing. There is no way we will provide major economic assistance without resolving the abduction issue.” Any suggestion that the remaining abductees are dead or that Kim has no intention of discussing their fate will cause dismay in Japan. Abe has urged Trump to raise the abductions at his meeting with Kim in Singapore on 12 June, and made the same request of the South Korean president, Moon Jae-in, before he met Kim late last month. During his talks with Moon, Kim reportedly asked why Japan continued to rely on Washington and Seoul to raise the the abductions while refusing to discuss it with him directly, raising hopes that some of them may be alive. The families of abductees in Japan and South Korea fear that their fate is being forgotten amid the diplomatic focus on nuclear weapons and the release last week of three Americans from detention in North Korea. Japanese media reported that Trump and Abe are likely to meet twice in the space of a week next month, before and after the US president’s summit with Kim.",
    "keywords": [
        "summit",
        "war",
        "abe",
        "abductions",
        "diplomatic",
        "korea",
        "peace",
        "week",
        "kim",
        "japan",
        "mean",
        "foolish",
        "cold",
        "korean",
        "north",
        "stalling"
    ],
    "summary": "North Korea has claimed that its cold war abductions of Japanese citizens has been “resolved” and accused Japan of trying to wreck recent progress towards the denuclearisation of the Korean peninsula.\nThe state-run KCNA news agency blasted Japan’s insistence that it will not normalise diplomatic ties with North Korea until it has settled the abductions of at least a dozen of its citizens in the 1970s and 80s.\n“The reactionaries of Japan are hyping the ‘issue of abduction’, which had already been settled,” KCNA said.\n“The key is for the North Korean leader to decide,” Abe told Fuji TV last week.\nThe families of abductees in Japan and South Korea fear that their fate is being forgotten amid the diplomatic focus on nuclear weapons and the release last week of three Americans from detention in North Korea.",
    "sentiment": {
        "neg": 0.1078,
        "neu": 0.8512,
        "pos": 0.0411,
        "compound": -0.3125
    }
}