{
    "date": "2018-03-13T18:32:40Z",
    "title": "The Guardian view on Trump and Tillerson: he’s fired. What next? | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2018/mar/13/the-guardian-view-on-trump-and-tillerson-hes-fired-what-next",
    "content": "Calling your boss a moron is never a great career move, even when you are merely echoing what many others think. Talk of ousting Rex Tillerson as secretary of state and replacing him with CIA chief Mike Pompeo began when his reported insult was revealed last autumn. Donald Trump attacked such reports as “FAKE NEWS!” But they came from administration sources; and now that they have come to pass it bodes badly – or more accurately, even worse – for US foreign policy. Mr Tillerson’s extraordinary sacking on Tuesday reflected the administration’s broader dishonesty, chaos and conflict. It was swiftly followed by the removal of the president’s personal assistant, reportedly under investigation by the Department of Homeland Security for serious financial crimes. Only days ago Gary Cohn, Mr Trump’s top economic adviser, and communications director Hope Hicks said they were off. These are the latest in a record number of resignations and sackings. That this exit took so long made its timing and manner even more glaring. The state department spokesman (subsequently sacked) said Mr Tillerson learned of his exit like the rest of us, by tweet, though the White House said he had on Friday been warned of “imminent action” if he did not step aside. It came hours after he called the poisoning of former Russian spy Sergei Skripal a “really egregious act” that appeared to have “clearly” come from Russia; Mr Trump has been predictably muted. The administration’s claim that the switch will aid planned talks with North Korean leader Kim Jong-un, only weeks away, is a ludicrous attempt to distract. The change undermines diplomatic capacity just when it is most needed for complex, challenging and high-stakes negotiations. Picking Mr Pompeo, outspoken in attacking the Iran nuclear deal, tells Pyongyang it should have little hope of progress and little faith in any agreement that might be reached. It increases the deep concern that Mr Trump will follow through on his threat to pull out of the Iran accord. There is more bad news: the president plans to replace Mr Pompeo with his deputy, Gina Haspel, alleged to have played a pivotal role in the use of torture at “black sites” after 9/11 and the destruction of videotapes recording interrogations. Mr Tillerson did not do a good or even adequate job, though it is hard to see how anyone serving this president could. He gutted his department of expertise and experience, and was reluctant to engage with those who remained. It seems likely, however, that Mr Pompeo will be worse. Mr Tillerson and Mr Cohn were seen as moderating voices; taken together with the diminished status of Mr Trump’s son-in-law Jared Kushner, their departures suggest that the “globalists” are in retreat. Mr Pompeo is unquestionably a hardliner: combative, hawkish and ideological. His views on climate change make the former ExxonMobil chief he replaces look like an environmental champion. “We are always on the same wavelength,” the president enthused on Tuesday; a testimony as well to Mr Pompeo’s success in hugging his boss close. Mr Tillerson had limited success in reining in Mr Trump, and achieved that mostly through his tacit partnership with the defence secretary, James Mattis. To what extent will Mr Pompeo even try? He will have more credibility than his thoroughly undermined predecessor, but only as his master’s voice. Mr Trump seems increasingly confident that he is in command as others become ever more alarmed; and correspondingly unwilling to listen to his supposed advisers. How long will the new man last?",
    "keywords": [
        "worse",
        "mr",
        "fired",
        "department",
        "state",
        "editorial",
        "president",
        "tillerson",
        "success",
        "trumps",
        "trump",
        "view",
        "pompeo",
        "guardian",
        "hes"
    ],
    "summary": "Only days ago Gary Cohn, Mr Trump’s top economic adviser, and communications director Hope Hicks said they were off.\nIt increases the deep concern that Mr Trump will follow through on his threat to pull out of the Iran accord.\nMr Tillerson and Mr Cohn were seen as moderating voices; taken together with the diminished status of Mr Trump’s son-in-law Jared Kushner, their departures suggest that the “globalists” are in retreat.\nMr Tillerson had limited success in reining in Mr Trump, and achieved that mostly through his tacit partnership with the defence secretary, James Mattis.\nMr Trump seems increasingly confident that he is in command as others become ever more alarmed; and correspondingly unwilling to listen to his supposed advisers.",
    "sentiment": {
        "neg": 0.1079,
        "neu": 0.8101,
        "pos": 0.082,
        "compound": -0.0831
    }
}