{
    "date": "2018-01-04T04:59:43Z",
    "title": "Xi Jinping tells army not to fear death in show of China's military might",
    "url": "https://www.theguardian.com/world/2018/jan/04/xi-jinping-tells-army-not-to-fear-death-in-show-of-chinas-military-might",
    "content": "Xi Jinping has reaffirmed his status as China’s most dominant leader since Chairman Mao with another tub-thumping display of military brawn involving thousands of heavily armed troops. Speaking at a military assembly in the northern province of Hebei, Xi told about 7,000 service men and women they should fear “neither hardship nor death” as they implemented the Communist party’s orders. The military should “create an elite and powerful force that is always ready for the fight, capable of combat and sure to win in order to fulfill the tasks bestowed by the Party and the people in the new era,” added Xi, who was recently anointed one of modern China’s most powerful rulers. “As Xi Jinping announced his instructions, there was prolonged and thunderous applause,” the party’s official newspaper, the People’s Daily, reported in a front-page story, alongside a photograph showing Xi clad in combat fatigues and black leather gloves. The newspaper claimed troops had gathered in 4,000 separate locations across China to hear their commander-in-chief’s decree. Turning to the scarlet flag of the People’s Liberation Army (PLA), they vowed to “resolutely obey Chairman Xi’s order”. The Global Times, a nationalist, party-run tabloid, called Wednesday morning’s mobilisation – the latest in a series of high-profile military reviews in mainland China and Hong Kong – a “landmark” event. “This is the first time since the founding of the country that instructions on military training have been directly issued by the chairman of the CMC [Central Military Commission], and it shows that improving combat readiness is now a strategic mission for the Chinese military,” Xu Guangyu, a retired major general, told the newspaper. The event comes amid rumbling fears of a potential conflagration over the border in North Korea. On Wednesday US president Donald Trump used Twitter to taunt the North Korean leader, Kim Jong-un, and his “depleted and food-starved regime”. “I too have a Nuclear Button, but it is a much bigger &amp; more powerful one than his, and my Button works!” Trump wrote. Additional reporting by Wang Xueying and Wang Zhen",
    "keywords": [
        "military",
        "troops",
        "chairman",
        "tells",
        "fear",
        "chinas",
        "combat",
        "wang",
        "told",
        "powerful",
        "army",
        "jinping",
        "xi",
        "death",
        "trump",
        "newspaper"
    ],
    "summary": "Xi Jinping has reaffirmed his status as China’s most dominant leader since Chairman Mao with another tub-thumping display of military brawn involving thousands of heavily armed troops.\nSpeaking at a military assembly in the northern province of Hebei, Xi told about 7,000 service men and women they should fear “neither hardship nor death” as they implemented the Communist party’s orders.\nThe newspaper claimed troops had gathered in 4,000 separate locations across China to hear their commander-in-chief’s decree.\nTurning to the scarlet flag of the People’s Liberation Army (PLA), they vowed to “resolutely obey Chairman Xi’s order”.\n“I too have a Nuclear Button, but it is a much bigger &amp; more powerful one than his, and my Button works!” Trump wrote.",
    "sentiment": {
        "neg": 0.0467,
        "neu": 0.9052,
        "pos": 0.0481,
        "compound": 0.0238
    }
}