{
    "date": "2018-01-14T17:28:23Z",
    "title": "Hawaii Democrat: false missile alarm shows Trump failure on North Korea",
    "url": "https://www.theguardian.com/us-news/2018/jan/14/hawaii-missile-false-alarm-north-korea-trump-tulsi-gabbard",
    "content": "The false alarm about a ballistic missile strike that terrified Hawaiians on Saturday showed Donald Trump’s policy on North Korea is wrong, a Democratic US representative from the state said on Sunday. “What makes me angry,” Tulsi Gabbard told CNN’s State of the Union, “is that, yes, this false alarm went out and we have to fix that in Hawaii but really we’ve got to get to the underlying issue here, of why are the people of Hawaii and the US facing a nuclear threat coming from North Korea? “And what is this president doing, urgently, to eliminate that threat?” Trump was on the golf course in Florida when the alert went out on Saturday morning, Hawaiian time. The alert text read: “Ballistic missile threat inbound to Hawaii. Seek immediate shelter. This is not a drill.” “It was definitely kind of a panic zone,” Ashley Trask, 39 and from Kauai, told the Guardian. “Everyone knows you have about 15 minutes until detonation and no one knows where it will land.” Family members “called us and they were crying because they realized they wouldn’t have made it to us”, Trask said. Beth Ann Brooks of Haleiwa said she and her husband sheltered in their bathroom with their children. “The fear I felt was unlike anything I’ve ever experienced,” she said. It took 38 minutes for state authorities to send a second message saying the alert was an error. Governor David Ige told CNN the false alarm was “a mistake made during a standard procedure at the change over of a shift, and an employee pushed the wrong button”. On Sunday, Gabbard said “‘traumatic’ understates the experience that the people of Hawaii went through” and added that the person responsible for the alert should be held accountable. Hawaii Emergency Management Agency administrator Vern Miyagi said he took responsibility and officials would study the error. Ajit Pai, chair of the Federal Communications Commission Chairman, said he would launch an investigation. As tension between the Trump White House and nuclear-armed Pyongyang has risen, Trump trading public insults with Kim Jong-un and bragging about the size of his “nuclear button”, fears that North Korea could reach US territory with a nuclear weapon have surged. “Hawaii has just started a few months ago these monthly nuclear attack sirens as a test,” Gabbard said, “telling people, ‘You hear the siren, you’ve got 15 minutes to seek shelter.’” “So people who got this message yesterday, they’re literally going through this feeling of, ‘I’ve got minutes to find my loved ones, to say my last goodbyes, to figure out where I could possibly find shelter that will protect them from a nuclear attack.’ And not having an answer to those questions. “This was unacceptable that it happened but it really highlights the stark reality that the people of Hawaii are facing.” Gabbard, a military veteran and member of the House armed services and foreign affairs committees, added: “I’ve been calling on President Trump to negotiate directly with North Korea, to sit across the table from Kim Jong-un, work out the differences so that we can build a pathway towards denuclearisation, to remove this threat.” There should be no preconditions to such talks, Gabbard said, which meant that North Korea should not have to give up its nuclear weapons first as the US demands. Washington should assure Pyongyang it is not pursuing regime change, she said. The White House responded to the false alarm by releasing a statement that said Trump had been briefed. The statement also placed blame on Hawaii, saying the alarm was “purely a state exercise”. Brian Schatz, a Democratic US senator from Hawaii, said on Saturday “this system failed miserably and we need to start over” and added that he would work with the US military’s Pacific command “on an after-action process to make sure that this process gets fixed”. “This is a state responsibility but we will take collective action,” Schatz tweeted. The homeland security secretary, Kirstjen Nielsen, told Fox News Sunday the error was “very unfortunate”. People should still abide by such alerts, she said. Trump mentioned North Korea and Kim on Sunday morning, but only in the context of a tweet complaining of a complaint about an alleged reporting error by a mainstream news outlet. “The Wall Street Journal stated falsely that I said to them ‘I have a good relationship with Kim Jong Un” (of N. Korea),’” the president wrote. “Obviously I didn’t say that. I said ‘I’d have a good relationship with Kim Jong Un,’ a big difference. “Fortunately we now record conversations with reporters and they knew exactly what I said and meant. They just wanted a story. FAKE NEWS!” The Journal interview was published on Thursday, under the headline “Donald Trump Signals Openness to North Korea Diplomacy in Interview”. According to the transcript published on the paper’s website, Trump said: “I probably have a very good relationship with Kim Jong-un of North Korea.” Trump was asked if he had spoken to Kim. “I don’t want to comment on it,” he was quoted as saying. “I’m not saying I have or haven’t. I just don’t want to comment.” A White House official told Reuters on Sunday the delay in publicly disputing the Journal’s account was caused by a failed attempt to get the paper to correct its story. Additional reporting by Julia Carrie Wong and Liz Barney",
    "keywords": [
        "hawaii",
        "korea",
        "shows",
        "failure",
        "state",
        "alarm",
        "democrat",
        "kim",
        "nuclear",
        "told",
        "gabbard",
        "trump",
        "missile",
        "false",
        "north"
    ],
    "summary": "The false alarm about a ballistic missile strike that terrified Hawaiians on Saturday showed Donald Trump’s policy on North Korea is wrong, a Democratic US representative from the state said on Sunday.\nThe White House responded to the false alarm by releasing a statement that said Trump had been briefed.\nTrump mentioned North Korea and Kim on Sunday morning, but only in the context of a tweet complaining of a complaint about an alleged reporting error by a mainstream news outlet.\nFAKE NEWS!” The Journal interview was published on Thursday, under the headline “Donald Trump Signals Openness to North Korea Diplomacy in Interview”.\nAccording to the transcript published on the paper’s website, Trump said: “I probably have a very good relationship with Kim Jong-un of North Korea.” Trump was asked if he had spoken to Kim.",
    "sentiment": {
        "neg": 0.0958,
        "neu": 0.855,
        "pos": 0.0492,
        "compound": -0.1877
    }
}