{
    "date": "2018-01-18T08:00:57Z",
    "title": "Australia Day: Tony Abbott says British settlement 'a very good thing'",
    "url": "https://www.theguardian.com/australia-news/2018/jan/18/australia-day-tony-abbott-says-british-settlement-a-very-good-thing",
    "content": "British settlement was a “very good thing” although not “good immediately for everyone”, Tony Abbott has said. With Malcolm Turnbull in Japan meeting with his counterpart, Shinzo Abe, to discuss North Korea, security and trade, the former prime minister weighed in on the debate about moving Australia Day and praised Donald Trump’s efforts in North Korea. When asked on 2GB radio about the Greens’ renewed focus on changing the date from 26 January due to concerns it celebrates the day of British settlement and Indigenous dispossession, Abbott suggested advocates of change were “embarrassed about our country”. Abbott accused Labor of “deafening silence on the issue”. “To the extent that any Labor party people have spoken here, they’ve tried to have a bet each way, which is so typical,” he said. On Thursday Bill Shorten said there was a “range of views” but he was “on the record as supporting Australia Day staying on January 26”. “I can respect that different people have different views,” he said. “You’re not going to see me sneering at Indigenous Australians who want to have a discussion about a different date for Australia Day.” Abbott suggested Australians needed to “be unambiguous about our country: Australia is a great country. “We must work … to make ourselves better but we don’t do that by wallowing in endless, carping self-criticism. “British settlement was a very good thing – it wasn’t good immediately for everyone. But the modern Australia that emerged from British settlement … is something that all of us, on balance, can and should be proud of. “This idea that we can rewrite history, this idea that we should never have been settled the way we were, (a) it’s unrealistic and (b) it flies in the face of our country’s historical achievement.” At a press conference in Tokyo, Turnbull said that he and Abe were “very committed” to concluding negotiations for the Trans-Pacific Partnership when trade ministers next meet to discuss it in March. At a lunch function the Australian prime minister said the TPP, which was revived in 2017, would not have been possible without Japan and Australia pushing for it to continue after Donald Trump withdrew the United States from the deal. Turnbull said the TPP was likely to be a success that other countries would seek to join and was structured to allow the US to rejoin in future if it wished. Indonesia and China have already indicated a desire to join. With North Korea the focus of talks between Turnbull and Abe, the Australian prime minister dismissed suggestions that cooperation between North and South Korea on the Winter Olympics was a meaningful indicator of diplomatic success. He said the focus remained denuclearisation. “When the regime shows real movement in that direction, I think that’s where negotiations can begin in earnest,” Turnbull told reporters. “We have to maintain the economic pressure from the sanctions and not to ... accept a sort of a lull from North Korea as an indication that they are going to change their ways.” Turnbull said he agreed with the US secretary of state, Rex Tillerson, that the military option should remain on the table. Australia and Japan are pushing for closer defence ties and will later in 2018 sign a defence agreement that will provide a legal framework for more joint military exercises. Under the deal Japanese troops could conduct military exercises out of Darwin – almost 76 years after Japanese planes bombed the city in the second world war. Abbott said Trump had “injected a new element of firmness” into the crisis on the Korean peninsula. “As a result, we’ve seen the Chinese ratchet up the pressure on the North Koreans,” he said. “I find it a little dismaying. Instead of giving this guy credit, so many people, particularly on the left of politics, keep sneering at him.”",
    "keywords": [
        "tony",
        "turnbull",
        "korea",
        "thing",
        "australia",
        "british",
        "prime",
        "abbott",
        "settlement",
        "good",
        "day",
        "north"
    ],
    "summary": "British settlement was a “very good thing” although not “good immediately for everyone”, Tony Abbott has said.\nOn Thursday Bill Shorten said there was a “range of views” but he was “on the record as supporting Australia Day staying on January 26”.\n“You’re not going to see me sneering at Indigenous Australians who want to have a discussion about a different date for Australia Day.” Abbott suggested Australians needed to “be unambiguous about our country: Australia is a great country.\n“British settlement was a very good thing – it wasn’t good immediately for everyone.\nBut the modern Australia that emerged from British settlement … is something that all of us, on balance, can and should be proud of.",
    "sentiment": {
        "neg": 0.0477,
        "neu": 0.831,
        "pos": 0.1212,
        "compound": 0.2668
    }
}