{
    "date": "2018-04-20T14:57:59Z",
    "title": "Inside North Korea, all they will say about Trump is 'he's crazy'",
    "url": "https://www.theguardian.com/world/2018/apr/20/north-korea-pyongyang-kim-jong-un-donald-trump",
    "content": "From Pyongyang’s vast, empty boulevards to its dusty, disorderly alleyways, there is no talk of the high-stakes summit between the US president, Donald Trump, and North Korean leader, Kim Jong-un, that has transfixed the rest of the world. The meeting is still a state secret, unmentioned in official media, unknown to the majority of Kim’s citizens – and far too dangerous for those who have heard whispers to discuss them in public. Days after the CIA chief, Mike Pompeo, met Kim in Pyongyang, official minders shepherding foreign journalists on a highly choreographed trip around the city refused several times to translate questions about Trump’s visit, saying only that “political questions” were not allowed or “not proper”. North Koreans are inundated with propaganda about American aggression from childhood. At one model kindergarten on the outskirts of Pyongyang, visited by journalists last week, a poster warning against imperialists sat alongside murals of birds and butterflies. Plastic guns and tanks sat in classrooms beside model teapots and cooking sets. The people are also surrounded by murals and statues sanctifying the ruling dynasty: Kim, his father Kim Jong-il, and his grandfather and “eternal president” Kim Il-sung. Kim Il-sung’s birthday, 15 April, is a national holiday known as the Day of the Sun, when thousands of Koreans in formal dress flock to murals, statues and his official birthplace to leave flowers and bow in carefully choreographed tribute. Apartments the three leaders have visited, trains they have travelled on – even a coffee shop chair once sat on by the youngest Kim – are marked with plaques or other signs. Formal portraits of the two elder Kims’ photos have a place of honour in every home. Their quotes adorn government buildings, workplaces, schools and universities. This system of indoctrination and propaganda complicates any official announcement of the Trump meeting. An ideological framework must be devised to explain the talks with the enemy; and regardless of how they are presented, there is an uncomfortable margin for the “infallible” leader to be seen to fail in his aims. Trump is a volatile opponent who telegraphed his impatience even before the two men fixed a place to talk, warning he would walk away if he thought the preparations weren’t going anywhere. But this unpredictability is the reason there are talks at all. Trump’s barrage of verbal and Twitter attacks on North Koreans – which have been reported there – led Pyongyang to question if it was, for the first time in a generation, facing a US president willing to attack them, experts say. The bluster of decades of North Korean threats against America was based in no small part on the very real threat the regime poses to the people of Seoul. Millions live in the South Korean capital, which is barely 50km from the de facto border with the north. That it is well within range of artillery and other weapons means the city effectively serves as a human shield for Pyongyang’s nuclear programme. Officials there have long calculated that no US president would risk lives in Seoul with an attack on the North. But under Trump that is no longer a safe assumption, says Andrei Lankov, professor of Korean Studies at Kookmin University. “[North Korea] is facing a pretty unprecedented situation,” said Lankov, the author of Real North Korea. “A US president who appears willing to initiate a strike against them no matter what damage it will do to Seoul, and sanctions seriously affecting their economy.” In Pyongyang, the minders who barred questions from western journalists about the summit were frank about Trump himself. “He is crazy,” said one, referring to Trump’s belligerent speech to the United Nations. “[North Koreans] could not believe it when he actually threatened the annihilation of an entire nation of 25 million people.” Adding to pressure on Kim, international trade vital to the economy has been stifled after China’s unexpected decision to implement harsh sanctions approved by the United Nations. For years the Chinese government paid little more than lip service to various tranches of sanctions aimed at reining in the nuclear programme. North Koreans sent seafood, coal and the country’s esoteric range of other legal exports across the border and brought oil, consumer goods and desperately needed hard currency home. But last autumn that changed. Not all trade has been cut off. China was still buying at least one type of sanctioned iron this spring, the website NK News reported. But from factories forced to ration power, to the silent testimony of idle construction sites, a sudden flood of seafood into the domestic market, and countless other small signs, there is widespread consensus that Beijing has decided to crack down in an unprecedented way. China’s motives are opaque; they too may be worried about the prospect of a war on their doorstep given Trump’s belligerence, or share worries about nuclear weapons spreading in a region where they have until now been the only nuclear power. But their impact is unquestionable. North Korea is officially committed to self-reliance, and says it can survive controls on trade. In a place where ideology often trumps reality, it is hard to have a frank discussion about the effect of China closing the border. At one shoe factory in Pyongyang, the manager strenuously insisted all their raw materials were produced inside North Korea, as workers standing just metres away opened sacks of plastic pellets stamped “made in China” to feed the production line. But the effects have been severe and widespread enough to merit some official reference. “Its true that these sanctions are giving some obstacles to the development of the economy,” said Ri Gi-song, a professor at the Academy of Social Sciences in Pyongyang in a rare interview. That was a week after the prime minister, Pak Pong-ju, attacked “vicious sanctions and pressure manoeuvres”, and warned of “unprecedented massive challenges” in an April report to North Korea’s rubber-stamp parliament, the website 38 Degrees reported. The squeeze from China is likely affecting government coffers, which are bolstered by funds from private enterprise even though there is officially no tax in North Korea. And Kim may be worried that as the economy suffers, austerity may erode support from the small elite who have grown accustomed to the modest luxuries that constitute a high-end lifestyle in North Korea: eating out and drinking in pubs, Karaoke nights, and occasional trip to funfairs and water parks. Kim, like his predecessors, has proved adept at manipulating regional and world powers into providing aid and political support while offering little in return. Now Kim may at last be forced into making real changes to stave off looming political and economic crises. “They are going to make concessions in order not to be shot at, and have parts of the sanctions lifted,” Lankov said, suggesting they could include a moratorium on missile and nuclear tests. But he believes neither domestic nor international pressure will persuade the government to fully give up its nuclear programme. “They are not suicidal and if they lose the nuclear weapons, they become extremely vulnerable.”",
    "keywords": [
        "crazy",
        "korea",
        "inside",
        "president",
        "official",
        "kim",
        "nuclear",
        "sanctions",
        "trumps",
        "trump",
        "say",
        "pyongyang",
        "north",
        "hes"
    ],
    "summary": "The people are also surrounded by murals and statues sanctifying the ruling dynasty: Kim, his father Kim Jong-il, and his grandfather and “eternal president” Kim Il-sung.\nOfficials there have long calculated that no US president would risk lives in Seoul with an attack on the North.\n“[North Korea] is facing a pretty unprecedented situation,” said Lankov, the author of Real North Korea.\nNorth Korea is officially committed to self-reliance, and says it can survive controls on trade.\nThe squeeze from China is likely affecting government coffers, which are bolstered by funds from private enterprise even though there is officially no tax in North Korea.",
    "sentiment": {
        "neg": 0.0961,
        "neu": 0.8498,
        "pos": 0.0541,
        "compound": -0.1626
    }
}