{
    "date": "2018-03-08T14:22:11Z",
    "title": "North Korea's Paralympic presence raises eyebrows as winter games open",
    "url": "https://www.theguardian.com/sport/2018/mar/08/pyeongchang-takes-winter-paralympics-to-new-level",
    "content": "The Paralympics opens on Friday in Pyeongchang in what will be the largest winter Games to date, with 240 medals up for grabs and North Korea making its debut, part of a wider cooling of tensions. The Games will run over 10 days and 670 athletes will compete, over 100 more than in Sochi four years ago, across six sports: para Alpine skiing, para biathlon, para cross-country skiing, sleigh hockey, para snowboarding and wheelchair curling. All eyes will likely be on the North Korean athletes who arrived on Wednesday as part of a 24-member delegation. It will be the first time North Korea has participated in the Winter Paralympics. It sent just one athlete to the summer edition in London and two to the Games in Rio de Janeiro. Six athletes have travelled to Pyeongchang, but only two will actually compete, both in Nordic skiing events. However, South and North Korea will not march together at the opening ceremony of the Winter Paralympics, as they did at the Olympics last month, because they cannot agree on a united flag that erases islands disputed with Japan, officials said. The athletes and officials from the North said little on arrival in South Korea – one senior official said only: “I am pleased” – before they were rushed on to buses bound for Pyeongchang. North Korea’s participation is part of a wider rapprochement on the Korean peninsula, and comes after it sent a delegation of more than 500 people to the Olympics, including cheerleaders and performers. Pyongyang has gone from issuing threats of war to saying it is willing to relinquish its nuclear weapons as part of negotiations with the US. But North Korea’s presence at the Paralympics has raised eyebrows due to a history of claims of official discrimination against disabled people. People are routinely sent to prison camps because of their disability, according to a UN report, and North Koreans who have fled the country have described harassment by the authorities. But adversity has led to some inspiring stories among the competitors. There are a wide range of disabilities, including amputated limbs, blindness, learning disabilities and spinal injuries. Athletes in the same sport compete in different categories based on their disability, to ensure an even playing field. Choi Kwang-hyouk fled North Korea shortly after his left foot was amputated – without anaesthesia – and will represent South Korea in para ice hockey. Brenna Huckaby became the first Paralympian photographed for the Sports Illustrated swimsuit edition and will compete in the two snowboard events. She lost her leg when she had cancer as a child and hopes the publicity will raise awareness of the Paralympics and encourage more people to participate. “We work just as hard as the Olympians,” she said in an interview with the Salt Lake Tribune. Two of the UK’s athletes lost limbs while serving with the military in Afghanistan, with Scott Meenagh’s appearance in Nordic skiing the first for a British athlete in two decades. Owen Pick will be one of Team GB’s first Paralympic snowboarders. The Paralympics organisers have said 275,000 tickets have been sold, about 89% of those made available so far. It’s a huge rise from a number that barely registered in October 2017. But many South Koreans are unaware of the Games, and just days before the opening ceremony a poll showed only about a third of people knew when the Paralympics would begin. Attracting an audience has been one of the main goals of the International Paralympic Committee (IPC), and internet streaming services mean more people can watch events than in previous years. “What is greatly encouraging is that not only do we have more broadcasters but many of them are also dedicating more airtime across all platforms than previous Games editions,” Alexis Schaefer, the IPC’s commercial and marketing director, said in a statement. “We have more broadcasters than ever before set to cover the Winter Paralympics which shows the growing global interest in para sport.” As in the Olympics, Russian athletes will not compete under the Russian flag, but instead as individuals and grouped under the term “neutral Paralympic athlete”. Russia’s Olympic and Paralympic committees were banned following revelations of a state-sponsored doping programme. The Paralympics have not been without controversy, and in recent years organisers have struggled with questions about how athletes are grouped according to their disability. Bethany Woodward, a British sprinter with cerebral palsy, quit competing and handed back a medal after saying more able-bodied athletes were allowed to race against her.",
    "keywords": [
        "south",
        "athletes",
        "raises",
        "korea",
        "games",
        "paralympics",
        "skiing",
        "eyebrows",
        "presence",
        "winter",
        "paralympic",
        "para",
        "compete",
        "open",
        "north",
        "koreas"
    ],
    "summary": "The Paralympics opens on Friday in Pyeongchang in what will be the largest winter Games to date, with 240 medals up for grabs and North Korea making its debut, part of a wider cooling of tensions.\nAll eyes will likely be on the North Korean athletes who arrived on Wednesday as part of a 24-member delegation.\nIt will be the first time North Korea has participated in the Winter Paralympics.\nBut North Korea’s presence at the Paralympics has raised eyebrows due to a history of claims of official discrimination against disabled people.\nChoi Kwang-hyouk fled North Korea shortly after his left foot was amputated – without anaesthesia – and will represent South Korea in para ice hockey.",
    "sentiment": {
        "neg": 0.0557,
        "neu": 0.9008,
        "pos": 0.0435,
        "compound": -0.0533
    }
}