{
    "date": "2018-02-10T15:27:30Z",
    "title": "Winter Olympics 2018: first golds decided on day one – as it happened!",
    "url": "https://www.theguardian.com/sport/live/2018/feb/10/winter-olympics-2018-day-one-curling-snowboarding-and-more-live",
    "content": "As the much-heralded debut of a joint women’s team brings an 8-0 defeat, spectators in a local bar divide over the One Korea idea … One more report from Sean in Pyeongchang for the day … Semen Elistratov became the first athlete from Russia to win a medal at this year’s Winter Olympics after a thrilling men’s 1500m short track speed skating final – and promptly dedicated it to the 200 compatriots who he said were “unfairly” excluded from the Games. “I have difficulties to hold back my tears,” said Elistratov, who snatched a surprise bronze when a crash took out two skaters in front of him near the end of the race. That’s your lot for day one. Kate O’Halloran will be back with day two … here’s the schedule. Thanks for joining us today. Poland’s Stefan Hula can’t go longer on the final jump. It’s silver for Norway’s Robert Johansson and bronze for Peter Prevc of Slovenia. Sean Ingle is out in Pyeongchang and he’s got the opening-day wrap on British athletes, chief among them Elise Christie. Robert Johansson leaps furthest, taking first place in the ski jump and giving Norway a one-two for the time being. Late into the Pyeongchang night and a new leader for the ski jump: Daniel-André Tande, from Norway, has soared into gold-medal position. Checking back in on the ski jump, where Slovenia’s Peter Prevc currently holds the lead. Reuters report on the men’s luge: A record-equalling third successive gold medal is within reach of Felix Loch after the German luge great emerged top of the time-sheets following an incident-packed opening session in the men’s singles. The 28-year-old, bidding to match his mentor Georg Hackl’s golden hat-trick in the 1990s, steered his sled with a laser-like precision as his nearest rivals battled for control at the tricky Olympic Sliding Centre track. Surprisingly pipped by David Gleirscher in the opening run, Loch found extra pace in his second to leapfrog the Austrian with an aggregate time of one minute 35.299 seconds. As in Sochi four years ago and Vancouver in 2010, Loch will go to bed in the gold-medal position ahead of Sunday’s final runs but said he would have little trouble sleeping. “The last two times it was no problem,” the beaming Bavarian, who holds a 0.188-second lead over Gleirscher, told reporters. “So I’m looking forward to the Olympic village to go to bed.” In the men’s ski jumping, quite simply Poland lead the way. Stefan Hula is the leader with a score of 131.8, ahead of Kamil Stoch and Johann Andre Forfang who are level on 125.9. The final will see 30 out of the 50 competitors compete for gold. You wouldn’t bet against a Pole taking pole position in Pyeongchang, where it’s -14 and approaching midnight. The result of that final, the fifth and final medal, will be here later, with the event set to start – slightly delayed – in around 30 minutes time. Poland’s Stefan Hula jumps into the provisional lead in the ski jumping. Germany’s Karl Geiger and the aforementioned Kobayashi have been put into the shade with a magnificent 111m effort. The final is on the way shortly. In the men’s luge, two-time champion Felix Loch leads the second session by 0.188secs. The final two runs take place on Sunday. So, four golds have already been dished out, with one more still to come on day one in Pyeongchang. The men’s ski jumping final will get under way before 2pm (GMT). Japan’s Ryoyo Kobayashi looks set to qualify with the best score from the judges, while USA’s Kevin Bickner recorded 109m. It has been a good opening day for hosts South Korea, as well as the usual suspects, Germany and the Netherlands: In the ice hockey, Switzerland are cruising 5-0 against the unified Korea team. They have been clinical and Alina Muller has been seemingly unplayable. And there is still the third period to play. Still, the support has been fanatical, if a little unnerving. And it’s a Dutch one-two-three in the speed skating. Ireen Wust takes silver while Antoinette De Jong lands a bronze medal. In the ice hockey, Switzerland head back down the tunnel with a 3-0 lead over the unified Korea team. Muller helped herself to a hat-trick and it’s been simply one-way traffic in that first period. A great atmosphere, nevertheless. This a nice read, by Amanda Doyle: The South Korean prompts brilliant scenes inside the Gangneung Ice Arena. The host country’s first medal comes in its best sport: in the men’s 1,500m short-track speed skating. Meanwhile, the first medal to an “Olympic Athlete from Russia” after Semen Elistratov lands bronze. Have a look at this gallery, featuring the best of day one to date: Germany’s Dahlmeier cruises to victory in the 7.5km sprint, sauntering to land gold after racking up a time of just over 21.06.02mins. Norway’s Marte Olsbu takes silver while Czech Republic’s Veronika Vitkova takes bronze. Ah ... Alina Muller puts Switzerland in front with a quick-fire double in this first period. She carved through the Korea defence before driving a wonderful forehand beyond the goaltender. The second sees Muller wrap up a slick Swiss move, after great work by Sarah Benz. Give me a K ... Fanfare on the ice, as the unified Korea team take on Switzerland. Kim Yo-jong, the sister of Kim Jong-un is present. She is not part of the cheerleading squad but every time Korea go anywhere near the Switzerland goal, there is uncontrolled excitement from the crowd, who, frankly, are going absolutely berserk. It’s still 0-0, of course. In the men’s luge, Felix Loch has applied the pressure to Gleischer, after setting a new fastest time of 47.625secs. He has shaved a few milliseconds off his previous effort, and the dream to become a three-time Olympic champion is still very much on. A team huddle for the unified Korea ice hockey team, before their match against Switzerland at the Kwandong centre gets under way: In the men’s luge, David Gleischer is slower through his second run, registering 47.825secs. That’s two seconds longer than his first table-topping time. That will provide some encouragement for Felix Loch and co. Right on cue, Latvia’s Kristers Aparjods sets an impressive 47.834secs. A reminder that Gleischer’s time to beat from the first run is 47.652secs. Regarding that controversial Charlotte Gilmartin disqualification, here’s an email. “Gilmartin was clearly not at fault, but subsequent decisions in both men’s and women’s heats prove that the judging is highly questionable again,” argues Chris Page. “If Christie hadn’t won hers so emphatically, I fear she would have fallen foul once more.” Gilmartin has sustained a rib injury, but is still expected to be fit enough to compete in the upcoming 1,000m and 1,500m. It’s not just Pence, the United States’s vice-president, or Moon, the South Korean president, in the crowd at the Gangneung arena but also Guus Hiddink, the former South Korea football manager, something of a God in these parts. Hiddink led Korea to the semi-finals of the World Cup in Seoul 2002. A world away from a caretaker stint at Stamford Bridge, that’s for sure. Do continue to get in touch. “Speed skating really is a made-for-TV spectacle,” tweets Guy Hornsby. “Skill, speed, power, accidents and super slow-mo judgements. The best? They can win, or end up in the barriers. No wonder Elise Christie was bricking it. It was difficult enough just watching.” In the men’s luge, when the second session gets under way at the Sliding Centre from around midday, Austria’s David Gleirscher will be the man to beat after registering a time of 47.652secs. He managed to pip Felix Loch into top spot – for now. Germany’s Ludwig is currently third. Elise Christie, after reaching the quarter-finals of the women’s 500m, speaks. “I’m not going to lie, I don’t think I’ve been as nervous as that for about six years,” she says. “I think because everybody back home has been so excited to see me skate again, I thought ‘maybe I can’t do this.’ But I did.” The judges are, once again, huddled around the TV screens as another photo finish takes centre stage in the short-track 1,500m men’s semi-finals. It has been something of a VAR epidemic in Pyeongchang. Canada’s Charles Hamelin – eventually – advances. More drama in the short track, with the judges are taking a long, hard look at a three-way crash between Gilmartin, Malagich and Jaszapati. They end up in a heap while Gilmartin looks to have injured her hip. Choi Min-jeong eases to victory, and she sails through to the quarter-finals. Gilmartin is disqualified as a result of that inquest. Am not too sure whether the Briton was actually the instigator but sticks and stones and all that. Meanwhile, Choi has also broken the Olympic record set by Christie about 15 minutes ago after registering a 42.870secs time. Phew! An almost horrific clash between Canada’s Jamie MacDonald and France’s Tifany Marchand out on the track. MacDonald loses her footing, and as she slides towards the barriers and hoardings, she misses the advancing Marchand by a whisker. Both are fortunate to come away totally unscathed, although MacDonald picks up a penalty. Great Britain’s Charlotte Gilmartin is out on the ice now ... Elise Christie wins her heat, and she’s safely through to Tuesday’s quarter-finals. She laid the gauntlet down with a rasping start, and Christie is all smiles out there on the ice. Her time? A lightning 42.89secs, an Olympic record. Cue the cheerleading ... The Gangneung Ice Arena is the venue for the short-track speed skating heats. Mike Pence and Moon Jae-in are among those in the crowd there. Elise Christie will be hoping to make her mark in the 500m heats, with the quarter-finals taking place on Tuesday. Kathryn Thompson is on the deck early on in her heat, after a clash with Hungary’s Keszler. They restart but Thompson doesn’t make it through, at the expense of Italy’s Fontana and Keszler. But it’s the North Korean cheerleaders who are making the biggest impression ... Keep up to speed with all the goings on at Pyeongchang over the next couple of weeks: The short-track speed skating is a big hit with the locals and beyond: Felix Loch, the two-time Olympic champion, makes a great start in Pyeongchang. On his first run, the 28-year-old races into the lead ahead of countryman Johannes Ludwig, setting a 47.674secs. He is searching for his and Germany’s third men’s luge gold from as many Games. “It would be cool,” Loch said in the buildup to kick-off in South Korea this week. In the opening heat of the 1,500m short-track speed skating, Farrell Treacy crashes into the barrier and promptly falls out of contention. Victory goes to Hungary’s Liu Shaolin Sandor, the boyfriend of Elise Christie. Gerard and Elistratov also through. But now, time for the men’s luge ... This makes sensible reading on day one of all days: To the Gangneung Curling Centre then, where Canada are doing battle with Switzerland. The former leads 6-2, with end 6 in play. Sweden win 2-1 against Japan, but there is a sense of relief around them, as they mob goaltender Sara Grahn for ultimately keeping them in it. Sweden will have to play a lot better than that if they have their eyes on a podium finish in Pyeongchang ... Less than a minute to play in this third period at Kwadong. Elsewhere, Elise Christie, Charlotte Gilmartin, Kathryn Thompson and the aforementioned Farrell Treacy are in action shortly in the speed skating. “Ready to spend the next two weeks glued to my TV,” emails Mollie Perella. “Buzzing for the speed skating soon.” Things are slowly hotting up on day one at a baltic Pyeongchang. Re-live last night’s stunning opening ceremony: In a few hours time, a unified Korea team will take on Switzerland, who finished third in Russia in 2014. Meanwhile, at Kwadong, Kubo goes close again for Japan, with Sara Grahn momentarily caught cold. Since Sweden have taken the lead, they have become a little spiky. They have picked up their second two-minute penalty in virtually as many minutes. A thumping shoulder barge brings a shake of the head from the Sweden coach, Leif Boork. Johanna Fallman surrenders a silly penalty, after going in too aggressive on Kubo. She had worked so hard to get back out there, after limping towards the locker rooms after the first period in heaps of pain. Japan will seek to take advantage, with approaching 10 minutes left in this one. And Sweden re-take the lead ... as Sara Hjalmarsson ripples the net! A great team move by Sweden, kickstarted by Grahm, gives them the lead and a little bit of breathing space. Sweden are in the groove now but can Japan pull level once more? Japan and Sweden are back out on the ice in the opening hockey game of this tournament. It’s been a cracking start too. They’re currently level-pegging, but who will take victory in this third period? A reminder that Sweden’s Charlotte Kalla took home the first of 102 gold medals in Pyeonchang earlier on this morning. “I was so happy to cross the line but there was also also relief,” she said, after winning cross-country skiing gold. “But most of all pure joy.” Less than an hour until British champion Farrell Treacy will take to the ice in the first heat of the short-track speed skating. The 22-year-old trains full-time in Nottingham, and his younger brothers, Ethan and Niall, are avid skaters too these days. Lovely stuff. Sara Grahn, the Sweden goaltender, has been kept very busy, and at least the interval between the second and third periods will bring a little respite. Kubo almost rounded off another slick Japan move. It’s 1-1 at the end of this second period, in the women’s preliminary round match. Japan score! ... It’s 1-1 at Kwandong. Sweden make a total mess of it, and Nikita nips in to slot home. A lovely straight-off-the-training-ground style routine celebration too. Japan are still plugging away against Sweden at Kwandong but they just cannot find a way through. There is certainly no shortage in intensity out on the ice, Japan’s Ono looks absolutely shattered. Sweden’s women were beaten to a bronze medal by Switzerland four years ago. There is five minutes left in this second of three halves. A reminder that in snowboarding, three of Great Britain’s hopes failed to qualify for Sunday’s slopestyle final this morning. Billy Morgan, Jamie Nicholls and Rowan Coultas, who was making his Games bow, needed to finish in the top six in their respective heats but all three came up short. Nicholls admitted he wanted to deliver for cousin Katie Ormerod, who was ruled out of her Olympic debut after two training injuries. “I wanted to do this for Katie. She text me after my first run to say ‘good work, keep it up.’” One gold down, 101 to go in Pyeongchang. When’s the next gold today? Short-track speed skating – men’s 1500m, 10am (GMT) Long-track speed skating – women’s 3,000m, 11am Biathlon – women’s 7.5km sprint, 11.15am Ski jumping – men’s normal hill individual final, 12.35pm Japan and Sweden are back out on the ice at the Kwandong Hockey Centre for the second period of this match-up. Japan have made a lightning start, and Sweden are forced to make another block-shot. Sweden still lead 1-0. Kubo pulled the trigger on her forehand but it’s a smart stop. The average temperature in Pyeonchang during February is -11. Crikey. Not that Pita Taufatofua was fussed at the opening ceremony on Friday: Andrew Musgrave, the 27-year-old British cross-country skiier from Poole, speaks. “I was still a junior, not that experienced in Vancouver,” he says. “At Sochi I did underperform a little but I’ve got a lot more experience now going into these games.” He seems pretty good company. “I was fourth at the world championships last year and I feel this year is actually realistic for me to be fighting for a medal in the 15km and the 30km.” Let’s see ... that gets under way from 6.15am tomorrow morning. Now for a spot of ice hockey: lovely. Sweden lead Japan 1-0 in the women’s opener, courtesy of a strike from Fanny Rask. They’re heading back into the locker rooms, after a good, competitive first period. The second will be upon us shortly. The first gold medal of the games has been dished out. Charlotte Kalla of Sweden takes the top prize in the ladies’ cross-country skiing 7.5km + 7.5km skiathlon. She is, unsurprisingly, all smiles. Marit Bjoergen takes second to become the most decorated female Winter Olympian of all time. Elsewhere, Great Britain’s Annika Taylor finished 60th. That’s all from me, folks, Ben Fisher will take you through the next few hours. The earlier hours of today have been as much about diplomacy as sport, with more progress made on talks between South and North Korea. Later, South Korean president Moon Jae-in and North Korea’s ceremonial head of state, Kim Yong-nam, will attend the combined Korea women’s ice hockey match together on Saturday night. The two men will cheer the team made up of players from both countries, the first ever unified team. There was much discussion below about whether the early start times in Pyeongchang were harming some athletes’ chances for the sake of prime time television viewing on the US east coast. There was not much luck for the three Britons in the snowboard slopestyle, but there is much more to come later. British trio tumble out of snowboard slopestyle competition. From Press Association: Great Britain’s snowboarders suffered further bad luck on day one of the Winter Olympics as Jamie Nicholls and Billy Morgan failed to qualify for the slopestyle final. Nicholls, Britain’s first competitor of the 23rd Games, finished eighth in heat one and Morgan 10th in heat two after a fall apiece, while Rowan Coultas placed 18th in heat two after falling on both his runs at his first Olympics. Only the top six from each heat, based on their top score of two runs, advanced to Sunday’s final. After Katie Ormerod’s Olympics-ending broken bones, it was not the result the British squad had hoped for. “Let’s have some good luck please,” Morgan said. Nicholls recorded a score of 71.56 for the first run to place sixth. But he had fallen to seventh before his second run, so knew he needed to improve his score to advance. But he fell on the penultimate jump to end his hopes of advancing to a second Olympic final, after Sochi 2014. The blow came two days after teammate Ormerod, Nicholls’ cousin, was ruled out of her first Olympics with a fractured heel which required surgery after a training crash. Nicholls said: “I felt so confident: the right mindset, feeling really good about my snowboarding, better than I have throughout my whole career. “That’s just competitions though. You only get two runs and if it doesn’t work out, it doesn’t work out.” Nicholls felt he did not receive just reward for his run after he missed out on advancing by two points. “I was actually a bit gutted about my score,” he said. “Mid-70s was what I was hoping for with that kind of run, judging on what some of the other guys did and tricks on the jumps. “I thought my top section was really strong but obviously it wasn’t to be.” Morgan was seventh after his first run of 56.40, which was lower than he had hoped. Only he also fell on his second run. “Just bad roll of the dice, I guess,” he said. Norway’s Marcus Kleveland and Max Parrot of Canada won their respective heats to advance to Sunday’s final. The British men will now return for the Big Air event, new to the Olympics, later in the Games. Aimee Fuller is in women’s snowboard slopestyle qualifying on Sunday, but Ormerod is absent after fracturing her wrist last Wednesday and then her heel 24 hours later. Things are not going so brilliantly for team Australia right now. Things are hotting up (probably not the right term in the Winter Olympics, but never mind) in the women’s skiathlon. Reader Andrew Benton has emailed from Beijing, asking if any medals will be awarded today or tomorrow. Yes. There are finals in skiing and skating to come later and much more tomorrow. See below for the full details of what is coming up. Snowboard results, from Associated Press. Men’s slopestyle qualification heat 1 - two runs 1. Marcus Kleveland, Norway (83.71 32.30), 83.71 (Q). 2. Carlos Garcia Knight, New Zealand (80.10 40.20), 80.10 (Q). 3. Sebastien Toutant, Canada (78.01 45.06), 78.01 (Q). 4. Mons Roisland, Norway (76.50 43.68), 76.50 (Q). 5. Torgeir Bergrem, Norway (45.80 75.45), 75.45 (Q). 6. Niklas Mattsson, Sweden (50.81 73.53), 73.53 (Q). 7. Roope Tonteri, Finland (72.60 38.08), 72.60. 8. Jamie Nicholls, Britain (71.56 36.90), 71.56. 9. Chris Corning, United States (70.85 69.86), 70.85. 10. Peetu Piiroinen, Finland (69.26 43.43), 69.26. 11. Vlad Khadarin, Russia (23.05 64.16), 64.16. 12. Sebbe De Buck, Belgium (59.40 29.58), 59.40. 13. Rene Rinnekangas, Finland (24.86 37.91), 37.91. 14. Sui Michael Schaerer, Switzerland (37.61 27.01), 37.61. 15. Kalle Jarvilehto, Finland (15.56 31.10), 31.10. 16. Moritz Thoenen, Switzerland (19.53 23.55), 23.55. 17. Ryan Stassel, United States (23.50 22.63), 23.50. NR. Lee Minsik, South Korea, DNS. NR. Niek Van Der Velden, Netherlands, DNS. Heat 2 - two runs 1. (8) Maxence Parrot, Canada (83.45; 87.36) 87.36. 2. (3) Marc McMorris, Canada (83.7; 86.83) 86.83. 3. (5) Redmond Gerard, United States (82.55; 57.11) 82.55. 4. (2) Staale Sandbech, Norway (74.11; 82.13) 82.13. 5. (1) Tyler Nicholson, Canada (17.41; 79.21) 79.21. 6. (4) Seppe Smits, Belgium (78.36; 41.48) 78.36. 7. (17) Clemens Millauer, Austria (75.65; 77.45) 77.45. 8. (14) Yuri Okubo, Japan (24.45; 75.05) 75.05. 9. (12) Jonas Boesiger, Switzerland (18.68; 58.26) 58.26. 10. (11) Billy Morgan, Britain (56.4; 37.55) 56.4. 11. (6) Kyle Mack, United States (45.26; 53.55) 53.55. 12. (9) Matias Schmitt, Argentina (50.86; 20.68) 50.86. 13. (15) Mans Hedberg, Sweden (46.25; DNS) 46.25. 14. (7) Hiroaki Kunitake, Japan (39.45; 43.16) 43.16. 15. (18) Petr Horak, Czech Republic (41.93; 39.05) 41.93. 16. (16) Nicolas Huber, Switzerland (34.25; 36.9) 36.9. 17. (13) Stef Vandeweyer, Belgium (33.75; 21.16) 33.75. 18. (10) Rowan Coultas, Britain (23.2; 23.58) 23.58. Final ranking 1. Maxence Parrot, Canada (83.45; 87.36) 87.36. 2. Marc McMorris, Canada (83.7; 86.83) 86.83. 3. Marcus Kleveland, Norway (83.71; 32.3) 83.71. 4. Redmond Gerard, United States (82.55; 57.11) 82.55. 5. Staale Sandbech, Norway (74.11; 82.13) 82.13. 6. Carlos Garcia Knight, New Zealand (80.1; 40.2) 80.1. 7. Tyler Nicholson, Canada (17.41; 79.21) 79.21. 8. Seppe Smits, Belgium (78.36; 41.48) 78.36. 9. Sebastien Toutant, Canada (78.01; 45.06) 78.01. 10. Clemens Millauer, Austria (75.65; 77.45) 77.45. 11. Mons Roysland, Norway (76.5; 43.68) 76.5. 12. Torgeir Bergrem, Norway (45.8; 75.45) 75.45. 13. Yuri Okubo, Japan (24.45; 75.05) 75.05. 14. Niklas Mattsson, Sweden (50.81; 73.53) 73.53. 15. Roope Tonteri, Finland (72.6; 38.08) 72.6. 16. Jamie Nicholls, Britain (71.56; 36.9) 71.56. 17. Chris Corning, United States (70.85; 69.86) 70.85. 18. Peetu Piiroinen, Finland (69.26; 43.43) 69.26. 19. Vlad Khadarin, Russia (23.05; 64.16) 64.16. 20. Sebbe De Buck, Belgium (59.4; 29.58) 59.4. 21. Jonas Boesiger, Switzerland (18.68; 58.26) 58.26. 22. Billy Morgan, Britain (56.4; 37.55) 56.4. 23. Kyle Mack, United States (45.26; 53.55) 53.55. 24. Matias Schmitt, Argentina (50.86; 20.68) 50.86. 25. Mans Hedberg, Sweden (46.25; DNS) 46.25. 26. Hiroaki Kunitake, Japan (39.45; 43.16) 43.16. 27. Petr Horak, Czech Republic (41.93; 39.05) 41.93. 28. Rene Rinnekangas, Finland (24.86; 37.91) 37.91. 29. Michael Schaerer, Switzerland (37.61; 27.01) 37.61. 30. Nicolas Huber, Switzerland (34.25; 36.9) 36.9. 31. Stef Vandeweyer, Belgium (33.75; 21.16) 33.75. 32. Kalle Jarvilehto, Finland (15.56; 31.1) 31.1. 33. Rowan Coultas, Britain (23.2; 23.58) 23.58. 34. Moritz Thoenen, Switzerland (19.53; 23.55) 23.55. 35. Ryan Stassel, United States (23.5; 22.63) 23.5. Benjamin Haas reports that South Korean president Moon Jae-in and North Korea’s ceremonial head of state, Kim Yong-nam, will attend the combined Korea women’s ice hockey match together on Saturday night. The two men will cheer the team made up of players from both countries, the first ever unified team. Associated Press has the latest on the Korean cross-border diplomacy situation. South Korea says North Korean leader Kim Jong-un has invited South Korean President Moon Jae-in for a summit meeting in the North. Moon’s spokesman Kim Eui-kyeom said on Saturday Kim’s sister verbally delivered his offer in a lunch meeting with Moon at Seoul’s presidential palace. The spokesman says Moon replied that the North and South should continue to work to build conditions so that a summit can take place. The spokesman says Moon also called for a quick resumption of dialogue between the United States and North Korea. Moon’s office says Kim’s sister, Kim Yo-jong, came to the South as his special envoy. Sean Ingle has a cracking report on how last night’s opening ceremony may have been cyber-attacked. Further to the story below about early starts due to TV schedules possibly affecting some athletes’ performance, Reuters reports: The governing body said many factors had been taken into consideration in setting the times, with the final decision made by the IOC executive board based on proposals from the local organising committee and consultations with the international sport federations. “The core consideration is ensuring that athletes can compete at their very best,” the IOC media relations team said in a statement. “Other factors to consider include operational issues, the balance of the approximately 208 sessions on the schedule, the exposure of each sport, and the satisfaction of the different stakeholders, including the athletes.” Fan satisfaction is also key, they added. “Within this process, we naturally ask all our broadcast partners to provide input, as they play a key role in allowing millions of fans around the world to witness and celebrate the athletes’ achievements.” Britain’s Jamie Nicholls performed admirably in the slopestyle, but didn’t make the final. Canada is doing well in the slopestyle. Seeing as I’m originally from Ireland, I had a look to see who is on the Irish team in Pyeongchang. There are five athletes there, four men and one woman. Much like the Irish football team has long included players born in other countries with Irish parents or grandparents, so does Ireland’s Winter Olympics team. Snowboarder Seamus O’Connor was born in California, but qualifies through his Irish grandparents. Skier Tess Arbez was born in France but her father is from County Carlow in the Irish midlands. Thomas Westgard, a cross country skier, is from Norway, but is eligible to represent Ireland through his mother. Brendan Newby, who will compete in the halfpipe, was born in Ireland, but moved to Utah with his American parents at an early age. Skier Patrick McMillan is the most Irish of the lot. He played under-19s rugby for Leinster alongside current internationals Tadhg Furlong and Jack Conan. High speed thrills and bumps in Pyeongchang. The Associated Press has an interesting piece on some start times in Pyeongchang being tailored to US TV audiences. Early start times for figure skating at the Pyeongchang Olympics are good for US audiences who get to watch in primetime, but not always so great for the athletes. Competition begins at 10am each day, and that means 5am wake-up calls. That’s because of the 14-hour time difference with the US east coast. The early starts may have contributed to some tumbles by big names in the opening day of the team competition. Patrick Chan of Canada and Nathan Chen of the US both fell during their short programs. Russian skater Mikhail Kolyada was next, falling twice during his short program as part of the team competition. Waking up at 5 gives the skaters just an hour to get dressed and board the bus to the arena for 7am practice. Then, they have to sit around a couple of hours until their moment in the spotlight. There isn’t enough time to head back to their rooms, so most pass the time trying to rest and relax, often listening to music and going through their programs in their minds. Benjamin has also written about how the US vice-president, Mike Pence snubbed North Korean officials by skipping an Olympics dinner. As you will have gathered – probably a long time ago – sport and politics are rarely far removed from each other. More so right now in Korea than anywhere else. Our man Benjamin Haas has written about how Kim Jong-un’s sister Yo-jong met South Korean president Moon Jae-in in Seoul as the thaw between the states continues, with the highest level contact between the two sides in more than a decade. In case you missed the opening ceremony, don’t worry, we’ve got it covered. A couple of old buds are getting into the spirit of things in Korea. Reuters reports that seeing North and South Koreans marching together under a unified flag gave International Olympic Committee president Thomas Bach goosebumps. “It was a very emotional moment to get finally there after many years of hard work and many negotiations still taking place here,” the German said the morning after the opening ceremony at Pyeongchang. “Then to see it finally happen, it really did not only give me goosebumps but I think the whole public and I guess the entire world.” Never let it be said that Winter Olympians lack a sense of humour. Good, afternoon, morning or evening, depending on where you are in the world, and thanks for choosing the Guardian as your blogging guide for the Winter Olympics in Korea. My name is Pádraig Collins, and I’ll be here for the next three hours or so. My earliest, and only, direct experience of Winter Olympics-type sport was watching my aunt Harriet skiing at Kilternan in Dublin. An artificial slope, by the way, as it really doesn’t snow all that often in Dublin. She still skis now (in her mid-70s) and works with disabled skiers. Pádraig will be here shortly. In the meantime, have a look at Sean Ingle’s report on the opening ceremony.",
    "keywords": [
        "2018",
        "south",
        "korea",
        "final",
        "pyeongchang",
        "mens",
        "second",
        "switzerland",
        "winter",
        "golds",
        "decided",
        "day",
        "speed",
        "happened",
        "sweden",
        "olympics",
        "team"
    ],
    "summary": "So, four golds have already been dished out, with one more still to come on day one in Pyeongchang.\nIn the ice hockey, Switzerland head back down the tunnel with a 3-0 lead over the unified Korea team.\nFanfare on the ice, as the unified Korea team take on Switzerland.\n“It would be cool,” Loch said in the buildup to kick-off in South Korea this week.\nSouth Korea says North Korean leader Kim Jong-un has invited South Korean President Moon Jae-in for a summit meeting in the North.",
    "sentiment": {
        "neg": 0.0198,
        "neu": 0.9134,
        "pos": 0.0669,
        "compound": 0.0965
    }
}