{
    "date": "2018-06-17T19:04:38Z",
    "title": "US and South Korea to announce suspension of 'large-scale' military drill",
    "url": "https://www.theguardian.com/world/2018/jun/17/us-south-korea-north-korea-large-scale-military-drills-trump",
    "content": "South Korea and the US are expected to announce the suspension of “large-scale” military drills next week, with the provision that they will restart if North Korea fails to keep its promise to denuclearise, a South Korean news agency said on Sunday. Citing an unnamed government source, the Yonhap agency said the suspension was likely to affect only major joint exercises, not more routine military training. Donald Trump surprised officials in Seoul and Washington after his summit with North Korean leader Kim Jong-un in Singapore last week, when he pledged to end “war games”. Immediately after the announcement, US forces in Korea said they had received no guidance on stopping any drills and South Korean officials said they were trying to figure out which exercises Trump was referring to. At a Senate hearing on Thursday, Trump’s nominee to be ambassador to South Korea, the retired admiral Harry Harris, backed the idea of a “pause” in major military exercises. He said his understanding was that any suspension would involve only major military exercises and that regular training of US forces in South Korea would continue, although final decisions were up to the Department of Defense. Trump said via Twitter on Sunday that it was his initiative to suspend military drills – a step North Korea has long sought. “Holding back the ‘war games’ during the negotiations was my request because they are VERY EXPENSIVE and set a bad light during a good faith negotiation,” the US president wrote. “Also, quite provocative. Can start up immediately if talks break down, which I hope will not happen!” Trump also tweeted a defence of widespread criticism of the summit, his apparent concessions to Kim and his praise of the authoritarian leader. “Funny how the Fake News, in a coordinated effort with each other, likes to say I gave sooo much to North Korea because I ‘met’,” the president wrote. “That’s because that’s all they have to disparage! We got so much for peace in the world, &amp; more is being added in finals. Even got our hostages/remains!” He added: “The denuclearization deal with North Korea is being praised and celebrated all over Asia. They are so happy! Over here, in our country, some people would rather see this historic deal fail than give Trump a win, even if it does save potentially millions &amp; millions of lives!” About 28,500 US troops are stationed in South Korea, a legacy of the Korean war, which ended in 1953 in an armistice that left the two Koreas technically still at war. The US-South Korean exercise calendar hits a high point every year with the Foal Eagle and Max Thunder drills, which both wrapped up last month. The next major drill, Ulchi Freedom Guardian, is planned for the end of the summer. Last year, 17,500 US and more than 50,000 South Korean troops participated in Ulchi Freedom Guardian, an exercise mostly focused on computerised simulations rather than live field exercises that use weapons, tanks or aircraft. Moon Jae-in, the South Korean president, said on Thursday his government would need to be flexible when it came to applying military pressure on North Korea if it was sincere about denuclearisation. Moon said South Korea would carefully consider joint military drills with the US and asked his officials to cooperate with Washington on the issue, his office said in a statement. Yonhap also reported on Sunday that during military talks between the two Koreas on Thursday, South Korean officials asked their northern counterparts to relocate artillery 30km to 40km away from the heavily fortified military demarcation line that divides the two countries. The South’s defense ministry denied it made such a request, Yonhap said. The talks, the first in more than a decade, were held in the border village of Panmunjom in the demilitarised zone (DMZ) and followed an inter-Korean summit in April at which leaders of the two Koreas agreed to defuse tensions and cease “all hostile acts”. North and South failed to reach any concrete agreement, officials said. North Korea proposed the disarming, on a trial basis, the Joint Security Area in Panmunjom, the only site in the DMZ where both countries’ soldiers stand almost face to face, the South’s presidential spokesman said on Friday.",
    "keywords": [
        "war",
        "largescale",
        "south",
        "military",
        "drill",
        "exercises",
        "korea",
        "announce",
        "drills",
        "trump",
        "officials",
        "suspension",
        "north",
        "korean"
    ],
    "summary": "South Korea and the US are expected to announce the suspension of “large-scale” military drills next week, with the provision that they will restart if North Korea fails to keep its promise to denuclearise, a South Korean news agency said on Sunday.\nAt a Senate hearing on Thursday, Trump’s nominee to be ambassador to South Korea, the retired admiral Harry Harris, backed the idea of a “pause” in major military exercises.\nHe said his understanding was that any suspension would involve only major military exercises and that regular training of US forces in South Korea would continue, although final decisions were up to the Department of Defense.\nTrump said via Twitter on Sunday that it was his initiative to suspend military drills – a step North Korea has long sought.\nEven got our hostages/remains!” He added: “The denuclearization deal with North Korea is being praised and celebrated all over Asia.",
    "sentiment": {
        "neg": 0.0653,
        "neu": 0.8186,
        "pos": 0.1161,
        "compound": 0.1084
    }
}