{
    "date": "2018-05-22T06:55:09Z",
    "title": "South Korea's Moon heads for Trump talks to try to keep summit on track",
    "url": "https://www.theguardian.com/world/2018/may/21/trump-south-korean-president-moon-jae-in-nuclear-summit",
    "content": "The South Korean president, Moon Jae-in, is due to hold talks in the White House with Donald Trump on Tuesday amid growing uncertainty over Trump’s planned North Korean summit in Singapore next month. Trump was reported by the New York Times to have been “surprised and angered” by a statement from a senior North Korean official last week that said the regime would never trade away its nuclear arsenal and would not settle for a “one-sided” outcome to Trump’s summit with Kim Jong-un, due to take place on 12 June. Administration officials have repeatedly declared they expect North Korea to accept complete verifiable, irreversible disarmament at the summit, and that the US will accept nothing less. The North Koreans have stated their interest in “complete denuclearisation” of the Korean peninsula but they define it in different ways, including a phased mutual process in which the US would draw down its military presence in the region, and eventually all nuclear powers would reduce their reliance on nuclear arsenals. According to several accounts, the origins of the misunderstanding lay in the visit of President Moon’s national security adviser, Chung Eui-yong, to Washington in early March after meeting Kim Jong-un in Pyongyang. Chung was briefing the then US national security adviser, HR McMaster, on the outcome of the trip, when Trump called the two men into the Oval Office to brief him directly. He then insisted Chung make a statement to the press that evening outside the White House. In that 8 March statement, the South Korean official lavished praise on Trump, claiming that it has the president’s “leadership and his maximum pressure policy” that had brought Kim Jong-un to the negotiating table. He said Kim had declared himself to be “committed to denuclearisation” and was keen to meet Trump. “I don’t think there were detailed talks when Chung came here,” a former US official said. “Chung used the phrase ‘complete denuclearisation in the right conditions’, and I’m not sure Trump really understood what that meant. He thought he could set the right conditions by offering huge incentives.” The former officials went on: “I think there was some element of the South Koreans exaggerating what the North Koreans were willing to do, but I doubt the South Korean would have said it would be complete disarmament with everything handed over before any economic and security benefits. It was about complete denuclearisation over a reasonable period of time providing the benefits were corresponding.” In the weeks that followed Chung’s visit, Trump claimed to have succeeded in dealing with the North Korean nuclear threat where his predecessors had failed. President Moon, keen to defuse tensions on the peninsula, said Trump should receive the Nobel peace prize, and the call for the award was taken up by crowds at Trump rallies. The White House military office has minted a commemorative coin in advance of the Singapore summit, which the coin describes as “peace talks” with “supreme leader” Kim Jong-un, a title more often associated with the Iranian cleric Ali Khamenei. The optimism in the run-up to the Singapore meeting was punctured on Wednesday when a former North Korean negotiator, Kim Gye-gwan, who rejected “unilateral nuclear abandonment” and threatened withdrawal from the Singapore talks if US officials stuck to that negotiating position. He singled out John Bolton, McMaster’s successor as national security adviser, who had said the US would apply the “Libyan model” to North Korea, a reference to Muammar Gaddafi’s 2003 agreement to surrender his embryonic nuclear programme. To North Koreans, Bolton’s remarks were a reminder that Gaddafi had been toppled and killed in 2011 after a Nato-backed insurgency – an impression that Trump reinforced last week by describing the “Libyan model” as the decimation of the country and warning that Kim would suffer the same fate as Gaddafi if he refused to make a deal. Moon is expected to use his visit to the White House to reassure Trump that diplomatic progress is possible and that the summit is a gamble worth taking. He may also suggest to Trump that his officials tone down their rhetoric in the run-up to Singapore. A South Korean official told the Washington Post on Monday that Bolton “seems to think the US can fight another war on the Korean Peninsula, so from our perspective, as the people living on the Korean Peninsula, he is very dangerous”.",
    "keywords": [
        "moon",
        "summit",
        "singapore",
        "south",
        "north",
        "kim",
        "nuclear",
        "chung",
        "try",
        "track",
        "korean",
        "trump",
        "complete",
        "heads",
        "talks",
        "koreas"
    ],
    "summary": "The South Korean president, Moon Jae-in, is due to hold talks in the White House with Donald Trump on Tuesday amid growing uncertainty over Trump’s planned North Korean summit in Singapore next month.\nAdministration officials have repeatedly declared they expect North Korea to accept complete verifiable, irreversible disarmament at the summit, and that the US will accept nothing less.\n“Chung used the phrase ‘complete denuclearisation in the right conditions’, and I’m not sure Trump really understood what that meant.\nMoon is expected to use his visit to the White House to reassure Trump that diplomatic progress is possible and that the summit is a gamble worth taking.\nHe may also suggest to Trump that his officials tone down their rhetoric in the run-up to Singapore.",
    "sentiment": {
        "neg": 0.0549,
        "neu": 0.8633,
        "pos": 0.0817,
        "compound": 0.0794
    }
}