{
    "date": "2018-04-24T01:00:06Z",
    "title": "US and North Korea expectations over denuclearization appear to collide",
    "url": "https://www.theguardian.com/world/2018/apr/23/us-and-north-korea-expectations-over-denuclearization-appear-to-collide",
    "content": "US and North Korean expectations for a summit between Donald Trump and Kim Jong-un appear set on a collision course after the North Korean leader pledged to keep his country’s nuclear arsenal for generations. Over the weekend, Trump celebrated the North Korean announcement that it would suspend nuclear and intercontinental ballistic missile (ICBM) testing, closing down its nuclear test site, as a big diplomatic victory. “Wow, we haven’t given up anything &amp; they have agreed to denuclearization (so great for World), site closure, &amp; no more testing!” the president wrote on Twitter. The defence secretary, James Mattis, also presented the testing moratorium as a sign that more North Korean concessions could be forthcoming at a summit. “Right now, I think there’s a lot of reasons for optimism that the negotiations will be fruitful and we’ll see,” Mattis told reporters on Monday. But it became increasingly evident over the weekend that the US and North Korea interpretations of ‘denuclearisation’ were worlds apart. In the same report on Friday to the Workers’ party of Korea, in which he declared a halt to nuclear and ICBM testing, Kim made clear that such steps were possible because his regime had completed work on building a viable nuclear deterrent. According to the official account of the party plenary, Kim said that such testing was no longer necessary “given that the work for mounting nuclear warheads on ballistic rockets was finished as the whole processes of developing nuclear weapons were carried out in a scientific way and in regular sequence”. He said the North Korean arsenal, which called a “powerful treasured sword for defending peace”, was an insurance policy for future generations: “a firm guarantee by which our descendants can enjoy the most dignified and happiest life in the world was provided.” Kim presented the moratorium on testing as contributions of a “world-level” power towards the global goal of a future free of nuclear weapons. “It can be tempting to see the North Korean announcement over the weekend as preemptive concession,” said Mira Rapp-Hooper, senior fellow at the Paul Tsai China Centre at Yale Law School. “But you can also look at it as a unilateral assertion coming from a position of strength.” “For the North Koreans, the principle of denuclearisation of the Korean peninsula does not mean unilateral disarmament,” said Joshua Pollack, the editor of the Nonproliferation Review, and a senior research associate at the Middlebury Institute of International Studies at Monterey. “They couch it in terms of global disarmament.” In doing so, Pollack noted, the North Korean regime copied the language used by Beijing when China announced its own moratorium on nuclear testing in 1996, making it harder for the Chinese government to push Pyongyang to go further. “This weekend and today there is a scramble in the White House as they read this document and it sinks in that denuclearisation is not all they thought it was,” he said. US officials, including the new national security adviser, John Bolton, have said in the past that the US would demand complete and rapid North Korean disarmament at the summit. But on Monday, the White House spokeswoman, Sarah Sanders, would not be pinned down on US goals. Asked several times what Trump understood by the term ‘denuclearisation’ Sanders avoided a definition. “I’m going to leave that to the president and Kim Jong-un to walk through what some of those details would look like when that meeting takes place,” Sanders said. Trump has said that his summit with Kim, if it happens, will take place in early June or slightly earlier. Before that, Kim is due to meet the South Korean president, Moon Jae-in, where the two leaders are expecting to discuss a formal end to the Korean war. Formally speaking, a peace treaty should involve the US-led United Nations alliance that signed the 1953 armistice that stopped the fighting, but South Korea could pursue a separate agreement, resetting their bilateral relations. Experts said that the North Korean leader could be deftly manoeuvring Trump into a trap. The White House has said it would maintain its policy of “maximum pressure” on Pyongyang until it disarms completely, but such pressure will be hard to maintain without Chinese and South Korean support, and Beijing and Seoul are more ready to settle for a testing moratorium in return for sanctions relief, a “freeze-for-freeze”. The Trump administration has previously rejected such a partial deal, but in its desire to claim a diplomatic victory, it might have to settle for far less than it had hoped from the summit with Kim. “The Trump team are looking to post a win,” Rapp-Hooper said. “So they may be willing to move the goalposts backwards to declare a win, and define down the objectives.”",
    "keywords": [
        "collide",
        "summit",
        "appear",
        "korea",
        "denuclearisation",
        "weekend",
        "nuclear",
        "kim",
        "expectations",
        "trump",
        "testing",
        "denuclearization",
        "moratorium",
        "north",
        "korean"
    ],
    "summary": "US and North Korean expectations for a summit between Donald Trump and Kim Jong-un appear set on a collision course after the North Korean leader pledged to keep his country’s nuclear arsenal for generations.\nOver the weekend, Trump celebrated the North Korean announcement that it would suspend nuclear and intercontinental ballistic missile (ICBM) testing, closing down its nuclear test site, as a big diplomatic victory.\nThe defence secretary, James Mattis, also presented the testing moratorium as a sign that more North Korean concessions could be forthcoming at a summit.\nBut it became increasingly evident over the weekend that the US and North Korea interpretations of ‘denuclearisation’ were worlds apart.\nExperts said that the North Korean leader could be deftly manoeuvring Trump into a trap.",
    "sentiment": {
        "neg": 0.0437,
        "neu": 0.8821,
        "pos": 0.0742,
        "compound": 0.1867
    }
}