{
    "date": "2018-04-26T22:53:55Z",
    "title": "Inter-Korean summit's key players: Kim Jong-un and Moon Jae-in",
    "url": "https://www.theguardian.com/world/2018/apr/27/korea-summits-key-players-kim-jong-un-and-moon-jae-in",
    "content": "Kim Jong-un Born – Kim Jong-un on 8 January 1984 (the date has been widely reported although not officially confirmed) to Ko Yong-hui, a Japanese-born Korean dancer, and Kim Jong-il, the supreme leader. Attended Kim II-sung University, a prestigious officer-training school in Pyongyang. In July 2012 state media announced he was married to Ri Sol-ju. South Korean intelligence has reportedly said the couple have three children. Best of times – Taking on the mantle of North Korea’s supreme leadership – one of his brothers could have been the choice. That paranoia led to Kim ordering his half-brother’s assassination in Malaysia last year. Worst of times – Since 2011 he has conducted four nuclear tests and more than two dozen missiles tests, damaging North Korea’s close relationship with China and leading to further pressure from the US. The Trump administration has increased sanctions against the already reclusive nation as part of its “maximum pressure” policy. What he says – “Whatever Trump might have expected, he will face results beyond his expectation. I will surely and definitely tame the mentally deranged US dotard with fire.” “The entire area of the US mainland is within our nuclear strike range. The US can never start a war against me and our country. These weapons will be used only if our security is threatened.” What others say – Most experts agree Kim is a rational person who has developed nuclear weapons to safeguard against what he sees as an existential threat from the US and its allies. There is little chance he would use those in a preemptive strike, since it would ensure his destruction. Kim is also wary of giving up weapons after seeing leaders such as Libya’s Muammar Gaddafi relinquish arsenals only to later become the target of western powers. Moon Jae-in Born – Moon Jae-in on 24 January 1953. He served in the South Korean special forces (all men are required to complete military service) in the 1970s and later became a human rights lawyer. He and his wife are Catholic and the couple have two children. Best of times – Winning the presidency in 2017, ending nearly a decade of conservative rule. His meeting with Kim is the culmination of a lifetime of working on engagement with North Korea. Moon was previously the presidential chief of staff during the last inter-Korean summit, in 2007. Worst of times Losing the presidential election in 2012 to Park Geun-hye, who was eventually forced from office amid a corruption scandal. What he says – “The message that we must send to North Korea is twofold: If the North Korean regime believes that it can defend and protect itself through nuclear and missile programs, that is a misjudgment. But if North Korea gives up its nuclear program, we will help it secure and develop itself. We must consistently send these two messages.” “I think President Trump deserves big credit for bringing about the inter-Korean talks, and I want to show my gratitude. It could be the result of US-led sanctions and pressure.” What others say – South Korean politicians are defined by their North Korea policy. Liberals and the younger generation are strongly supportive of Moon’s agenda while older people believe he is making too many concessions. Many were furious when he allowed the visit of a North Korean general widely suspected of orchestrating an attack that killed 46 sailors. Moon has proved to be a deft diplomat, with his government acting as the intermediary between Washington and Pyongyang for much of the lead-up to the talks. The outcome of his meeting with Kim will largely set the tone for any summit between Kim and Trump.",
    "keywords": [
        "moon",
        "summits",
        "south",
        "times",
        "korea",
        "north",
        "kim",
        "jaein",
        "players",
        "nuclear",
        "trump",
        "weapons",
        "key",
        "interkorean",
        "jongun",
        "korean"
    ],
    "summary": "Kim Jong-un Born – Kim Jong-un on 8 January 1984 (the date has been widely reported although not officially confirmed) to Ko Yong-hui, a Japanese-born Korean dancer, and Kim Jong-il, the supreme leader.\nSouth Korean intelligence has reportedly said the couple have three children.\nHis meeting with Kim is the culmination of a lifetime of working on engagement with North Korea.\nMany were furious when he allowed the visit of a North Korean general widely suspected of orchestrating an attack that killed 46 sailors.\nThe outcome of his meeting with Kim will largely set the tone for any summit between Kim and Trump.",
    "sentiment": {
        "neg": 0.0687,
        "neu": 0.826,
        "pos": 0.1053,
        "compound": 0.1112
    }
}