{
    "date": "2018-03-09T17:13:17Z",
    "title": "A Trump ‘deal’ with Kim Jong-un would only help a despicable regime survive | Jasper Becker",
    "url": "https://www.theguardian.com/commentisfree/2018/mar/09/donald-trump-deal-kim-jung-un-north-korea-regime",
    "content": "When the Soviet Union dissolved and the two Germanys unified, few people thought much of North Korea’s chances of surviving as an independent state. It had no friends after the cold war ended, and no cards to play. Yet its single-minded drive to build a nuclear deterrent has now succeeded in delivering a summit with an American president. The White House says Donald Trump is ready to meet the supreme leader, Kim Jong-un, “by May”, at a time and location yet to be determined. Whether or not a “deal” emerges within two months, the mere fact of a summit breaks all the rules of diplomacy. It delivers legitimacy – the “face” the North Koreans crave. Washington does not recognise the existence of the Democratic People’s Republic of North Korea. There’s no peace treaty with the United States, just the 1953 armistice agreement that ended the Korean war. Plus, Pyongyang is accused of breaking numerous international treaties, conventions, agreements, contracts, promises and understandings. Calling it a “rogue regime” doesn’t begin to capture the essential delinquency of its methods. We know what it wants. That’s the easy part. It wants its enemies to guarantee its continued existence; and that is inseparable from the continued and absolute rule of the Kim dynasty. Yet this could very well mean writing it a blank cheque. It can’t survive without massive infusions of aid, because it won’t change its malfunctioning economic system or stop devoting enormous resources to its military. Each time the founder, Kim Il-sung, or his son Kim Jong-il reached a fork in the road, they balked at taking the path to reform. This was not because they were stupid. It was because they realised that if they did consider reform, they would have to confront the fundamental question: what is the point of North Korea? If it becomes a market economy, with Samsung and all the other South Korean conglomerates so dominant on the other side of the border, then it will inevitably become an appendage of the prosperous South. And if the North gives up its “military first” policy, then it effectively abandons its sacred mission of unifying the country as a socialist republic under the rule of the Kims (or “liberating the South”, as they would term it). Some diplomatic problems around the world are open to fudge and ambiguity, and sometimes protracted negotiations are useful in order to give people time to adjust to reality. But the experience of the past decades shows that the North Korean problem is not one of these. As every visitor testifies, its rulers live in an absurd dreamworld of their own making, but at the same time they behave with lethal cynicism in their dealings at home and abroad. Just like the Trump administration, you may say. They are bound to get along. Maybe. But I think it will be hard (actually nearly impossible) for President Trump to craft any “deal” because it must involve removing the North’s existing nuclear devices and stripping the state of the power to build new ones. Given how practised North Korea is at deceit, in this (and every other) regard, no one has fresh ideas about how such a dramatic move could ever be “verified”. In short, North Korea could quickly make a monkey out of Trump. It’s why Bill Clinton, in his last months in office, when given a choice between crafting a deal between Israel and Palestine or one with Kim Jong-il (capped by a summit in Washington), opted for the former. He thought it was a less of a gamble. The trouble is that any “deal” with North Korea quickly descends into a system of extortion. That was the fate of the Clinton-era “agreed framework”, whereby North Korea was given food and money. But Pyongyang cheated, by secretly setting up an alternative route towards becoming a nuclear power. Why would it want to do that? Well, it’s a simple calculation. Ultimately your own nuclear deterrent is by far the best, and possibly only, guarantee of your continued existence. Everything else is just a piece of paper. The North Koreans would rather “eat grass”, observed Vladimir Putin, than give up their nuclear weapons programme. So we could just be seeing a fresh round of the traditional North Korean dance of advancing, pausing to collect bribes, then going nuclear again. By now the Americans have tried every strategy in the book – bilateral talks, multilateral talks, stepping-stone deals, regime-change bluster, proxy talks via China, sanctions, more sanctions. So it is not surprising that Trump wants to do something more daring. But if the past is a guide, Trump will take credit for “coercive diplomacy”, only to find he comes up well short of the leverage to force change on North Korea. In doing so he also risks legitimising, and indeed subsidising, one of the most appalling regimes in the world. Ever. So far the Kim family, governing a country of some 20 million, is reportedly responsible for the deaths of 7 million people. A deal with the Kim family could mean ruling out support for any potential internal opposition or an alternative leadership. So would it be a good thing if Trump did succeed with a “deal”, and the Democratic People’s Republic of North Korea survived? Surely not. We owe the North Korean people a way of escaping from this odious regime. • Jasper Becker is an author and former foreign correspondent",
    "keywords": [
        "summit",
        "jasper",
        "deal",
        "regime",
        "korea",
        "wants",
        "north",
        "becker",
        "kim",
        "survive",
        "despicable",
        "nuclear",
        "talks",
        "korean",
        "trump",
        "jongun",
        "help"
    ],
    "summary": "Washington does not recognise the existence of the Democratic People’s Republic of North Korea.\nBut the experience of the past decades shows that the North Korean problem is not one of these.\nThe trouble is that any “deal” with North Korea quickly descends into a system of extortion.\nThat was the fate of the Clinton-era “agreed framework”, whereby North Korea was given food and money.\nWe owe the North Korean people a way of escaping from this odious regime.",
    "sentiment": {
        "neg": 0.0561,
        "neu": 0.8313,
        "pos": 0.1126,
        "compound": 0.0812
    }
}