{
    "date": "2018-05-16T07:51:43Z",
    "title": "North Korea threatens to cancel Trump summit over nuclear demands",
    "url": "https://www.theguardian.com/world/2018/may/15/north-korea-talks-cancelled-trump-summit-latest",
    "content": "North Korea has abruptly cancelled high-level talks with Seoul and threatened to pull out of a planned summit with Donald Trump if the US continues to insist on the regime giving up all of its nuclear weapons. A North Korean official said the country had no interest in a summit with US if it was based on “one-sided” demands to give up nuclear weapons, according to state media. Citing first vice minister of foreign affairs Kim Kye-gwan, North Korea’s central news agency also said the fate of the US summit as well as bilateral relations “would be clear” if Washington speaks of a Libya-style denuclearisation for the North. The statement added Trump would remain as a “failed president” if he followed in the steps of his predecessors. “We will appropriately respond to the Trump administration if it approaches the North Korea-US summit meeting with a truthful intent to improve relations,” Kim said. He added: “But we are no longer interested in a negotiation that will be all about driving us into a corner and making a one-sided demand for us to give up our nukes and this would force us to reconsider whether we would accept the North Korea-US summit meeting.” The statement came after North Korea cancelled a meeting with South Korean officials just two hours before it was due to start on Wednesday, in protest at joint US-South Korean military exercises, codenamed Max Thunder. The drills, which began on Friday, involve about 100 warplanes from the US and South Korea, including eight F-22 stealth fighters and an unspecified number of B-52 bombers. Yonhap news agency quoted an unnamed source as saying that a B-52 bomber, which has yet to join the drills, may not participate, in what could be interpreted as a concession to Pyongyang. But South Korea’s defence ministry said exercises will continue, saying they were strictly defensive in nature and designed to help pilots improve their skills. Max Thunder is one of several annual exercises involving the US and South Korean military that are routinely condemned by the North as preparation for an invasion. South Korea’s defence minister, Song Young-moo, was to hold an emergency meeting with Gen Vincent Brooks, the commander of US Forces Korea, to discuss the allies’ response to the North’s protest. For North Korea, the presence of bombers in joint US-South Korea drills triggers painful memories of the 1950-53 Korean war. According to US air force estimates, bombing raids by US B-29s caused more damage to North Korea’s urban centres during that conflict than that seen in Germany or Japan during the second world war, with the US dumping 635,000 tons of bombs on Korea compared with 503,000 tons during the entire Pacific war. Baik Tae-hyun, a spokesman for South Korea’s unification ministry, described Pyongyang’s decision as “regrettable” and said it ran counter to the “spirit and purpose” of the Panmunjom declaration agreed by Kim and the South Korean president, Moon Jae-in, last month. Baik urged the North to swiftly return to the talks but would not speculate on whether the North’s move would affect next month’s planned meeting between Kim and Trump. KCNA said the manoeuvres represented a “flagrant challenge” to the joint declaration by Kim and Moon at a summit at the “truce village” of Panmunjom on the dividing line between their countries in April. The two leaders agreed to completely “cease all hostile acts against each other in every domain, including land, air and sea, that are the source of military tension and conflict”. The state department spokeswoman, Heather Nauert, said the US had not heard directly from North Korea about any second thoughts. “What we have to go on is what Kim Jong-un has said before, that he understands and appreciates the importance to the United States of having these joint exercises,” Nauert said. “We have had no formal or informal notification of anything.” “We will continue to plan the meeting.” Kim Hyun-wook, a professor at the Korea national diplomatic academy in Seoul, said: “North Korea knows that cancelling the (Trump-Kim) summit would not be good for its own interests, and not good for US interests either. But the North Korean regime cannot accept US demands for denuclearisation without first receiving guarantees about its security. Let’s see what Trump does about this.” In its complaint about the exercises, the Pyongyang regime described them as offensive war games targeting North Korea. A Pentagon spokesman, Col Rob Manning, said they were defensive. US and South Korean officials had previously said that North Korea would accept joint military exercises in the run-up to the Trump summit. The Panmunjom summit was supposed to have been followed by a meeting of senior officials from the two Koreas on Wednesday to implement a declaration agreed by Moon and Kim. The agenda included issues such as a formal end to the Korean war, denuclearisation and reunions of families separated by the 1950-53 conflict. “The North Koreans know how to make an explicit threat. By their standards, this is pretty circumspect,” said Adam Mount, a senior fellow at the Federation of American Scientists. “It could very well be a play for additional leverage or to see how the Trump team reacts.” Mintaro Oba, a former state department expert on Korea, said in a tweet: “The question is whether they’re willing to go so far as to go through with it, or whether they’re mainly trying to gain some leverage [and] test how much we want the summit.” Meanwhile, satellite photos suggest that the North Korean leadership is so far following through on its promise to dismantle its nuclear test site at Punggye-ri. Pictures published by 38 North, a website analysing Korean issues, several buildings around the mountain site have been razed in recent days.",
    "keywords": [
        "summit",
        "meeting",
        "south",
        "exercises",
        "korea",
        "nuclear",
        "demands",
        "kim",
        "korean",
        "trump",
        "cancel",
        "koreas",
        "north",
        "threatens"
    ],
    "summary": "“We will appropriately respond to the Trump administration if it approaches the North Korea-US summit meeting with a truthful intent to improve relations,” Kim said.\nFor North Korea, the presence of bombers in joint US-South Korea drills triggers painful memories of the 1950-53 Korean war.\nThe state department spokeswoman, Heather Nauert, said the US had not heard directly from North Korea about any second thoughts.\nBut the North Korean regime cannot accept US demands for denuclearisation without first receiving guarantees about its security.\nUS and South Korean officials had previously said that North Korea would accept joint military exercises in the run-up to the Trump summit.",
    "sentiment": {
        "neg": 0.0937,
        "neu": 0.8353,
        "pos": 0.0711,
        "compound": -0.0659
    }
}