{
    "date": "2018-03-02T02:54:14Z",
    "title": "Seoul to encourage thaw by sending envoy to North Korea",
    "url": "https://www.theguardian.com/world/2018/mar/02/seoul-to-encourage-thaw-by-sending-envoy-to-north-korea",
    "content": "South Korea plans to send a special envoy to North Korea as President Moon Jae-in works to encourage direct talks between Washington and Pyongyang on ending the nuclear programme of Kim Jong-un’s regime. Moon told Donald Trump of his plans during a 30-minute phone call late on Thursday, the first in a month, according to a statement by the South’s presidential office. The move comes after the North sent senior officials including Kim’s younger sister to the South during the Winter Olympics. “The two heads of state agreed to continue the momentum in South-North dialogue so it may lead to the denuclearisation of the Korean peninsula,” Moon’s office said. “President Moon told President Trump that he will soon send a special envoy to North Korea … and confirm discussions held with high-level North Korean delegates.” Moon said he wanted to reciprocate the official visits from the North. Sending the envoy could be the first step towards an eventual trip by Moon himself, after a surprise invitation presented by Kim Yo-jong, Kim Jong-un’s sister and close confidante, last month. It also followed a visit by Kim Yong-chol, a military commander and former spy chief, who repeatedly expressed Pyongyang’s willingness to talk directly with the US. “The president wants to continue working with South Korea. It’s a strong ally,” the White House spokeswoman, Sarah Huckabee Sanders, said at a daily briefing. “We have no daylight between the two of us. We’re going to continue those conversations. “The ultimate goal is to denuclearise the peninsula. That’s what we’re focused on and we’re excited about any steps moving forward in that process.” The White House confirmed the call took place, but did not mention the special envoy or Trump’s reaction to the idea. “The two leaders committed to maintain close coordination,” the White House said. Moon has tried to parlay a dramatic rapprochement between the two Koreas during the Olympics into more substantive talks over the North’s nuclear and missile programmes, but it remains unclear if Kim Jong-un is willing to discuss denuclearisation. Trump has said he is willing to talk to the North but only “under the right conditions”, a stance he has yet to clarify. Moon has said the bombastic leaders of both the US and the North need to find some common ground: “There is a need for the United States to lower the threshold for talks with North Korea and North Korea should show it is willing to denuclearise.” Multi-party talks aimed at ending the North’s pursuit of nuclear weapons have remained stalled since late 2008 and Pyongyang has made significant advancements in its nuclear programme in the past decade.",
    "keywords": [
        "moon",
        "willing",
        "white",
        "sending",
        "korea",
        "envoy",
        "encourage",
        "talks",
        "seoul",
        "kim",
        "president",
        "nuclear",
        "thaw",
        "north"
    ],
    "summary": "South Korea plans to send a special envoy to North Korea as President Moon Jae-in works to encourage direct talks between Washington and Pyongyang on ending the nuclear programme of Kim Jong-un’s regime.\nThe move comes after the North sent senior officials including Kim’s younger sister to the South during the Winter Olympics.\n“President Moon told President Trump that he will soon send a special envoy to North Korea … and confirm discussions held with high-level North Korean delegates.” Moon said he wanted to reciprocate the official visits from the North.\nSending the envoy could be the first step towards an eventual trip by Moon himself, after a surprise invitation presented by Kim Yo-jong, Kim Jong-un’s sister and close confidante, last month.\nTrump has said he is willing to talk to the North but only “under the right conditions”, a stance he has yet to clarify.",
    "sentiment": {
        "neg": 0.0256,
        "neu": 0.9173,
        "pos": 0.0571,
        "compound": 0.097
    }
}