{
    "date": "2018-03-06T03:34:26Z",
    "title": "'They'll think I'm a traitor': North Korean defector makes Winter Paralympics debut",
    "url": "https://www.theguardian.com/sport/2018/mar/06/north-korean-defector-winter-paralympics-ice-hockey",
    "content": "Choi Kwang-hyouk has been unable to escape his past, and every new encounter conjures the same images from his previous life: North Korean refugee, vagrant, amputee. For years that past weighed heavily on him and he struggled after he was smuggled out of the North to South Korea. But with his debut at the Paralympics in Pyeongchang this week, the 30-year-old hopes to be defined by his accomplishments and his sport, para ice hockey, in which 10 men slide across the ice on sleighs in a modified form of the game. “There are titles that will always follow me, like defector or beggar, even though I’ve changed so much since then,” Choi said. “But I would like to be remembered as someone who has gone through painful times, and is now full of passion to play this sport representing the Republic of Korea. “When people talk about sledge ice hockey in South Korea, I want them to mention my name.” While Choi will not play against any of his former compatriots, he expects any meetings to be potentially awkward. “I will be happy to see them, but I don’t think they will be happy to see me,” he said. “They’ll think I’m a traitor.” This year is the first time North Korea will participate in the Winter Paralympics, after its Summer Games debut in London in 2012. The North’s delegation will be by far its biggest to any Games to date, with 20 athletes set to participate, and is part of a dramatic rapprochement between the two neighbours. North Korea’s participation is all the more surprising given numerous reports that disabled people are routinely discriminated against and sometimes imprisoned. When Choi was seven years old, North Korea’s founding leader Kim Il-sung died and, coupled with the collapse of the Soviet Union and the aid it provided, the country was plagued by a famine that killed at least a million people according to estimates by a US congressional committee. His parents divorced and he was raised by his maternal grandmother, who died two years later. By the time Choi was nine, he was on his own and began selling ice cream to train passengers to survive. To avoid train conductors looking to punish him for a lack of a ticket and his minor act of capitalism, Choi frequently rode between stations on the roof of train carriages or by hanging off the side. One day while he was climbing to the roof he slipped and fell. One of the wheels ran over the top of his left foot. An injured Choi was brought to a hospital, but the doctors, equipped with only the most basic medical supplies, opted to amputate his leg below the knee – without anaesthesia – rather than attempt to repair his foot. “My foot could have been fixed in another country, but in North Korea the medicine was so poor,” he said. He would eventually have four surgeries in the South. After his leg was amputated, there was no prosthetic limb, only crude wooden crutches that Choi would often smash in fits of rage. North Korean authorities have long discriminated against disabled people, with a UN report saying some are sent to prison camps. While Choi was harassed by police during his time selling ice cream, that abuse increased exponentially after his accident. “North Korean propaganda portrays the country as always healthy and strong, but we were a reminder that that is not true, so we were treated harshly by the authorities,” he said. His disability also cost him his friends: his fellow homeless youths abandoned him, and since he could no longer carry his box filled with ice cream, he started begging. “In North Korean society there is hierarchy in everything, even among beggars,” he said. “Physically impaired people are always at the bottom.” The dire situation in the North makes this year’s participation in the Paralympics all the more intriguing, says Choi. “North Korea is a challenging place for the impaired. It wouldn’t be possible for someone with disabilities to participate in the Paralympic Games unless he or she has power and wealth.” Choi arrived in South Korea in 2001 after his father paid a broker to smuggle him out of the North. His father had already settled in South Korea, but their relationship was strained and Choi spent years struggling in school and life. Like many newly arrived North Korean refugees he was slow to integrate and took to staying away for days in internet cafes, chain smoking and playing computer games. He spent two years in that hole, before starting classes at Korea National University of Welfare to study prosthetics manufacturing. A staff member recommended he try para ice hockey in 2015, and his obsession for online gaming changed into a strict training regimen. “A lot of North Koreans fail to settle and integrate; they wander and become self-destructive,” Choi said. “I want to be an example of how people can adjust well, that even a disabled person like me can succeed in South Korea.” Additional reporting by Haeyoon Kim.",
    "keywords": [
        "think",
        "ice",
        "south",
        "im",
        "korea",
        "games",
        "paralympics",
        "participate",
        "theyll",
        "makes",
        "choi",
        "winter",
        "traitor",
        "train",
        "defector",
        "north",
        "korean"
    ],
    "summary": "For years that past weighed heavily on him and he struggled after he was smuggled out of the North to South Korea.\n“They’ll think I’m a traitor.” This year is the first time North Korea will participate in the Winter Paralympics, after its Summer Games debut in London in 2012.\n“My foot could have been fixed in another country, but in North Korea the medicine was so poor,” he said.\nNorth Korean authorities have long discriminated against disabled people, with a UN report saying some are sent to prison camps.\n“In North Korean society there is hierarchy in everything, even among beggars,” he said.",
    "sentiment": {
        "neg": 0.0919,
        "neu": 0.8491,
        "pos": 0.059,
        "compound": -0.1407
    }
}