{
    "date": "2018-01-23T19:37:49Z",
    "title": "CIA chief draws new 'red line' on North Korea nuclear buildup",
    "url": "https://www.theguardian.com/us-news/2018/jan/23/cia-chief-says-north-korea-is-a-handful-of-months-from-endangering-us",
    "content": "The CIA director, Mike Pompeo, has said that the Trump administration is intent on preventing North Korea from being able to fire multiple nuclear missiles at the United States, apparently sketching out a new red line for the regime in Pyongyang. Speaking in Washington, Pompeo explained for the first time what the administration meant when it warns that it would not allow the regime of Kim Jong-un to threaten the US with a nuclear weapon. Despite personal warnings from Donald Trump on Twitter and in speeches, the US has not been able so far to prevent North Korea from testing a hydrogen bomb and conducting three test launches of an intercontinental ballistic missile (ICBM) – including one that appeared capable of reaching New York or Washington. Pompeo suggested the threshold for US military action was set higher. “Kim Jong-un will not rest with a single successful test,” the former Republican congressman told an audience at the American Enterprise Institute. “The logical next step would be to develop an arsenal of weapons. That is not one, not a showpiece, not something to drive on a parade ground on 8 February [army day] but rather the capacity to deliver from multiple firings of these missiles simultaneously.” “That increases the risk to America and that is the very mission set that President Trump has directed the government to figure out a way to make sure never occurs,” he added. He said that North Korea was “a handful of months” from the ability to “hold America at risk” and he said the CIA was focused on ensuring that “a year from now they are still several months away”. Pompeo added that CIA officials were spread out around the world trying to ensure that economic pressure on the embattled regime was effective and that Trump was focused on a diplomatic solution. “We are also equally at the same time ensuring that if we conclude it is not possible, that we present the president a range of options that can achieve what is his stated intention [the nuclear disarmament of North Korea],” the CIA director said. Pompeo argued that the North Korean leader could not be sure he could hit the US mainland until he had developed a substantial arsenal with multiple nuclear-tipped missiles. “US policy is that we are going to denuclearise permanently, that we are going to foreclose that risk. But it is still the case that if we haven’t gotten there, it is still a secondary mission to ensure that we keep them from having that capability,” he said. “In the deterrence model you have to be certain that what you aim to deliver will actually be successful. At the very least you need to make sure your adversary believes that. That is what Kim Jong-un is driving at. He is trying to put in our mind the reality that he can deliver that pain to the USA and our mission is to make the day that he can do that as far off as possible.” Pompeo denied reports that North Korea’s successful ICBM tests and the underground testing of an apparent hydrogen bomb in September had caught US intelligence by surprise. “That is just untrue,” he said. “The intelligence community on this one actually understood the capability and the testing capacity. We’ll never get the week or the month right on something that is this complicated but we can get the direction of travel and the capacity for rate of change right, and we did.” However, he said the previous administration had not concentrated sufficient resources on North Korea and its weapons programmes. “When I came in, there was insufficient focus on the problem set,” the CIA director said. “It wasn’t the case that it had been ignored. It wasn’t the case that we had missed material things, but it didn’t receive the focus of attention that is going to be needed to deliver what this administration is going to ask of the intelligence community. So we within weeks of me coming in, I created a Korea mission centre.. “We are in a much better place than we were 12 months ago,” Pompeo said, but added: “We are still suffering from having gaps. “There is enormous pressure that has been being put on me, and I in turn have placed enormous pressure on my team to solve the riddle, to close each of those gaps to the maximum extent that we possibly can.”",
    "keywords": [
        "cia",
        "going",
        "testing",
        "chief",
        "deliver",
        "korea",
        "administration",
        "nuclear",
        "buildup",
        "red",
        "mission",
        "trump",
        "draws",
        "pompeo",
        "north",
        "line"
    ],
    "summary": "The CIA director, Mike Pompeo, has said that the Trump administration is intent on preventing North Korea from being able to fire multiple nuclear missiles at the United States, apparently sketching out a new red line for the regime in Pyongyang.\n“Kim Jong-un will not rest with a single successful test,” the former Republican congressman told an audience at the American Enterprise Institute.\nHe said that North Korea was “a handful of months” from the ability to “hold America at risk” and he said the CIA was focused on ensuring that “a year from now they are still several months away”.\n“We are also equally at the same time ensuring that if we conclude it is not possible, that we present the president a range of options that can achieve what is his stated intention [the nuclear disarmament of North Korea],” the CIA director said.\n“US policy is that we are going to denuclearise permanently, that we are going to foreclose that risk.",
    "sentiment": {
        "neg": 0.0745,
        "neu": 0.8446,
        "pos": 0.0808,
        "compound": 0.0509
    }
}