{
    "date": "2018-04-27T11:35:00Z",
    "title": "North and South Korean leaders promise 'lasting peace' for peninsula",
    "url": "https://www.theguardian.com/world/2018/apr/27/north-south-korea-summit-leaders-promise-lasting-peace-denuclearisation-kim-jong-un-moon-jae-in",
    "content": "The leaders of North and South Korea have promised after a landmark summit to bring “lasting peace” to the peninsula with a commitment to denuclearisation and to ending decades of hostilities. Speaking at the end of an extraordinary day that began with a lingering handshake across the demarcation line separating their countries, the North Korean leader, Kim Jong-un, and the South Korean president, Moon Jae-in, issued a joint statement that was short on detail but offered cause for optimism as the world looks ahead to a summit between Kim and Donald Trump. The US president, in his first comments on the declaration, tweeted: “Good things are happening, but only time will tell!” He later added: “KOREAN WAR TO END!” Speaking at the White House, Trump warned that the US was “not going to be played” by North Korea, later the US president said he was getting close to choosing a venue for talks with Kim. “We’re setting up meetings now,” he said. “We’re down to two countries... and we’ll let you know what that site is.” At a joint press conference with Angela Merkel, Trump said: “Maximum pressure will continue until denuclearisation occurs. I look forward to our meeting, which will be quite something.” The Panmunjom declaration, named after the truce village that hosted the talks on Friday, committed the two Koreas to seek the “complete denuclearisation” of the peninsula. “South and North Korea confirmed the common goal of realising, through complete denuclearisation, a nuclear-free Korean peninsula,” it said. “South and North Korea shared the view that the measures being initiated by North Korea are very meaningful and crucial for the denuclearisation of the Korean peninsula, and agreed to carry out their respective roles and responsibilities in this regard.” The statement did not specify what Pyongyang expected in return for abandoning its nuclear weapons – the regime’s best deterrent against what it regards as a hostile US. Speaking outside the peace house on the southern side of the border that has divided the Korean peninsula for 65 years, the leaders also pledged to push for talks with the US, and possibly China, to formally end the 1950-53 Korean war with a peace treaty to replace the uneasy truce that stopped hostilities. Noting that more than a decade had passed since the countries’ leaders last met, Kim and Moon agreed to talk regularly by phone and meet more often, starting with a summit in Pyongyang in autumn. They vowed to work more closely on a host of bilateral issues, including reuniting families divided by the Korean war and improving cross-border transport links. Months after relations between the two countries sank to their lowest level following North Korean missile launches and its sixth nuclear test, Moon said he and Kim were aware that the hopes of 80 million North and South Koreans rested on their shoulders. “We were able to stand together today and agree that we should denuclearise the Korean peninsula,” Moon said, according to a translation provided by South Korea’s Arirang TV. With Kim standing nearby behind a separate podium, he said. “To completely denuclearise, we declare that we will cooperate to bring about an everlasting peace on the peninsula.” Moon applauded Kim’s “courage and determination” and vowed that “there will be no going back” to an era of tension and provocation that has occasionally brought the neighbours to the brink of conflict. “We are giving a great present to the citizens of the two Koreas,” he said. The goodwill measures would begin with a halt to “all forms of hostility” on land, at sea and in the air, the declaration said. The demilitarised zone – the heavily armed border separating the two countries – and the western maritime border will be turned into “peace zones”. From Tuesday, both countries will suspend all loudspeaker propaganda broadcasts and dismantle broadcasting equipment. They will also stop sending propaganda leaflets across the border. Kim said: “We hope we will not repeat the mistake of the past. I hope this will be an opportunity for the Korean people to move freely from North to South. We need to take responsibility for our own history. “We have waited for this day for a very long time. We are tied by blood and cannot be separated – we are the same country, the same people, and should not be separated by hostility. “We hope we can open a new road towards a new future, and that is why I crossed the demarcation line today. We hope for a new era of peace, and we have reaffirmed our commitment to that.” Duyeon Kim, a senior fellow at the Korean Peninsula Future Forum, said the wording of the statement was encouraging, as Kim prepares for his summit with Trump in late May or early June. “It’s good that the nuclear language is in there, and including ‘complete denuclearisation’ is a win for Moon,” she said. “It’s really aimed at setting up the meeting with Trump.” But she said it would have been easy for Kim to agree to the statement since “it reiterates what their position has been all along”, and from Pyongyang’s perspective, denuclearisation would include significant concessions from the US on its military presence in South Korea. “In the grand scheme of things, this declaration is continuing the spirit of the 2007 agreement, and much of what we see in this declaration has been agreed to before,” she said. “But it’s still a long and complicated road ahead.” Earlier, the two leaders signed the joint statement before standing to shake hands. At Moon’s instigation, they joined hands and raised their arms aloft, ending the exchange with an embrace and more of the broad smiles that were a feature of their joint public appearances throughout the day. International reaction to the summit was largely positive. China, the North’s main ally and its biggest economic partner, described the leaders’ handshake as a historic moment. “We applaud the Korean leaders’ historic step and appreciate their political decisions and courage,” Hua Chunying, a foreign ministry spokeswoman, told reporters. “We hope and look forward to them taking this opportunity to further open a new journey of long-term stability on the peninsula.” The White House said in a statement that it was “hopeful that talks will achieve progress toward a future of peace and prosperity for the entire Korean peninsula … [and] looks forward to continuing robust discussions in preparation for the planned meeting between President Donald Trump and Kim Jong-un in the coming weeks”. The UK foreign secretary, Boris Johnson, sounded a more cautious note. While “very encouraged” by the summit, he said: “I don’t think that anybody looking at the history of North Korea’s plans to develop a nuclear weapon would want to be over-optimistic at this point. But it is clearly good news that the two leaders are meeting. Absolutely.” Virginie Grzelczyk, a senior lecturer at Aston University, said: “This is a very long game, and confidence-building will take a lot of time. I am not sure a meeting between Kim Jong-un and President Trump would add anything to this particularly good development in inter-Korean relations today, and it might be that this would blur the line.”",
    "keywords": [
        "summit",
        "leaders",
        "south",
        "promise",
        "lasting",
        "denuclearisation",
        "peace",
        "kim",
        "peninsula",
        "trump",
        "north",
        "korean"
    ],
    "summary": "The leaders of North and South Korea have promised after a landmark summit to bring “lasting peace” to the peninsula with a commitment to denuclearisation and to ending decades of hostilities.\n“South and North Korea confirmed the common goal of realising, through complete denuclearisation, a nuclear-free Korean peninsula,” it said.\n“We were able to stand together today and agree that we should denuclearise the Korean peninsula,” Moon said, according to a translation provided by South Korea’s Arirang TV.\nI hope this will be an opportunity for the Korean people to move freely from North to South.\n“We applaud the Korean leaders’ historic step and appreciate their political decisions and courage,” Hua Chunying, a foreign ministry spokeswoman, told reporters.",
    "sentiment": {
        "neg": 0.0483,
        "neu": 0.8403,
        "pos": 0.1115,
        "compound": 0.2088
    }
}