{
    "date": "2018-05-28T16:03:00Z",
    "title": "No one compares like Londoners | Brief letters",
    "url": "https://www.theguardian.com/theguardian/2018/may/28/no-one-compares-like-londoners",
    "content": "Must the news forever be given a metropolitan slant? The caption on a photograph of the Burbo Bank windfarm in Liverpool Bay (Clean red skies, 25 May) states that the machines are taller than the Gherkin and their blades longer than nine London buses. As they are more likely to be seen by Liverpudlians than Londoners, would it not make more sense to make comparisons with, say, the Liver building and the width of the Anfield pitch? Martin Brayne Chinley, Derbyshire • Since Moon Jae-in of South Korea and Kim Jong-un of the North seem to have good personal chemistry and a clear vested interest in progress, why not cut out the foolish, overblown middleman – Donald Trump – and let them get on with it (Trump-Kim summit still on track says Moon after surprise meeting, 28 May)? Ian Bartlett East Molesey, Surrey • I can assure Myles Flynn (Letters, 26 May) that a thank-you from passengers to bus drivers is just as common in Oxford as it is in Edinburgh. I know because I live in one and frequently visit the other. Katherine El-Salahi Oxford • In 38 years’ residence in Sheffield I have observed that thanking the bus driver is a near-universal practice. I couldn’t have said the same of my native London when I moved north, but I find when visiting that the habit is spreading. Valerie Bayliss Sheffield • I have found a simple solution (How the humble stapler came to one reader’s aid, 28 May): my butler staples the Guardian before ironing it. Alan Gledhill Leicester • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "keywords": [
        "moon",
        "london",
        "brief",
        "sheffield",
        "bus",
        "compares",
        "visit",
        "guardian",
        "28",
        "letters",
        "londoners",
        "north",
        "oxford"
    ],
    "summary": "As they are more likely to be seen by Liverpudlians than Londoners, would it not make more sense to make comparisons with, say, the Liver building and the width of the Anfield pitch?\nIan Bartlett East Molesey, Surrey • I can assure Myles Flynn (Letters, 26 May) that a thank-you from passengers to bus drivers is just as common in Oxford as it is in Edinburgh.\nKatherine El-Salahi Oxford • In 38 years’ residence in Sheffield I have observed that thanking the bus driver is a near-universal practice.\nI couldn’t have said the same of my native London when I moved north, but I find when visiting that the habit is spreading.\nAlan Gledhill Leicester • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "sentiment": {
        "neg": 0.0031,
        "neu": 0.9441,
        "pos": 0.0529,
        "compound": 0.1868
    }
}