{
    "date": "2018-06-12T07:16:17Z",
    "title": "The full text of the Donald Trump and Kim Jong-un statement",
    "url": "https://www.theguardian.com/us-news/2018/jun/12/full-text-donald-trump-kim-jong-un-statement",
    "content": "Joint Statement of President Donald J. Trump of the United States of America and Chairman Kim Jong Un of the Democratic People’s Republic of Korea at the Singapore Summit. President Donald J. Trump of the United States of America and Chairman Kim Jong Un of the State Affairs Commission of the Democratic People’s Republic of Korea (DPRK) held a first, historic summit in Singapore on June 12, 2018. President Trump and Chairman Kim Jong Un conducted a comprehensive, in-depth, and sincere exchange of opinions on the issues related to the establishment of new U.S.-DPRK relations and the building of a lasting and robust peace regime on the Korean Peninsula. President Trump committed to provide security guarantees to the DPRK, and Chairman Kim Jong Un reaffirmed his firm and unwavering commitment to complete denuclearization of the Korean Peninsula. Convinced that the establishment of new U.S.-DPRK relations will contribute to the peace and prosperity of the Korean Peninsula and of the world, and recognizing that mutual confidence building can promote the denuclearization of the Korean Peninsula, President Trump and Chairman Kim Jong Un state the following: 1. The United States and the DPRK commit to establish new U.S.-DPRK relations in accordance with the desire of the peoples of the two countries for peace and prosperity. 2. The United States and the DPRK will join their efforts to build a lasting and stable peace regime on the Korean Peninsula. 3. Reaffirming the April 27, 2018 Panmunjom Declaration, the DPRK commits to work towards complete denuclearization of the Korean Peninsula. 4. The United States and the DPRK commit to recovering POW/MIA remains, including the immediate repatriation of those already identified. Having acknowledged that the U.S.-DPRK summit - the first in history - was an epochal event of great significance and overcoming decades of tensions and hostilities between the two countries and for the opening of a new future, President Trump and Chairman Kim Jong Un commit to implement the stipulations in this joint statement fully and expeditiously. The United States and the DPRK commit to hold follow-on negotiations led by the U.S. Secretary of State, Mike Pompeo, and a relevant high-level DPRK official, at the earliest possible date, to implement the outcomes of the U.S.-DPRK summit. President Donald J. Trump of the United States of America and Chairman Kim Jong Un of the State Affairs Commission of the Democratic People’s Republic of Korea have committed to cooperate for the development of new U.S.-DPRK relations and for the promotion of peace, prosperity, and security of the Korean Peninsula and of the world. June 12, 2018 Sentosa Island",
    "keywords": [
        "jong",
        "chairman",
        "states",
        "donald",
        "president",
        "kim",
        "peninsula",
        "text",
        "trump",
        "united",
        "dprk",
        "statement",
        "jongun",
        "korean"
    ],
    "summary": "Joint Statement of President Donald J. Trump of the United States of America and Chairman Kim Jong Un of the Democratic People’s Republic of Korea at the Singapore Summit.\nPresident Trump committed to provide security guarantees to the DPRK, and Chairman Kim Jong Un reaffirmed his firm and unwavering commitment to complete denuclearization of the Korean Peninsula.\nThe United States and the DPRK will join their efforts to build a lasting and stable peace regime on the Korean Peninsula.\nReaffirming the April 27, 2018 Panmunjom Declaration, the DPRK commits to work towards complete denuclearization of the Korean Peninsula.\nThe United States and the DPRK commit to recovering POW/MIA remains, including the immediate repatriation of those already identified.",
    "sentiment": {
        "neg": 0.0057,
        "neu": 0.8537,
        "pos": 0.1406,
        "compound": 0.4739
    }
}