{
    "date": "2018-05-22T05:07:16Z",
    "title": "'Weird, odd, a dumpster fire': Trump's North Korea summit coin ridiculed",
    "url": "https://www.theguardian.com/us-news/2018/may/22/donald-trump-north-korea-coin-kim-jong-un-nuclear-talks",
    "content": "Stony faced, Donald Trump stares down a smiling Kim Jong-un in a high-stakes scene, unfolding entirely on the surface of a coin. The commemorative piece was minted by the White House Military Office, which typically designs coins for Trump’s trips abroad, before an expected summit between the two leaders in Singapore on 12 June. The coin describes the meeting as “peace talks”, in English and Korean. It is only a small element of America’s recent rapprochement with North Korea but it appeared to gain a currency all its own on social media. It would be the first summit between a sitting US president and the leader of North Korea, if the meeting happens at all. Trump has said repeatedly he might pull out, and that scenario became more likely last week as the two governments traded heated words. Many observers were worried the coin might send the wrong message. The Kim family has long constructed an elaborate cult of personality around its male members, and loyal Workers’ party members often wear a badge with portraits of the country’s founder, Kim Il-sung, and his son Kim Jong-il. Similar portraits hang in homes and schools. Trump has reportedly been focusing on the pageantry of the summit rather than immersing himself in detailed briefings on the complex issue of North Korea’s nuclear program. He has been particularly interested in suspense-filled announcements that could come out of the meeting, according to the Associated Press. The coin announces Kim’s title as “supreme leader”, despite there being no official position with that name in North Korea. Kim is usually referred to as chairman of the state affairs commission in state media, while he is also chairman of the ruling party.",
    "keywords": [
        "odd",
        "summit",
        "meeting",
        "coin",
        "dumpster",
        "portraits",
        "korea",
        "state",
        "kim",
        "ridiculed",
        "weird",
        "trumps",
        "trump",
        "party",
        "north"
    ],
    "summary": "Stony faced, Donald Trump stares down a smiling Kim Jong-un in a high-stakes scene, unfolding entirely on the surface of a coin.\nThe coin describes the meeting as “peace talks”, in English and Korean.\nIt is only a small element of America’s recent rapprochement with North Korea but it appeared to gain a currency all its own on social media.\nIt would be the first summit between a sitting US president and the leader of North Korea, if the meeting happens at all.\nThe coin announces Kim’s title as “supreme leader”, despite there being no official position with that name in North Korea.",
    "sentiment": {
        "neg": 0.0285,
        "neu": 0.9109,
        "pos": 0.0605,
        "compound": 0.1749
    }
}