{
    "date": "2018-05-24T20:18:05Z",
    "title": "'Deal of the day': White House online shop crashes as North Korea coin discounted",
    "url": "https://www.theguardian.com/us-news/2018/may/24/north-korea-coin-trump-summit-white-house-discount",
    "content": "The Donald Trump summit with Kim Jong-un may be over. But the opportunity to buy a coin commemorating the doomed meeting is not. In fact, it just got cheaper. The White House Gift Shop slashed the price of the “President Trump United States and Korea Summit Coin” on Thursday, after Trump cancelled the planned meeting with the North Korean leader. The online store selling the coin crashed, reporting an error message that the server was “too busy”. A note on the White House gift shop website described the coin, which comes in a black velvet case, as the “deal of the day”. The deal of the day price is $19.95, down from the regular price of $24.95. The product description said the coin, designed to celebrate the summit, “will be made whether or not the summit occurs”. According to the White House gift shop, this is because “the theme is coming close to peace and celebrates the act of communication among countries”. The description adds that people buying the commemorative coin can request a refund if the summit does not occur. But according to the gift shop, “most supporters have said they want this heirloom of political history regardless of outcome”. An associate at the White House visitor center told the Guardian “a lot of people have called” asking how they can get their money back on the coin. Staff at the gift shop did not answer the phone. The White House communications agency struck a commemorative coin to celebrate the summit earlier this week. It shows Trump and Kim in profile, with the American and North Korean flags in the background. The White House Gift Shop said the $19.95 coin is “not identical” to that coin. The discounted coin also features the South Korean president Moon Jae-in. The shop offers free shipping on orders over $150; eager numismatists would have to purchase eight coins to take advantage of the offer. Trump suddenly called off the summit on Thursday. The president said he had been “very much looking forward” to meeting Kim, but that “based on the tremendous anger and open hostility displayed in your most recent statement, I feel it is inappropriate, at this time, to have this long-planned meeting”.",
    "keywords": [
        "summit",
        "gift",
        "white",
        "coin",
        "deal",
        "meeting",
        "shop",
        "korea",
        "price",
        "online",
        "discounted",
        "crashes",
        "house",
        "president",
        "trump",
        "day",
        "north"
    ],
    "summary": "The White House Gift Shop slashed the price of the “President Trump United States and Korea Summit Coin” on Thursday, after Trump cancelled the planned meeting with the North Korean leader.\nA note on the White House gift shop website described the coin, which comes in a black velvet case, as the “deal of the day”.\nAccording to the White House gift shop, this is because “the theme is coming close to peace and celebrates the act of communication among countries”.\nBut according to the gift shop, “most supporters have said they want this heirloom of political history regardless of outcome”.\nThe White House Gift Shop said the $19.95 coin is “not identical” to that coin.",
    "sentiment": {
        "neg": 0.0428,
        "neu": 0.8427,
        "pos": 0.1146,
        "compound": 0.1748
    }
}