{
    "date": "2018-04-27T00:12:20Z",
    "title": "Everything you need to know about the inter-Korean summit",
    "url": "https://www.theguardian.com/world/2018/apr/26/korean-summit-everything-you-need-to-know",
    "content": "Kim Jong-un will meet South Korean leader Moon Jae-in on 27 April, only the third time leaders from the two countries have met and the first since Kim took power in 2011 after the death of his father. The two nations technically remain in a state of war, since a peace treaty was never signed at the end of the 1950-53 Korean War, and this meeting could touch on a formal truce. It will also be focused on preparing the ground for US president Donald Trump to meet Kim in May or June. Here is everything you need to know about the historic meeting. What is happening? Kim and Moon will meet in Panmunjom, a village in the joint security areas on the heavily militarised border between the two neighbours. The eyes of the world will be on the summit and its tone will have a major impact on any meeting between Kim and Trump. Why is it important? This is only the second time Kim will meet another head of state, after a brief trip to China last month. This is also the first time in a decade that South Korea is led by a liberal government that wants to actively engage with the North. In many ways, Moon has been preparing for engagement with North Korea for most of his career. “The Inter-Korean summit is like the opening move in chess. How you play it sets up the other possible moves that come after it,” said Mintaro Oba, a former US diplomat who worked on North Korea policy. “So the Inter-Korean summit’s significance lies primarily in what atmosphere it creates and what expectations it reinforces heading into the next move, which is the Trump-Kim summit.” What’s the history? North and South Korea have been divided since the end of the Korean War, and except for about a decade ending in 2008, relations between the two have remained frosty. There have been occasional outbreaks of violence, most recently in 2010 when 50 people were killed when a South Korean navy corvette was sunk and several islands close to the border were attacked. This is also not the first time North Korea has expressed a willingness to abandon its nuclear ambitions. A deal with the US, Japan and South Korea in the 1990s was meant to give the North civilian nuclear power without the ability to build a weapon, but the reactor was never finished. North Korea pledged to relinquish its nuclear programme in 2007 in exchange for sanctions relief and fuel, but later pulled out of that agreement and expelled inspectors in 2009. Why now? Kim feels he has developed his nuclear and missile programmes to sufficient degree that they act as a deterrent against any attack and give North Korea significant negotiating power. “Kim Jong-un is trying to repair the relations that have really deteriorated over the last few years while they developed nuclear weapons,” said Jenny Town, the assistant director of the US-Korea Institute at the Johns Hopkins School of Advanced International Studies. In his new year’s address, Kim extended an olive branch and offered to participate the Winter Olympics, which was held in South Korea in February. That participation led to a series of meetings culminating in this months summit and a planned meeting between Kim and Trump. What do both sides want? Both leader’s interests are broadly aligned. They want to claim the summit as a success and both sides know the real goal is an agreement between the US and the North. Seoul has also suggested it could try to replace the current armistice agreement with a formal peace treaty, but it wants the North to agree to denuclearise. “For Moon, the summit is valuable because it makes it harder for the United States or North Korea to escalate tensions and gives him a lever to push both countries toward Moon’s ultimate goal: a comprehensive US-North Korea deal,” Oba said. “For Kim, it’s a way of increasing his options, putting pressure on the United States to deal with him on his terms, and convincing the world he is acting in good faith so that the blame for any future setbacks will be on the United States and not North Korea.” Kim will also likely be looking for relief from the sanctions currently imposed on his country. “North Korea will be focusing on repairing diplomatic ties and figuring out how they can repair their economy,” Town said. “Moon also wants to look at restarting Inter-Korea economic cooperation.” What are the possible outcomes? While North Korea has repeatedly signalled it is willing to give up its nuclear weapons, the conditions for that to happen may be too high a price to pay for the US and its allies. “The worst case scenario is learning the North Korean definition of denuclearization is untenable with international community’s expectations,” Town said. “When they think of denuclearization, they think it will come about over decades.” “It’s also dependent on having good relations with the US, and North Korea has seen the US pull out of many international agreements, so they won’t trust a simple promise, they want to build trust over time.” Kim is acutely aware of the fate of Libyan dictator Muammar Gaddafi, who gave up his weapons programmes only to have European and US forces bomb the country during an uprising against him. Other possibilities include a meeting relatively light on substance, focused on building goodwill between both sides and positive photo opportunities instead of touching on issues that could cause conflict. What comes next? There is little chance of a concrete agreement of any kind resulting from the summit. Beginning negotiations with a meeting between the two leaders, before any details have been hammered out, is always risky. The meeting will likely be followed by months, if not years, of negotiations at the lower levels before anything is signed. “They’ll likely come away with good intentions but not necessarily sustainable policies,” said Town.",
    "keywords": [
        "moon",
        "summit",
        "meeting",
        "south",
        "town",
        "korea",
        "kim",
        "nuclear",
        "need",
        "know",
        "interkorean",
        "north",
        "korean"
    ],
    "summary": "In many ways, Moon has been preparing for engagement with North Korea for most of his career.\nHow you play it sets up the other possible moves that come after it,” said Mintaro Oba, a former US diplomat who worked on North Korea policy.\nThat participation led to a series of meetings culminating in this months summit and a planned meeting between Kim and Trump.\n“North Korea will be focusing on repairing diplomatic ties and figuring out how they can repair their economy,” Town said.\n“The worst case scenario is learning the North Korean definition of denuclearization is untenable with international community’s expectations,” Town said.",
    "sentiment": {
        "neg": 0.0476,
        "neu": 0.8485,
        "pos": 0.104,
        "compound": 0.1092
    }
}