{
    "date": "2018-05-12T15:57:30Z",
    "title": "The Spy Gone North review – timely Korean spy thriller proves a real nail-biter",
    "url": "https://www.theguardian.com/film/2018/may/12/spy-gone-north-review-cannes-timely-korean-spy-thriller-nail-biter",
    "content": "Just last month, the leaders of North and South Korea made an historic step forward in peninsular relations, on both literal and figurative grounds. For the first time since the conclusion of the Korean war in 1953, a Supreme Leader , Kim Jong-un, set foot on Southern lands, meeting with President Moon Jae-in for a pledge to jointly work towards complete disarmament of all nuclear capabilities in the years to come. For a watching world, it was an inspiring moment during an age of international anxiety and uncertainty. But to make the sausage of diplomacy, some rather unsavoury meat must first have been churned. The Spy Gone North, a new thriller from South Korea’s Yoon Jong-bin that premiered at Cannes out of competition, steps a couple decades into the past for true story of an espionage operative codenamed Black Venus. While masquerading as a southern businessman with ambitions to shoot an advertising campaign against a northern backdrop, he successfully infiltrated the highest levels of the regime, then controlled by the equally absurd and intimidating Kim Jong-il. That’s only half of the story, however, and Yoon places an equal emphasis on the discord spreading back on the home front, where political machinations represented as great a threat to Black Venus’ safety as the Supreme Leader’s personal guard. Damned if he did go turncoat and damned if he didn’t, he became a double agent in spite of himself, made a casualty of the nasty business of peace. Armed with a life-saving poker face, actor Hwang Jung-min slips into the role of the man born Park Sun-young, forcibly recruited by South Korean higher-ups to do their dirtiest work. Rechristened Black Venus by his government handler Director Choi (Cho Jin-woong), Park ingratiates himself with an increasingly influential series of officials in the North, narrowly avoiding peril in every other scene. This thing has more close calls than a cramped phone booth, as tape recorders tucked into socks click at inopportune moments and wiretaps hidden in fax machines nearly come unstuck. Yoon executes all the classic double-agent set pieces with finesse, and those enamoured of the genre will appreciate a change of setting. Korea appears here as vividly as in any generously budgeted Bond picture; the lavish Millennium Hotel sets the scene for many of Park’s early meetings with his marks, and a sit-down with Kim Jong-il in his ornate private chamber is at once tense, discomfiting and darkly comical. Wending his way through this enemy territory, Park proves particularly adept at a job that made Leo DiCaprio stress-vomit in The Departed, a picture that similarly raised audience pulses with clandestine meetings and narrowly avoided exposure. Though ideologically, this film’s closest sibling would be Kim Ki-duk’s recent The Net, which turned a disapproving eye to the shadier corners of the South’s intelligence agencies. Yoon doesn’t shy away from the horrors of the North’s purges – if anything, a brief interlude taking place near a mountain of blackened bodies verges on the gratuitous – but he’s got plenty of vitriol left for the nation characterised as the good guys in the ongoing Korean conflict. Park’s entrée to the black-ops game plays out in the months prior to the 1998 election of President Kim Dae-jung, a reformer who intended to drag his country out of financial crisis through a turn towards regulatory capitalism. (Without hand-holding, Yoon ensures that even foreigners without a functional understanding of late-20th-century Korean history can keep up.) The South’s National Intelligence Service (NIS), represented primarily in Park’s orbit by Choi, had other plans. Park gets caught in the crossfire, made an unwitting pawn in an underhanded effort to game the election. As the film shifts from a classical spy nail-biter to a more pointed critique of agency misconduct, Yoon’s prevailing tone is that of healthy cynicism. Institutions cast off their composite parts the instant that they outlive their usefulness, and if an individual should go so far as to challenge an aggressively reinforced status quo, he will bear the full brunt of the dominant party’s power. Park’s motherland turns on him even after the NIS’ scheming is exposed, punishing him for his years of unfathomable sacrifice. It’s a sad irony very much in line with a cold war rooted in the arbitrary. The final minutes see families separated by the DMZ reunited, weeping with joy; whether tearing spouses apart over a manmade line in the sand or recasting a loyal servant as a traitor, the state commands its citizens’ reality, in parts North and South.",
    "keywords": [
        "south",
        "work",
        "black",
        "nailbiter",
        "yoon",
        "parks",
        "timely",
        "kim",
        "thriller",
        "spy",
        "real",
        "proves",
        "gone",
        "park",
        "venus",
        "review",
        "north",
        "korean"
    ],
    "summary": "Just last month, the leaders of North and South Korea made an historic step forward in peninsular relations, on both literal and figurative grounds.\nThe Spy Gone North, a new thriller from South Korea’s Yoon Jong-bin that premiered at Cannes out of competition, steps a couple decades into the past for true story of an espionage operative codenamed Black Venus.\nArmed with a life-saving poker face, actor Hwang Jung-min slips into the role of the man born Park Sun-young, forcibly recruited by South Korean higher-ups to do their dirtiest work.\n(Without hand-holding, Yoon ensures that even foreigners without a functional understanding of late-20th-century Korean history can keep up.)\nPark’s motherland turns on him even after the NIS’ scheming is exposed, punishing him for his years of unfathomable sacrifice.",
    "sentiment": {
        "neg": 0.1012,
        "neu": 0.8309,
        "pos": 0.0679,
        "compound": -0.0755
    }
}