{
    "date": "2018-03-21T08:00:05Z",
    "title": "What if God was one of us? You asked Google - here’s the answer | Jack Bernhardt",
    "url": "https://www.theguardian.com/commentisfree/2018/mar/21/what-if-god-was-one-of-us-google",
    "content": "In 1995, people had a lot of questions. “Is there any film Tom Hanks can’t make good?” “Who shot Mr Burns?” “How do I get out of the maze screensaver in the new Windows operating system?” While all of these questions were eventually resolved (“The Terminal”, “Maggie Simpson” and “you can’t escape, this poorly animated brick labyrinth will be your tomb forever”), there was one posited that year by a young singer-songwriter which has never sufficiently been answered: what if God was one of us? If you haven’t heard Joan Osborne’s song, it’s pretty standard in the “1990s female rock-pop with baffling lyrics” department, up there with Des’ree saying she’d rather have a piece of toast than see a ghost. Osborne suggests that God could be one of us (a slob like one of us), just a stranger on the bus, trying to make his way home, which immediately raises some questions. Has God got lost? Has he accidentally turned himself into a human and now can’t work out how to get back? Don’t get me wrong – this has all the makings of a Jack Black film that I would definitely sit through on a plane (working title: “Lost Faith” with God standing next to a signpost looking all confused, with the working tagline: “Looks like the lap of the gods … could do with a satnav”), but it doesn’t do a huge amount to answer the central question. What’s more, Osborne says at another point that no one’s calling God on the phone – “except for the pope, maybe in Rome”. So in this universe, the pope knows that God has accidentally turned himself into a human, but instead of visiting him and maybe trying to arrange transport back to heaven (perhaps by pulling a few strings at Nasa), he’s just calling him occasionally? What kind of lousy pope is this guy? If I’m ever pope (and let’s never say never), I promise I will go visit God, face-to-face, every time he’s riding on a bus. Even if it’s a Sunday rail replacement service. Anyway, enough about my papal campaign (but seriously, vote Bernhardt for Pope 2052) – let’s get down to the matter at hand. It’s pretty understandable that God, if he exists, would want to have a go at being one of us, even for a little bit. Imagine you played The Sims, non-stop, since the dawn of time – you’d want to spice things up by playing an immersive first-person adventure game eventually. The big question, though, is whether God would tell his invention that he was God, or if he’d keep it a secret. The first option isn’t particularly deity-friendly. For one, people wouldn’t necessarily believe him – anyone going around screaming that they are God is dismissed as lying, deluded or Elon Musk. Once God had actually convinced people that he was “one of us”, a new set of headaches would occur. The big lure of religion lies in the unknowable and intangible – if a guy with a great big bushy beard turns up and says: “Hi, I’m the creator of man and the universe, ask me anything” like he’s on Reddit, the whole thing becomes less appealing. Everyone would expect him to have the answer for everything, immediately, on tap – church service would be less a sombre coming together of a community and more like people waiting in line for the Genius Bar at the Apple Store. So more than likely, God would go with the second option – where he doesn’t let anyone know that he’s God. There’s something quite appealing about this, in a vaguely “Undercover Boss” kind of way – he’d get some honest feedback on some of his crummier creations (mosquitos, famine, my downstairs neighbour’s cat who jumps out at me and hisses for no reason, my downstairs neighbour who laughs every time this happens). Plus there’s the added jeopardy for all of us, as anyone in the world could be God, judging us. The only solution, logically, would be to treat everyone as well as we’d treat God, and therefore making the world a better place. At least, that’s the theory. In reality, of course, humans are terrible regardless of who they think is watching them, and we will act totally by short-termist ideals regardless of the long-term consequences. Look at our attitude to global warming – we know the planet is dying but we don’t really do anything about it because it’s hard. Given how lousy our response is when the stakes are that high, it’s difficult to believe that our behaviour would change much just because there’s a tiny chance that God is walking around taking notes. People would still lie and cheat, because not even a fear of God can change our stupid natures. But then maybe that’s OK. God may (or may not, I’m hedging my bets here) have created humans, but today’s problems are very much of our own making, and there’s no real guarantee God could fix them even he was “one of us”. I wouldn’t trust Thomas Edison to change the foglights on my car, because things have become way more complicated since he invented the first lightbulb. In my mind, it’s a bit like that with God and all of our problems – I’m not sure he’d have particularly good advice on how to negotiate with North Korea, or how to combat systemic racism in Britain, or how to deliver a Brexit that respects the referendum result and doesn’t destroy the economy. If you asked him any of those questions, he’d probably stare at you blankly and then say: “Hey, have you seen this ostrich I made? It’s got wings but it can’t fly. What an idiot!” To put it in an overly simplistic and corny way, we have to work together – regardless of who we believe is watching, or who is among us – to make the world a better place. And, seriously, if you’re part of the College of Cardinals, put in a good word for me. • Jack Bernhardt is a comedy writer and occasional performer",
    "keywords": [
        "im",
        "bernhardt",
        "world",
        "heres",
        "theres",
        "way",
        "answer",
        "questions",
        "hed",
        "god",
        "pope",
        "jack",
        "cant",
        "google",
        "asked",
        "hes"
    ],
    "summary": "If I’m ever pope (and let’s never say never), I promise I will go visit God, face-to-face, every time he’s riding on a bus.\nThe big question, though, is whether God would tell his invention that he was God, or if he’d keep it a secret.\nSo more than likely, God would go with the second option – where he doesn’t let anyone know that he’s God.\nPlus there’s the added jeopardy for all of us, as anyone in the world could be God, judging us.\nIf you asked him any of those questions, he’d probably stare at you blankly and then say: “Hey, have you seen this ostrich I made?",
    "sentiment": {
        "neg": 0.071,
        "neu": 0.8013,
        "pos": 0.1277,
        "compound": 0.198
    }
}