{
    "date": "2018-02-04T15:30:07Z",
    "title": "Mike Pence to stop North Korea 'hijacking' Winter Olympics, aide says",
    "url": "https://www.theguardian.com/world/2018/feb/04/mike-pence-north-korea-winter-olympics",
    "content": "The vice-president, Mike Pence, will stop North Korea “hijacking” the Winter Olympics, an aide said on Sunday, by using his own presence at the Games to remind the world “everything the North Koreans do at the Olympics is a charade to cover up the fact that they are the most tyrannical and oppressive regime on the planet”. Such rhetoric contrasts with recent diplomatic exchanges between North and South Korea. The two countries will march under one flag at the Games, which begin in Pyeongchang on Friday. They will also field a joint women’s ice hockey team. Diplomacy around the Games has been hailed as a success, at odds with confrontational and inflammatory rhetoric from the White House and Pyongyang since Donald Trump became president last year. Kim Jong-un’s pursuit of a nuclear weapon deliverable to US soil has fuelled tension, as have Trump’s aggressive speeches and tweets on the subject. Last month, a false alarm of an incoming ballistic missile spread panic in Hawaii. Trump, who has repeatedly threatened military action, criticised North Korea in his State of the Union speech to Congress this week, at which a North Korean defector was a praised guest. A spokesperson for North Korea’s foreign ministry said on Sunday the speech reflected “the height of Trump-style arrogance, arbitrariness and self-conceit”. Pence is due to attend the Olympics opening ceremony and some early events, as part of an Asia tour. The Axios website quoted the unidentified aide to the vice-president as saying: “At every opportunity, the VP will point out the reality of the oppression in North Korea by a regime that has enslaved its people. We will not allow North Korea’s propaganda to hijack the messaging of the Olympics. “We are seeing unprecedented level of international cooperation on the maximum pressure strategy targeting the Kim [Jong-un] regime, and the vice-president will make clear that this maximum pressure campaign will only intensify.” Axios quoted another unidentified government source as saying: “North Korea wants to make this about cute photo ops. The vice-president is countering North Korea’s desire to control the message. “We’re not going to cede two weeks of world media to North Korea.” In January, Trump spoke approvingly of the Olympic rapprochement, for which he appeared to take credit. He said: “A lot of people have said and a lot of people have written that without my rhetoric and without my tough stance – and it’s not just a stance, I mean this is what has to be done – that they wouldn’t be talking about Olympics, they wouldn’t be talking right now.”",
    "keywords": [
        "stop",
        "mike",
        "pence",
        "aide",
        "korea",
        "vicepresident",
        "regime",
        "games",
        "wouldnt",
        "hijacking",
        "winter",
        "rhetoric",
        "trump",
        "olympics",
        "north",
        "koreas"
    ],
    "summary": "Trump, who has repeatedly threatened military action, criticised North Korea in his State of the Union speech to Congress this week, at which a North Korean defector was a praised guest.\nA spokesperson for North Korea’s foreign ministry said on Sunday the speech reflected “the height of Trump-style arrogance, arbitrariness and self-conceit”.\nWe will not allow North Korea’s propaganda to hijack the messaging of the Olympics.\nThe vice-president is countering North Korea’s desire to control the message.\n“We’re not going to cede two weeks of world media to North Korea.” In January, Trump spoke approvingly of the Olympic rapprochement, for which he appeared to take credit.",
    "sentiment": {
        "neg": 0.0943,
        "neu": 0.8589,
        "pos": 0.0469,
        "compound": -0.1176
    }
}