{
    "date": "2018-06-14T09:47:43Z",
    "title": "Donald Trump shrugs off Kim's human rights record: 'He's a tough guy'",
    "url": "https://www.theguardian.com/world/2018/jun/13/donald-trump-kim-jong-un-fox-news-human-rights",
    "content": "Donald Trump has dismissed concerns about the widely condemned human rights record of the North Korean dictator, Kim Jong-un, praising him as a “tough guy”, a “smart guy” and a “great negotiator”. In an interview with Bret Baier of Fox News as he was leaving Singapore following the denuclearization summit with the North Korean leader, Trump declined to condemn the record of his interlocutor. International bodies have accused Kim of crimes against humanity including assassinations of political rivals, public executions and holding captive tens of thousands of political prisoners. Speaking in a wood-paneled office aboard Air Force One, Baier put it to the US president that Kim was “a killer. He’s executing people.” Trump replied by praising Kim as a “tough guy. Hey, when you take over a country, tough country, with tough people, and you take it over from your father, I don’t care who you are, what you are, how much of an advantage you have – if you can do that at 27 years old, that’s one in 10,000 could do that.” Trump went on: “So he’s a very smart guy, he’s a great negotiator and I think we understand each other.” Baier, sounding taken aback by the president’s flippant response, pressed Trump on the issue: “But he’s still done some really bad things.” To which Trump said: “Yeah, but so have a lot of other people done some really bad things. I could go through a lot of nations where a lot of bad things were done.” Trump’s failure to condemn one of the worst human rights records on the world stage is certain to inflame criticism that is already being leveled at him from both Democrats and Republicans in the wake of the summit. The presidential center of the former Republican president George W Bush has been tweeting about North Korea’s abuses, giving a clear indication of how he views the matter. Other public figures have been more directly critical. A Democratic senator from Connecticut, Chris Murphy, said of the outcome of the Singapore summit: “Kim’s gulags, public executions, planned starvation, are legitimized on the world stage … What the hell?” The issue of human rights was notably absent from the joint statement signed by Trump and Kim at their five-hour summit on Tuesday. Nor has there been any mention of human rights in the early discussions about follow-up meetings between the Trump administration and the North Korean regime. Among the outrages that could be put on the agenda are the up to 120,000 political prisoners that are thought to be held in four political prison camps in North Korea. A UN inquiry accused the regime of “systematic, widespread and gross human rights violations” rising frequently to the level of crimes against humanity. The UN added: “These are not mere excesses of the state; they are essential components of a political system that has moved far from the ideals on which it claims to be founded. The gravity, scale and nature of these violations reveal a state that does not have any parallel in the contemporary world.” North Korea under Kim amounted, the UN concluded, to a totalitarian regime that “seeks to dominate every aspect of its citizens’ lives and terrorizes them from within”.",
    "keywords": [
        "human",
        "political",
        "summit",
        "record",
        "shrugs",
        "north",
        "donald",
        "tough",
        "kim",
        "rights",
        "kims",
        "guy",
        "trump",
        "hes"
    ],
    "summary": "Donald Trump has dismissed concerns about the widely condemned human rights record of the North Korean dictator, Kim Jong-un, praising him as a “tough guy”, a “smart guy” and a “great negotiator”.\nIn an interview with Bret Baier of Fox News as he was leaving Singapore following the denuclearization summit with the North Korean leader, Trump declined to condemn the record of his interlocutor.\nHe’s executing people.” Trump replied by praising Kim as a “tough guy.\nNor has there been any mention of human rights in the early discussions about follow-up meetings between the Trump administration and the North Korean regime.\nA UN inquiry accused the regime of “systematic, widespread and gross human rights violations” rising frequently to the level of crimes against humanity.",
    "sentiment": {
        "neg": 0.1377,
        "neu": 0.8116,
        "pos": 0.0507,
        "compound": -0.335
    }
}