{
    "date": "2018-03-09T17:19:02Z",
    "title": "The Guardian view on Trump and Kim: jaw-jaw not war-war – but with care | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2018/mar/09/the-guardian-view-on-trump-and-kim-jaw-jaw-not-war-war-but-with-care",
    "content": "Donald Trump and Kim Jong-un appear to be overturning one of Marx’s famous dictums: this time, history is happening first as farce. The blustering, bouffant-haired leaders who attacked each other as a “dotard” and “little rocket man”, and threatened mutual obliteration, now say they will sit down to talk peace. Farce is preferable to tragedy, and after the warnings of fire and fury, the chance to at least postpone a conflagration is welcome. Any further advance to a substantive peace agreement would be a true triumph. But it is hard to take such a prospect very seriously, and easy to see what could go very wrong. Assuming the summit goes ahead, it will be the first time a sitting US president has met any North Korean leader. But this is Pyongyang’s diplomatic coup, not Washington’s. For North Korea, the talks are the prize – or a very substantial one, at least. Previous administrations did not want to hand that over for nothing. Mr Kim will be able to show his people that he has met the world’s superpower on equal terms. Few believe that the North is willing to denuclearise in the sense the US means. (James Clapper, then director of national intelligence, said publicly that this was “probably a lost cause” back in 2016.) It is unclear whether Mr Trump understands this. The lesson the North learned from Iraq and Libya – surely hammered home by Mr Trump’s military threats – is to get the best weapons quickly, and hang on to them. A freeze would be a good and more plausible outcome, but even wiser, more experienced and more committed heads would find it extremely challenging. Worse, both sides presumably believe bellicosity and provocation have worked; and that they each know how to handle the other. That cannot be good. Credit for de-escalation should go primarily to South Korea, where President Moon Jae-in’s administration has worked tirelessly and skilfully, while keeping Mr Trump on side by pretending that the glory is his. This is not Nixon in China. That feat took years of planning, masses of expertise, and concentrated, high-level diplomacy. This appears to be a vain caprice, made with minimal or no discussion with the state department (and, some suggest, with an eye to the storm over adult film actor Stormy Daniels’s claims of an affair). Even disregarding its internal disfunction and the many issues demanding its attention, the administration has little time to develop plans and has slashed the state department’s expertise on the region, on arms control and even on negotiating. And any blueprint may be irrelevant; Mr Trump is impetuous, unwilling to remedy his ignorance by listening to others, and loves to grandstand. There is little to show at home or abroad for his boast that he is a dealmaker. The US does not even have an ambassador to South Korea. It dropped its choice, Victor Cha – an expert widely regarded as a hawk – for not being hawkish enough and warning against a “bloody nose” strategy towards the North. Today Professor Cha warned that “this dramatic act of diplomacy … may also take us closer to war. Failed negotiations at the summit level leave all parties with no other recourse for diplomacy.” US allies are nervous: the risks are real. The prestige of both sides is invested in this meeting. It isn’t hard to imagine the men giving or taking offence, or Mr Trump dropping US secrets or making a concession inadvertently, or goading the North in a post-summit tweet. Yes, jaw-jaw is better than war-war. But there is every likelihood that a summit will be at best a spectacle, and at worst could bring tragedy rather than peace one step closer.",
    "keywords": [
        "diplomacy",
        "summit",
        "worked",
        "mr",
        "korea",
        "peace",
        "north",
        "editorial",
        "jawjaw",
        "kim",
        "guardian",
        "little",
        "tragedy",
        "care",
        "view",
        "warwar",
        "trump"
    ],
    "summary": "Donald Trump and Kim Jong-un appear to be overturning one of Marx’s famous dictums: this time, history is happening first as farce.\nFor North Korea, the talks are the prize – or a very substantial one, at least.\nIt is unclear whether Mr Trump understands this.\nAnd any blueprint may be irrelevant; Mr Trump is impetuous, unwilling to remedy his ignorance by listening to others, and loves to grandstand.\nIt isn’t hard to imagine the men giving or taking offence, or Mr Trump dropping US secrets or making a concession inadvertently, or goading the North in a post-summit tweet.",
    "sentiment": {
        "neg": 0.1225,
        "neu": 0.7681,
        "pos": 0.1094,
        "compound": -0.0611
    }
}