{
    "date": "2018-01-15T21:30:06Z",
    "title": "Boris Johnson: 'Let us have a grown-up conversation with our American friends'",
    "url": "https://www.theguardian.com/politics/2018/jan/15/boris-johnson-let-us-have-a-grown-up-conversation-with-our-american-friends-interview",
    "content": "Boris Johnson has banned himself from using the phrase “special relationship” to describe Britain’s longstanding links with the United States: it sounds, he says, “a bit needy”. But as Donald Trump’s White House lurches from one crisis to the next – the latest being his remarks about migrants from “shithole” countries – Britain’s foreign secretary has no intention of distancing himself from the controversial president. “It’s a crucial relationship, and it’s a very positive relationship,” he enthuses, speaking to the Guardian on Monday morning over tea in the opulent surroundings of the Foreign Office, as he prepared to fly to Vancouver for an international meeting on North Korea. Hardly immune from the odd ill-chosen comment himself, Johnson adds that when he meets Trump’s secretary of state, Rex Tillerson, at the summit, he will remind him of the open invitation for a state visit. “I think that we will have a visit in due course,” he says, adding that Guardian readers ready to pick up their placards and protest, “should understand that America, for better or worse, in our lifetimes, has incarnated values of liberty and fairness and freedom around the world, and it still does”. Asked whether Trump represents those values, he adds: “Let us have a grown-up conversation with our American friends about the things we want to do together.” Johnson’s shadow, Emily Thornberry, has described Trump as an “asteroid of awfulness”; when Jeremy Corbyn was asked by ITV’s Robert Peston on Sunday whether the relationship with the US was Britain’s most important, he said, “No. I think there are many important relationships.” But Johnson hits back: “For Jeremy Corbyn to say that this relationship doesn’t matter, is I think insanity, and irresponsible. And to try to banish the president of the United States from visiting the UK when he’s had trips to France, to Germany, to Japan, to China, is, I think, for the Labour party extremely odd.” He has struck up a warm relationship with Tillerson (“Rex”), and it is clear Johnson will be in Vancouver to back Tillerson’s approach to North Korea, rather than validating Trump’s twitter spats with Kim Jong-un. “The approach that Rex Tillerson has been taking has been entirely right, which is to build an international consensus,” he says. “Kim Jong-un, the language that he has used: destroying not just parts of his neighbours but parts of the United States; his incipient ability to launch a nuclear-armed intercontinental ballistic missile – a threat of the kind the world has not known since the dawn of the atomic age. “We have a genuine possibility of a rogue state capable of nuclear blackmail and capable of nuclear destruction. I think that’s something that we cannot ignore.” He suggests China will have an important role to play in bringing North Korea in from the cold. “In the end, the people who can really solve the problem are the Chinese.” He adds: “I think one of the reasons for being optimistic about the world generally is, there are places around the world where you can see the Chinese ability to play a positive role in global diplomacy, and increasing Chinese interest in doing that.” The shifting balance of diplomatic power is the stuff of high politics, of a kind that has long preoccupied the foreign secretaries who have occupied this vast, ornate office overlooking Horse Guards Parade. But today, Johnson also wants to talk about his latest preoccupation, which is on an altogether more domestic scale: advancing women’s education around the world. “I genuinely think, having done this job now for 18 months, having been to about 62 countries, having seen many of the problems of the world much more clearly than I ever saw them before, I really think that that is the number one challenge that we have – and also the biggest opportunity to transform the world,” he says. He argues that providing girls with 12 years of good-quality education is “the Swiss army knife, the universal spanner” to tackle a range of problems, from radicalisation to poverty – and in particular, population growth. “You open it up and it’s got all the tools,” he says. “All the evidence is that if you educate a girl in sub-Saharan Africa, broadly speaking, you will reduce the family size by roughly half – and that in the end is going to make a big, big difference to humanity.” He brushes off the idea that by advocating women’s education as a tool for tackling overpopulation, Britain could be accused of arrogance, or even neo-imperialism, saying, “I think sometimes we’ve got to be very frank about our ambitions.” And he adds: “In societies where young men do not think of women as equals, they don’t think of them as economic equals, they’re more likely to be prone to ideas that I think are deeply damaging – radicalisation and all the rest of it.” Global development is not formally part of Johnson’s brief. Tony Blair created the Department for International Development in 1997 to prevent aid spending being used as a tool of Britain’s foreign policy. But Johnson’s department has long wanted to exert influence over DfID’s considerably larger spending power. His may be one of the great offices of state, but spending cuts mean that by 2020-21, the Foreign Office budget is due to be almost a tenth that of DfID’s. And with Brexit permanently branded on his political CV, Johnson is keen to show that he is a liberal internationalist, not a Little Englander – or, as some of his Conservative colleagues see him, a dilettante. The past two years have been bruising and strewn with missteps, from his fumbled remarks about Nazanin Zaghari-Ratcliffe, the British citizen imprisoned in Iran, to toting the Libyan city of Sirte as a potential tourist resort once they “clear the dead bodies away”. He says he is working closely with the new international development secretary, Penny Mordaunt – and Britain’s push for women’s education will involve both aid spending and diplomacy. “We are going to put it at the heart of everything we do, and we are campaigning for 12 years of quality education for every girl. That’s the ambition. And it’s the men who run the countries who are not doing enough to emphasise it,” he says. “We already provide the funding for about a million girls, and we have various ambitions which we’re going to announce at the Commonwealth summit in April. It’s the 12-year plan at the heart of the Commonwealth summit, and we’re trying to think of a logo. Twelve years is the strapline.”",
    "keywords": [
        "think",
        "spending",
        "world",
        "education",
        "state",
        "conversation",
        "britains",
        "boris",
        "friends",
        "grownup",
        "let",
        "johnson",
        "relationship",
        "american",
        "foreign",
        "international"
    ],
    "summary": "Boris Johnson has banned himself from using the phrase “special relationship” to describe Britain’s longstanding links with the United States: it sounds, he says, “a bit needy”.\nBut as Donald Trump’s White House lurches from one crisis to the next – the latest being his remarks about migrants from “shithole” countries – Britain’s foreign secretary has no intention of distancing himself from the controversial president.\nI think there are many important relationships.” But Johnson hits back: “For Jeremy Corbyn to say that this relationship doesn’t matter, is I think insanity, and irresponsible.\nBut today, Johnson also wants to talk about his latest preoccupation, which is on an altogether more domestic scale: advancing women’s education around the world.\nTony Blair created the Department for International Development in 1997 to prevent aid spending being used as a tool of Britain’s foreign policy.",
    "sentiment": {
        "neg": 0.0567,
        "neu": 0.8703,
        "pos": 0.0731,
        "compound": 0.0782
    }
}