{
    "date": "2018-03-11T06:07:39Z",
    "title": "The Observer view on talks between Donald Trump and Kim Jong-un | Observer editorial",
    "url": "https://www.theguardian.com/commentisfree/2018/mar/11/observer-view-on-trump-blunder-kim-jong-un-north-korea-talks",
    "content": "Will Donald Trump ever meet Kim Jong-un? It is a reasonable question, given the US leader’s changeable moods and the fact that the North Korean dictator has yet to issue an official invitation. Trump could barely contain his excitement last week after a South Korean delegation passed on Kim’s suggestion of a meeting by May. He appeared unannounced in the White House briefing room to tip off reporters that big news was about to break. But Trump’s exhilaration was not about averting the nuclear Armageddon he himself so recently threatened. It was about his chance of securing a place in history as the man who “solved” the 70-year-old Korean conundrum. Trump saw a golden chance to posture as peacemaker before an admiring world. So without consulting his closest and better-informed advisers, he took Kim’s bait. It would be wonderful if North Korea were to give up its nuclear weapons. It would be wonderful if the US did so, too. Neither occurrence is remotely likely in the foreseeable future. According to the South Koreans, Kim expressed commitment to denuclearisation of the Korean peninsula. But this is nothing new for Pyongyang. It made similar offers in 1985, 1992, 1994, 2005 and 2010. On each occasion, for a variety of reasons, the promises came to nothing. Trump does not study history; indeed, he apparently does not read much at all. He does not understand that when North Korea talks about denuclearisation, it means, primarily, the removal from the region of the US nuclear weapons the regime finds so threatening. Washington has never given such an undertaking and there is zero sign it will do so in future. It demands nothing less than North Korea’s unilateral disarmament. The deal offered to North Korea under the defunct six-party talks process, before it attained its current nuclear capabilities, involved the lifting of UN sanctions, security guarantees, economic aid and assistance with developing peaceful nuclear energy. These “normalisation” carrots will again be dangled if talks resume – but not the withdrawal of the American nuclear umbrella that ostensibly shields South Korea and Japan. Yet the moment for such a deal has passed. It passed when Kim declared in November that North Korea had become a fully fledged nuclear weapons state with long-range missiles capable of hitting anywhere in the US. The game has fundamentally changed, a fact the Americans find hard to accept. It is fanciful to believe that Kim, after years of national striving and sacrifice, is suddenly prepared to surrender his newly perfected weapons in the absence of equivalent US actions. What he wants now is the recognition and security that possession of such weapons brings. By luring the impulsive Trump into a high-profile summit, Kim has everything to gain. He will boost his prestige within North Korea’s ruling party and among the populace at large. The domestic propaganda dividend will be enormous. By dealing with a US president on equal terms, Kim will dishearten all those who hope for a progressive, democratic future in North Korea. Most concerning of all, perhaps, a Trump-Kim summit, even if only symbolic, will legitimise North Korea’s status as a nuclear weapons state that the world’s most powerful nation must court and woo. The fateful lesson that Saddam Hussein and Muammar Gaddafi failed to learn, namely, that possession of nuclear weapons equals personal and regime survival, will be reinforced. For all these reasons, more sensible people in the Trump administration are already rowing back. The White House now says North Korea must first make unspecified “concrete steps” before any summit takes place. The risk is that in compensating for Trump’s foolishness, US officials may go too far the other way and wreck the opening for dialogue painstakingly won by South Korea’s president, Moon Jae-in, through his Olympics diplomacy. It is vitally important to talk to North Korea. More Trump grandstanding is not the way to do it.",
    "keywords": [
        "south",
        "observer",
        "korea",
        "north",
        "editorial",
        "donald",
        "kim",
        "nuclear",
        "weapons",
        "jongun",
        "korean",
        "trump",
        "view",
        "talks",
        "koreas"
    ],
    "summary": "It is a reasonable question, given the US leader’s changeable moods and the fact that the North Korean dictator has yet to issue an official invitation.\nTrump could barely contain his excitement last week after a South Korean delegation passed on Kim’s suggestion of a meeting by May.\nIt would be wonderful if North Korea were to give up its nuclear weapons.\nHe will boost his prestige within North Korea’s ruling party and among the populace at large.\nThe White House now says North Korea must first make unspecified “concrete steps” before any summit takes place.",
    "sentiment": {
        "neg": 0.052,
        "neu": 0.8503,
        "pos": 0.0978,
        "compound": 0.0976
    }
}