{
    "date": "2018-06-12T17:31:14Z",
    "title": "Analysts dissect Trump's bizarre summit trailer: 'Perhaps it's a way to bond'",
    "url": "https://www.theguardian.com/us-news/2018/jun/12/trump-north-korea-video-summit-trailer-dissected",
    "content": "Donald Trump’s salesman pitch to Kim Jong-un included a bizarre video, in the style of a Hollywood trailer, to persuade the North Korean dictator that he can be “a hero” by choosing peace and prosperity over nuclear weapons. The four-minute film, contrasting images of warplanes and artillery with skyscrapers and speedboats, portrays Trump and Kim as the stars of history in the making – “two men, two leaders, one destiny” – with the US president getting top billing. The narrator suggests that “a new world can begin today, one of friendship, respect and goodwill”. But analysts in Washington described the video as more characteristic of a property developer making a hard sell than a world leader seeking to thread the diplomatic needle. One observer dismissed it as “a word salad topped with gratuitous appeasement of a monstrous regime”. Attributed to “Destiny Pictures”, the video was played on two big screens before Trump’s press conference in Singapore. “I hope you liked it,” Trump said. “I thought it was good. “I showed it to him today. Actually, during the meeting – toward the end of the meeting – and I think he loved it.” Trump said the video was played for about eight members of the North Korean delegation on an iPad, “and I thought they were fascinated by it”. In Washington there was scepticism. Jon Wolfsthal, a non-resident scholar at the Carnegie Endowment for International Peace thinktank and former senior director for arms control and non-proliferation at the National Security Council under Barack Obama, commented: “This is exactly the kind of video a real estate developer shows to prospective clients. It is clear the president is using what he knows as he pursues his agenda. That seems natural. “It is striking that the video contains open threats that failure to make a deal will lead directly to war and conflict. The overtones are very ominous. I am skeptical this has had the desired effect, but the summit has kicked the disarmament can down the road, so we will have to wait and see.” Michael Green, senior vice-president for Asia at the Center for Strategic and International Studies, said that the video misunderstood the way the North Korean government sees its economy. “They don’t want to open up to investment, because they can’t handle it. They can’t handle the influences, the information, North Koreans having their own access to money and information. They want to open up enough to get the appearance and experience of being a rich country for the elite, and to get cash.” He added: “It was Donald Trump applying what he did in business to diplomacy. It probably showed Kim Jong-un that Donald Trump wants a deal. But it’s not the deal Donald Trump’s thinking, I suspect.” Frank Aum, a senior expert on North Korea at the US Institute of Peace and former senior adviser at the defence department, said: “While I applaud the creativity, I don’t think the video itself was decisively compelling because it focused more on economic development rather than Kim Jong-un’s primary concern, which is his security. The Trump administration needs to address the security issue – such as ending military exercises – instead of thinking that economic handouts will convince Kim Jong-un.” And David Litt, a former speech writer for Obama, said: “I don’t have anything against the White House producing its own videos in theory, and if it advances American interests, I’m all for it. That said, this particular video is truly amateurish – a word salad topped with gratuitous appeasement of a monstrous regime. North Korea has long used propaganda films to shape perception of its leaders, often depicting Kim and his family as gods. The current leader’s father, Kim Jong-il, was a film fan who had thousands of titles in his collection and once led the country’s propaganda ministry. The White House will no doubt hope the video goes down better than the 2014 movie The Interview, starring Seth Rogen and James Franco as journalists tasked with the killing of Kim. It caused North Korean officials to complain to the United Nations and state media warnings of “merciless retaliation”. Michael Cornfield, a political science professor at George Washington University in Washington, said: “Most world leaders would be appalled by such a cheesy appeal to choose the world of colour over the world of black and white. Or they might be secretly pleased because they would figure anyone negotiating on such primitive terms would be easy to roll. “But Kim is the man who freaked out over his mock assassination in the feature film The Interview back in 2014. He had his cyber-team hack Sony Pictures and his threats of terrorism caused theaters to cancel screenings. So perhaps this is a way to forge a bond.”",
    "keywords": [
        "summit",
        "leaders",
        "dissect",
        "video",
        "world",
        "bizarre",
        "washington",
        "donald",
        "way",
        "analysts",
        "kim",
        "trumps",
        "trump",
        "trailer",
        "senior",
        "bond",
        "north",
        "korean"
    ],
    "summary": "Donald Trump’s salesman pitch to Kim Jong-un included a bizarre video, in the style of a Hollywood trailer, to persuade the North Korean dictator that he can be “a hero” by choosing peace and prosperity over nuclear weapons.\nAttributed to “Destiny Pictures”, the video was played on two big screens before Trump’s press conference in Singapore.\nIt probably showed Kim Jong-un that Donald Trump wants a deal.\nNorth Korea has long used propaganda films to shape perception of its leaders, often depicting Kim and his family as gods.\nIt caused North Korean officials to complain to the United Nations and state media warnings of “merciless retaliation”.",
    "sentiment": {
        "neg": 0.0851,
        "neu": 0.7957,
        "pos": 0.1192,
        "compound": 0.0834
    }
}