{
    "date": "2018-03-09T09:42:05Z",
    "title": "Trump meeting Kim Jong-un is a half-baked idea – and a dangerous one | Richard Wolffe",
    "url": "https://www.theguardian.com/commentisfree/2018/mar/09/trump-meeting-kim-jong-un-is-a-half-baked-idea-and-a-dangerous-one",
    "content": "One is an egomaniacally unhinged, nuclear-armed neophyte, who scares his allies and enemies alike. So is the other. The extraordinary prospect of direct talks between Donald Trump and Kim Jong-un would be a delicious moment of karma among kooky world leaders. If it weren’t for their ability to destroy half the planet. They say we get the leaders we deserve, and these two leaders surely deserve one another. But does the world really deserve its fate to be settled by two Little Rocket Men? Let’s size up this epic summit, shall we? The North Korean dictator has already achieved most of what his Stalinist regime has long desired: to be seen as an equal of the almighty United States of America. By sitting opposite Trump, Kim need concede nothing to still come out as a winner. Trump, on the other hand, is trying to cast himself as Ronald Reagan at Reykjavik, as he continues in his quixotic effort to turn back the clock to the 1980s, when people seemed to admire his whole gold-plated style a little more. Of course, Kim is no Mikhail Gorbachev and Reykjavik ended in failure. But apart from that, the model is totally worth emulating. One thing is already clear about this half-baked idea: Trump is more likely to spill his guts about classified intelligence than he is to get the upper hand with any kind of meaningful deal. We have some recent history to underscore that point. It was only on Saturday that our dear leader spilled his guts about this North Korean deal at the Gridiron dinner. At one point, the commander-in-chief drifted off script to ramble something incoherent about the North Koreans. “It was headed for disaster and now we’re talking,” he told the white-tie crowd. “They, by the way, called up a couple of days ago; they said, ‘We would like to talk,’” Trump said. “And I said, ‘So would we, but you have to denuke.’” In case we didn’t get the news, he continued: “I would not rule out direct talks with Kim Jong-un,” he said. “I just won’t. As far as the risk of dealing with a madman is concerned, that’s his problem, not mine.” Some people thought he was joking: others were just plain confused. South Korean officials later pointed out that Trump had not talked to the North Koreans, but instead had talked to them. So foreign policy experts naturally assumed that Trump had confused the two Koreas. Not quite. He just confused the Gridiron dinner for the Oval Office. An easy mistake for someone who asks his paying guests at Mar-a-Lago what he should do about gun control. Spilling secrets is something Trump just can’t stop doing. He helpfully tipped off the Russian ambassador to some top secret intel about Islamic State when he stopped by for a visit last year, as all good handlers like to do when they want to check on their assets. And he was at it again yesterday, popping his head into the briefing room to tell reporters about the North Korean news ahead of the announcement by South Korean officials an hour later. “Hopefully, you will give me credit,” he told an ABC News correspondent, his focus remaining firmly on his top priority: inflating his own ego. Needless to say, Trump is very pleased with this state of affairs. “Kim Jong-un talked about denuclearization with the South Korean representatives, not just a freeze,” he tweeted. “Also, no missile testing by North Korea during this period of time. Great progress being made but sanctions will remain until an agreement is reached.” This Donald Trump is no relation whatsoever to the Donald Trump who was president of the US last year. “I told Rex Tillerson, our wonderful Secretary of State, that he is wasting his time trying to negotiate with Little Rocket Man,” he tweeted just four long months ago. Tillerson is clearly wasting his time trying to negotiate with his boss. Trump also has no connection whatsoever with the man known as @realdonaldtrump who tweeted this in September: “After allowing North Korea to research and build Nukes while Secretary of State (Bill C also), Crooked Hillary now criticizes.” They say there’s a tweet for everything. But you usually have to go a little further back in Trump’s timeline to find something that totally undercuts himself. For those new to the North Korean brief, including those in the West Wing, it’s worth pointing out that the North Korean deal during the Clinton years was supposed to halt nuclearization. Then it turned out Pyongyang had a secret nuclear program. Then it was the Bush administration that thought it had negotiated a breakthrough, alongside four other nations including Russia and China. That deal lasted right up until the old “trust but verify” issue of inspections in 2009. Bush’s national security adviser, Steve Hadley, liked to say there was a good reason why you didn’t stage a presidential meeting unless you had already achieved something in the pre-meeting discussions. In addition to wasting the president’s time, a premature presidential meeting would surrender any incentive for concessions. It’s like a diplomatic version of the Art of the Deal, but with war and peace in place of luxury condominiums. This may not be the best time for our newly dove-like Trump to change national security advisers. The biggest hawk against North Korea – and the most vocal skeptic about direct talks – is one John Bolton, Bush’s former ambassador to the United Nations and a Fox News favorite. Bolton is now tipped to take over from the yet-to-quit HR McMaster as Trump’s next national security adviser. Some people have called Bolton a “warmongering lunatic”, but that is obviously unkind to lunatics. He once said it wouldn’t make any difference if you lost the top 10 storeys of the UN’s headquarters. But that doesn’t mean he couldn’t be diplomatic at the UN. It just means he didn’t want to. There was a time when an idealistic new president campaigned against the establishment, promised to talk to America’s adversaries, like the mullahs in Iran and the communists in Cuba. For years the Republicans ran the emotional gamut from disdain to disgust at his weak foreign policy. But that president’s name was Barack Obama, and we all know what the world thought of him. Now we have a president in the pocket of Vladimir Putin, who is also busting sanctions to help Kim Jong-un. So this summit is less a meeting of adversaries and more a get-together of subsidiaries. Nationalists of the World, unite! You have nothing to lose but your shame. Richard Wolffe is a Guardian columnist",
    "keywords": [
        "meeting",
        "deal",
        "richard",
        "world",
        "state",
        "wolffe",
        "idea",
        "north",
        "kim",
        "little",
        "dangerous",
        "jongun",
        "korean",
        "say",
        "trump",
        "halfbaked"
    ],
    "summary": "The extraordinary prospect of direct talks between Donald Trump and Kim Jong-un would be a delicious moment of karma among kooky world leaders.\nBy sitting opposite Trump, Kim need concede nothing to still come out as a winner.\nIt was only on Saturday that our dear leader spilled his guts about this North Korean deal at the Gridiron dinner.\nFor those new to the North Korean brief, including those in the West Wing, it’s worth pointing out that the North Korean deal during the Clinton years was supposed to halt nuclearization.\nNow we have a president in the pocket of Vladimir Putin, who is also busting sanctions to help Kim Jong-un.",
    "sentiment": {
        "neg": 0.0784,
        "neu": 0.8387,
        "pos": 0.0829,
        "compound": 0.0555
    }
}