{
    "date": "2018-04-18T17:32:16Z",
    "title": "The Guardian view on Donald Trump’s Korean diplomacy: progress without purpose | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2018/apr/18/the-guardian-view-on-donald-trumps-korean-diplomacy-progress-without-purpose",
    "content": "One function of Donald Trump’s swagger is to give cover to his retreats. It is not the US president’s style to admit that he compromises. He professes a zero-sum world view, where concession is weakness. Yet, in relations with North Korea, Mr Trump has promised the country’s dictatorial leader, Kim Jong-un, a gift – the status boost of a summit meeting – while receiving nothing in return. The seriousness of White House intent regarding the encounter was confirmed this week by news that Mike Pompeo, the current CIA director and Mr Trump’s nominee for secretary of state, held secret face-to-face talks with Mr Kim over Easter. That is the highest-level bilateral contact since Madeleine Albright, Bill Clinton’s secretary of state, travelled to Pyongyang in 2000. Mr Pompeo’s trip anticipates a much-hyped summit on 27 April between North and South Korean leaders. The choreography around that event has raised expectations that a formal peace might be declared, upgrading the armistice that froze – but never officially ended – war on the peninsula in 1953. The South Korean president, Moon Jae-in, has attributed some of the momentum behind talks to Mr Trump’s bellicose tone, stroking the US president’s ego in an attempt to curb his most ferocious instincts. It is certainly true that the current flurry of engagement follows a period of frenzied escalation, as the US president looked ready for nuclear confrontation. That sequence doesn’t prove that a deal, let alone a good one, is more available now than in the past. North Korea has long wanted to be treated as a peer of the US. Mr Kim is getting that treatment without taking a step closer to dismantling his nuclear capabilities – the primary US demand. North Korea can also deduce from the company Mr Trump keeps that forced regime change in Pyongyang is not far from the president’s mind, or his ear. His national security adviser, John Bolton, is an ultra-hawk. He has urged abandonment of the Iran nuclear containment deal struck by Barack Obama’s administration. If the White House won’t make an existing non-proliferation pact work with Tehran there is little prospect of it showing the patience to craft a new one for North Korea – let alone stick to it. Mr Kim sees nuclear weapons as his insurance policy against US intervention. Mr Trump’s incoherent combination of wildly aggressive rhetoric and diplomatic concession only confirms that view. It is also plausible that Washington hawks do not seriously expect progress and are itching to declare that dialogue has failed and war is a logical next resort. It is, of course, better that the two sides talk peace than threaten war. But it would be a mistake to imagine that a schedule of talks proves wisdom in the White House or assures progress. It is unclear what the US is getting out of this process and unclear whether, beyond relishing the drama, Mr Trump even knows what he wants. This does not look like a sure path towards a safer Korean peninsula.",
    "keywords": [
        "diplomacy",
        "progress",
        "white",
        "mr",
        "war",
        "korea",
        "north",
        "editorial",
        "donald",
        "nuclear",
        "kim",
        "talks",
        "trumps",
        "trump",
        "view",
        "purpose",
        "guardian",
        "korean"
    ],
    "summary": "Yet, in relations with North Korea, Mr Trump has promised the country’s dictatorial leader, Kim Jong-un, a gift – the status boost of a summit meeting – while receiving nothing in return.\nNorth Korea has long wanted to be treated as a peer of the US.\nMr Kim is getting that treatment without taking a step closer to dismantling his nuclear capabilities – the primary US demand.\nMr Trump’s incoherent combination of wildly aggressive rhetoric and diplomatic concession only confirms that view.\nIt is unclear what the US is getting out of this process and unclear whether, beyond relishing the drama, Mr Trump even knows what he wants.",
    "sentiment": {
        "neg": 0.101,
        "neu": 0.8029,
        "pos": 0.0961,
        "compound": 0.0178
    }
}