{
    "date": "2018-04-19T06:43:36Z",
    "title": "North Korea: Trump says he will leave Kim summit if it isn't 'fruitful'",
    "url": "https://www.theguardian.com/us-news/2018/apr/18/donald-trump-kim-jong-un-meetin-north-korea-japan",
    "content": "Donald Trump has pledged to meet the North Korean leader, Kim Jong-un, “in the coming weeks” but warned that he was prepared to walk away if the talks were not “fruitful”. “As you know, I will be meeting with Kim Jong-un in the coming weeks to discuss the denuclearisation of the Korean peninsula,” the US president told reporters at his Mar-a-Lago estate in Florida. “Hopefully that meeting will be a great success and we’re looking forward to it.” There has never been a summit between a sitting US president and a North Korean leader, though Bill Clinton came close to agreeing to meet Kim’s father, Kim Jong-il, in late 2000. Earlier on Tuesday, Trump confirmed that Mike Pompeo, the CIA director, had travelled to North Korea to meet Kim, paving the way for Trump to hold a historic summit that has eluded his predecessors. The mission, which came shortly after Pompeo was nominated as secretary of state, was the highest-level meeting between the two countries since 2000, when Madeleine Albright-met Kim Jong-il, Kim’s father, in Pyongyang. It also marked the first time the previously reclusive Kim Jong-un has met a senior western official. Speaking at a joint press conference with the Japanese prime minister, Shinzō Abe, the president said: “We’ve never been in a position like this with that regime, whether it’s father, grandfather or son, and I hope to have a very successful meeting. If we don’t think it’s going to be successful, we won’t have it, we won’t have it. If I think that it’s a meeting that is not going to be fruitful, we’re not going to go. “If the meeting when I’m there is not fruitful, I will respectfully leave the meeting and we’ll continue what we’re doing or whatever it is that we’ll continue, but something will happen.” Trump also said the US was “fighting very diligently” to win freedom for three Americans detained in North Korea. He said he believed there was a “good chance of doing it” and that “we’re having a good dialogue” with the North Koreans. The Chinese president, Xi Jinping, had had a “big impact” on the North Korean situation, Trump added, though there was potential to do more. He claimed that South Korea had credited him with preventing its winter Olympics from being “a total failure”. He said he hoped to see the day when the two Koreas can live together in “safety, prosperity and peace”. Abe said there should be “no reward” given to North Korea just because the isolationist country was responding to dialogue over its development of nuclear weapons, adding that “maximum pressure should be maintained”. The key question at any summit between Trump and Kim Jong-un is whether the North Korean leader is serious about dismantling his regime’s nuclear weapons and missiles programme – and what he would demand from the US in return. Trump also said he had made “a promise” to Abe to help return the Japanese captives believed held by the regime. The abductees were “one of the truly most important things on Shinzō’s mind”, he added, and he wanted “to see these families reunited as soon as possible”. Trump was asked if he had ruled out firing the special counsel Robert Mueller or the deputy attorney general, Rod Rosenstein. He replied: “There was no collusion and that has been so found, as you know, by the House intelligence committee. There was no collusion with Russia other than by the Democrats, or as I call them the obstructionists. “This was really a hoax created largely by the Democrats. There has been no collusion. They won’t find collusion. It doesn’t exist.” Finally addressing the question of Mueller and Rosenstein, he added: “They’ve been saying I’ve been going to get rid of them for the last three months, four months, five months and they’re still here … We want to get the investigation over with, done with. Get it behind us.” Trump pointed to his recent actions in Syria and reiterated his claim: “There’s been nobody tougher on Russia than President Donald Trump.” But he argued this did not fit the media’s narrative.",
    "keywords": [
        "going",
        "summit",
        "meeting",
        "korea",
        "isnt",
        "president",
        "kim",
        "leave",
        "jongun",
        "collusion",
        "trump",
        "fruitful",
        "north",
        "korean"
    ],
    "summary": "Donald Trump has pledged to meet the North Korean leader, Kim Jong-un, “in the coming weeks” but warned that he was prepared to walk away if the talks were not “fruitful”.\nEarlier on Tuesday, Trump confirmed that Mike Pompeo, the CIA director, had travelled to North Korea to meet Kim, paving the way for Trump to hold a historic summit that has eluded his predecessors.\nIt also marked the first time the previously reclusive Kim Jong-un has met a senior western official.\nThe Chinese president, Xi Jinping, had had a “big impact” on the North Korean situation, Trump added, though there was potential to do more.\nAbe said there should be “no reward” given to North Korea just because the isolationist country was responding to dialogue over its development of nuclear weapons, adding that “maximum pressure should be maintained”.",
    "sentiment": {
        "neg": 0.059,
        "neu": 0.8584,
        "pos": 0.0826,
        "compound": 0.1312
    }
}