{
    "date": "2018-02-26T06:00:08Z",
    "title": "Rude awakenings ahead as Pyeongchang 2018 draws to a close",
    "url": "https://www.theguardian.com/sport/2018/feb/26/rude-awakenings-ahead-as-pyeongchang-2018-olympic-games-draws-to-a-close",
    "content": "Every weekend during the Olympics, on a frigid beach near venues for the ice skating events, wooden structures are set ablaze as part of an art exhibition designed to coincide with the Games. The ritual burning is an apt metaphor for this year’s Winter Olympics in South Korea: once they are over, everything the Games were meant to represent could go up in smoke. The legacy of Pyeongchang 2018, which ended on Sunday, is on course to mirror many of the woes that have plagued other hosts of the Olympics – ballooning costs, disgruntled locals and specialised venues seldom to be used again. There is another rude awakening ahead: the rapprochement between North and South Korea is unlikely to last. From the beginning, the South Korean president, Moon Jae-in, billed the Pyeongchang Olympics as the “peace games”, in an effort to soothe fears over North Korea. A surprise offer from Kim Jong-un in January to send athletes to the Games allayed concerns the North would somehow try to spoil the event. But the lull in tensions in unlikely to last far beyond the Olympics. “We will see a period of testing North Korea’s intentions where South Korea lays out some of the things it wants to accomplish before a summit with Kim Jong-un, and we see whether North Korea responds positively or whether it attaches demands and conditions that Seoul can’t accept,” said Mintaro Oba, a former US diplomat who worked on North Korea policy. Oba warned that Pyongyang would be likely to try to obtain concessions on economic sanctions in exchange for further dialogue or contacts such as reunions between families divided by the 1950-53 Korean war. “How each side handles issues like this could give us a lot of insight into how flexible Seoul and Pyongyang really are,” he added. Experts broadly agree that once South Korea and the US resume military exercises in the spring, North Korea will express its displeasure – possibly through renewed threat of attack – and tensions will sharply rise. The economic story of the Olympics will follow the political one on the peninsula. Financial ruin has become common and has led to a decline in the number of cities bidding to host the Games, both winter and summer. South Korea spent about 14tn won (£9.3bn) on the Olympics, far exceeding the highest estimate of £6bn. That included an expensive high-speed rail link that now whisks travellers eastward from Seoul in under two hours. It replaced an arduous journey by road that locals compared to winding like “intestines”. But there is no greater symbol of waste than a 35,000-seat stadium at the heart of the Olympic Plaza. The venue will be used just four times – the opening and closing ceremonies for the Olympics and Paralympics – before being torn down, and has already cost £78m. The county that hosted the Games has a population of only about 43,000, and it is the poorest in Gangwon province, already one of the least developed in South Korea. “Countries need to look at the development priorities of the country and the priorities of the Olympics. There’s a lot of divergence there and that leads to a lot of waste,” said Andrew Zimbalist, a professor at Smith College and author of Circus Maximus: the Economic Gamble Behind Hosting the Olympics and the World Cup. “Having the Olympic games won’t change the fact that outdoor winter sports aren’t traditionally popular in South Korea.” There are also the costs for maintaining the venues – including specialised ice rinks for speed skating and curling – in Gangneung, South Korea. The town is unlikely to become a hotspot for foreign tourists and winter sports are not hugely popular in the South. The International Olympic Committee warned in August that a “definitive legacy use for several venues is still outstanding”, suggesting they could become white elephants. Despite these government woes, the Olympics are often sold to the local population as a way to boost tourism and put their town on the map. But local businesses face financial pressures that will persist long after the Olympians depart. More than 30 ski and snowboard rental shops closed for the season after the local mountain was taken over to host Olympic events. “I will only have bad memories of the Olympics,” said Jong Cheon-lim, who owns a shop across from the pistes where moguls, halfpipe and slopestyle were held. “This was supposed to be a celebration for the whole country, but our government forgot about us ordinary citizens.” He does not expect the fame of the Olympics to boost business next season since the events were spread out across six different sites and a nearby mountain is more famous. Jong did not receive any government compensation despite multiple meetings with officials, and small restaurants that did secure subsidies said the funds were not enough. A restaurant serving western food across the street from the athletes’ village that opened less than a week before the Olympics has seen brisk business during the Games, but uncertainty over its future lingered. “I’m not sure what we’ll do, maybe a buffet, but definitely something cheaper,” said Bak So-hee, a manager. “Local people won’t spend the same kind of money as the visitors.” “At least we have the Paralympics,” she added, referring to the Games that will end on 18 March. One of the longest lasting repercussions is a wound that many never heal. A large area of a 500-year-old, sacred forest was cleared to make way for skiing events. Officials promised to replant the trees at a cost of £64m, but now the local government is attempting to keep part of the slopes open and develop the area into a luxury tourist destination. “The Olympics don’t make sense as a development tool and it doesn’t make sense as an environmental plan,” Zimbalist said.",
    "keywords": [
        "2018",
        "south",
        "awakenings",
        "korea",
        "pyeongchang",
        "games",
        "north",
        "local",
        "events",
        "close",
        "winter",
        "olympic",
        "venues",
        "olympics",
        "ahead",
        "draws",
        "rude"
    ],
    "summary": "There is another rude awakening ahead: the rapprochement between North and South Korea is unlikely to last.\nFrom the beginning, the South Korean president, Moon Jae-in, billed the Pyeongchang Olympics as the “peace games”, in an effort to soothe fears over North Korea.\nExperts broadly agree that once South Korea and the US resume military exercises in the spring, North Korea will express its displeasure – possibly through renewed threat of attack – and tensions will sharply rise.\nSouth Korea spent about 14tn won (£9.3bn) on the Olympics, far exceeding the highest estimate of £6bn.\nMore than 30 ski and snowboard rental shops closed for the season after the local mountain was taken over to host Olympic events.",
    "sentiment": {
        "neg": 0.0613,
        "neu": 0.8897,
        "pos": 0.049,
        "compound": -0.0589
    }
}