{
    "date": "2018-06-04T13:35:26Z",
    "title": "John Oliver: 'As infuriating a president as Trump is, he'd be an even worse Moses'",
    "url": "https://www.theguardian.com/tv-and-radio/2018/jun/04/john-oliver-donald-trump-last-week-tonight",
    "content": "On Last Week Tonight, John Oliver discussed the prospects for the highly anticipated summit between Donald Trump and North Korea’s Kim Jong-un. “We begin with North Korea, voted ‘Top Korea’ by ‘We Meant It Geographically Magazine’,” the host said. “This week, the June 12 summit between the US and North Korea was suddenly back on after Trump met with a North Korean envoy who brought him this gigantic, comically oversized letter from Kim Jong-un.” Showing a photo of the president grinning widely with the letter in hand, Oliver continued: “As if smiling while holding a letter from a dictator were not enough of a propaganda coup for North Korea, the president then raved about the letter to the press.” In a clip shown from a gaggle between Trump and reporters, the president was asked about the contents of the letter, which was sent just weeks after the 12 June summit was cancelled due to what Trump called the “tremendous anger and open hostility displayed” by Pyongyang and the North Korean government’s objection to joint US-South Korean military exercises. “It was a very interesting letter,” Trump said, “and at some point it may be appropriate, I’ll be able to give it to you.” “As infuriating a president as Trump is, he would be an even worse Moses,” Oliver joked. “Oh, wouldn’t you like to see what’s on these tablets?” “And if that wasn’t weird enough,” the host went on, “just eight minutes after calling the contents of the letter interesting, this happened.” Oliver proceeded to play a segment from the same clip, where Trump tells reporters: “I haven’t seen the letter yet ... I may be in for a big surprise, folks.” “Yeah, you might though!” Oliver replied. “Because you just agreed to a summit without reading the contents of the letter that supposedly convinced you to do it. So, worst-case scenario, it’s a declaration of war. Best-case scenario, it says: ‘Donald, it’s me. I have run away to North Korea and I am never coming back. Melania, [your third wife].”",
    "keywords": [
        "moses",
        "summit",
        "worse",
        "letter",
        "korea",
        "infuriating",
        "north",
        "president",
        "week",
        "hed",
        "oliver",
        "john",
        "contents",
        "trump",
        "korean"
    ],
    "summary": "On Last Week Tonight, John Oliver discussed the prospects for the highly anticipated summit between Donald Trump and North Korea’s Kim Jong-un.\n“We begin with North Korea, voted ‘Top Korea’ by ‘We Meant It Geographically Magazine’,” the host said.\n“It was a very interesting letter,” Trump said, “and at some point it may be appropriate, I’ll be able to give it to you.” “As infuriating a president as Trump is, he would be an even worse Moses,” Oliver joked.\n“Because you just agreed to a summit without reading the contents of the letter that supposedly convinced you to do it.\nI have run away to North Korea and I am never coming back.",
    "sentiment": {
        "neg": 0.0572,
        "neu": 0.8709,
        "pos": 0.0718,
        "compound": 0.0995
    }
}