{
    "date": "2018-02-24T03:59:36Z",
    "title": "Ivanka Trump calls for 'maximum pressure' on North Korea",
    "url": "https://www.theguardian.com/us-news/2018/feb/24/maximum-pressure-ivanka-trump-at-odds-with-south-koreas-north-diplomacy",
    "content": "Ivanka Trump is leading a US delegation to the Winter Olympics in South Korea in an effort to show a softer side of US diplomacy on the peninsula while calling for maximum pressure to be put on North Korea. Trump watched snowboarding events in Pyeongchang with South Korea’s first lady, Kim Jung-sook, and foreign minister Kang Kyung-wha. Wearing a Team USA hat and red snowsuit, she captured the attention of local media. Her trip comes less than two weeks after Kim Yo-jong, Kim Jong-un’s younger sister, visited the South and largely overshadowed US vice president Mike Pence. “We cannot have a better, or smarter, person representing our country,” Donald Trump said in an early morning tweet. At a dinner on Friday, Ivanka Trump’s message of “maximum pressure” seemed to clash with South Korean president Moon Jae-in’s strategy of denuclearisation through dialogue. Experts have said the North’s recent diplomatic overtures are aimed at driving a wedge between Washington and Seoul, and the mixed messages suggested there may be tension between the allies. “Active dialogue is being held between the South and the North amid the North’s participation in the Olympics,” Moon said, according to the Yonhap news agency. “This is greatly contributing to easing tension on the Korean Peninsula and improving the South-North relationship.” Friday’s meal featured “Korean food designed to be palatable for foreigners” including bibimbap, a rice dish topped with various vegetables and meat “that mixes different ingredients evenly and symbolises harmony”, according to the presidential Blue House. Moon has rolled out the red carpet for Trump, who is an adviser to her father. “I thank you for hosting us all here tonight as we reaffirm our bonds of friendship, of cooperation, of partnership and reaffirm our commitment to our maximum pressure campaign to ensure that the Korean Peninsula is denuclearised,” she said. As Trump landed in Seoul, the US announced a new round of sanctions against Pyongyang in an effort to curb the country’s nuclear and missile programs. The measures targeted 27 shipping and trading companies, 28 vessels and one person, all suspected of helping North Korea circumvent current sanctions. Washington’s hard line emerged as the dominant theme of Trump’s trip, with White House press secretary Sarah Huckabee Sanders telling reporters: “We are going to continue a campaign of maximum pressure, the latest sanctions are the strongest that we have had on North Korea. We are going to continue in that form.” The US is “going to ask all of our allies and partners to step up and do more as well and join us in that effort,” she added. Trump’s visit will coincide with a high level delegation from North Korea, with both attending the closing ceremony of the Winter Olympics. US and South Korean officials have said there is no meeting planned between the two sides, but the possibility of direct talks had led to intense speculation. Pence was set to meet with officials from the North during his trip, but it was cancelled at the last minute.",
    "keywords": [
        "maximum",
        "south",
        "korea",
        "calls",
        "ivanka",
        "sanctions",
        "trumps",
        "trump",
        "trip",
        "pressure",
        "north",
        "korean"
    ],
    "summary": "Ivanka Trump is leading a US delegation to the Winter Olympics in South Korea in an effort to show a softer side of US diplomacy on the peninsula while calling for maximum pressure to be put on North Korea.\nAt a dinner on Friday, Ivanka Trump’s message of “maximum pressure” seemed to clash with South Korean president Moon Jae-in’s strategy of denuclearisation through dialogue.\nThe measures targeted 27 shipping and trading companies, 28 vessels and one person, all suspected of helping North Korea circumvent current sanctions.\nTrump’s visit will coincide with a high level delegation from North Korea, with both attending the closing ceremony of the Winter Olympics.\nUS and South Korean officials have said there is no meeting planned between the two sides, but the possibility of direct talks had led to intense speculation.",
    "sentiment": {
        "neg": 0.0365,
        "neu": 0.9175,
        "pos": 0.0458,
        "compound": 0.073
    }
}