{
    "date": "2018-06-19T13:28:30Z",
    "title": "Kim Jong-un meets Xi Jinping for third time",
    "url": "https://www.theguardian.com/world/2018/jun/19/kim-jong-un-meets-xi-jinping-for-third-time",
    "content": "One week after holding a summit with the US president, Donald Trump, the North Korean leader, Kim Jong-un, has met the Chinese president, Xi Jinping, his third visit since March. On Tuesday, the Chinese state broadcaster CCTV showed Kim and Xi holding talks at the Great Hall of the People in Beijing, usually used for formal state visits. Analysts believe Kim is in China to brief Xi on the summit, seek economic assistance, as well as pay deference to Beijing, which is eager to emphasise its role in talks between North Korea, the US, and South Korea. “We hope this visit can help to further deepen China-North Korea relations, strengthen strategic communication between both countries on important issues and promote regional peace and stability,” spokesman Geng Shuang said at a regular briefing. Kim’s visit comes after a historic summit in Singapore where he and Trump signed a joint declaration pursue complete denuclearisation of the Korean peninsula. In exchange for that pledge, the US has cancelled military exercises with South Korea, something Beijing had previously floated and known as the “freeze for freeze” initiative. Kim is expected to ask Xi for help in easing international sanctions. China is North Korea’s largest trading partner, but international sanctions have crippled North Korea’s economy and drained the country’s foreign currency reserves. After the summit, China suggested international sanctions on Pyongyang could be lifted. “I think Kim seeks sanctions relief and wants to ensure he has Chinese support as North Korea prepares to discuss details of negotiations with the US aimed at denuclearisation, security assurances, and other issues,” said Bonnie Glaser, senior adviser for Asia at the Center for Strategic and International Studies. “Xi undoubtedly wants to get a readout of the summit with Trump from Kim.” The US secretary of state, Mike Pompeo, said in a press briefing last week that China had committed to keeping sanctions until Pyongyang had achieved complete denuclearisation. On Tuesday, Geng said sanctions were not “a goal in themselves”. “It is not in the interest of [Beijing] to have an unstable nuclear state at its doorstep, neither is it favourable for it to have US military presence at its borders,” said Anwita Basu, an analyst at the Economist Intelligence Unit. “A diplomatically negotiated settlement with the main parties involved in the region would satisfy China’s desire to maintain stability in its immediate neighbourhood and prevent the increased militarisation of the region.” On Tuesday, Chinese state media broke with precedent and announced Kim’s two-day visit. Previous visits by North Korean leaders have been shrouded in secrecy and confirmed only after their departure. Security was heightened along Beijing’s Changan avenue as well as the Diaoyutai State Guesthouse, where Kim and his wife stayed in March. Kim brought his wife and the two attended a performance as well as a banquet, according to CCTV. On Sunday, Chinese state media reported Kim had sent Xi a congratulatory letter and a floral basket for his birthday.",
    "keywords": [
        "summit",
        "korea",
        "state",
        "north",
        "meets",
        "kim",
        "sanctions",
        "visit",
        "chinese",
        "jinping",
        "xi",
        "jongun",
        "international"
    ],
    "summary": "One week after holding a summit with the US president, Donald Trump, the North Korean leader, Kim Jong-un, has met the Chinese president, Xi Jinping, his third visit since March.\nOn Tuesday, the Chinese state broadcaster CCTV showed Kim and Xi holding talks at the Great Hall of the People in Beijing, usually used for formal state visits.\nKim is expected to ask Xi for help in easing international sanctions.\nChina is North Korea’s largest trading partner, but international sanctions have crippled North Korea’s economy and drained the country’s foreign currency reserves.\nOn Sunday, Chinese state media reported Kim had sent Xi a congratulatory letter and a floral basket for his birthday.",
    "sentiment": {
        "neg": 0.0222,
        "neu": 0.8777,
        "pos": 0.1001,
        "compound": 0.2454
    }
}