{
    "date": "2018-05-14T13:15:51Z",
    "title": "South Korean companies poised to invest in the North if sanctions relax",
    "url": "https://www.theguardian.com/world/2018/may/14/south-korean-companies-poised-to-invest-in-the-north-if-sanctions-relax",
    "content": "South Korean companies are exploring ways to invest in North Korea should the country relinquish is nuclear weapons, as Washington signals US firms may also fund projects in the future. Washington’s top diplomat, Mike Pompeo, said on Sunday private companies may be allowed to invest in North Korea’s power grid and agricultural sectors if the country abandons its nuclear weapons program. But he specified the US government would not be pouring money into the North. While questions remain over whether US firms would want to pour money into North Korea given the many uncertainties, South Korean companies are far more eager to begin investment should sanctions be relaxed. Hyundai Group, a South Korean conglomerate, has set up a working group to explore how it can invest in the North while there have been numerous requests to the South Korean government about restarting the Kaesong industrial complex, according to local media reports. Kaesong was opened in 2004 and over 50,000 North Korea workers filled the site making goods for South Korean firms. The site lies just across the border in North Korea but was closed in 2016 after a nuclear test and rocket launch. Hyundai is also exploring restarting a tourist site at Mount Kumgang, which has been closed to foreigners since 2008 after a South Korean visitor was shot and killed by a North Korean soldier. “We are currently very discreet as nothing is certain, such as whether local or foreign businesses can open businesses there,” an unnamed Hyundai official told the Yonhap news agency. Efforts are being lead by the group’s chairwoman Hyun Jeong-Eun. Previous estimates by the South Korean government have stated it could cost as much as $500bn (£370bn) to rebuild the North’s moribund economy. South Korea and China would need to help Pyongyang establish policy and commercial banks, the South’s financial regulator said in a report on Monday. Outside help would be required to shore up confidence and minimise risk, it said. During last month’s historic Inter-Korean summit, South Korean president Moon Jae-in reportedly handed Kim a USB flash drive containing economic development plans. It included charts and videos detailing rail infrastructure and power plants that could be built if Pyongyang denuclearises. When Moon mentioned to Kim he hoped to travel to a famous mountain in North Korea, Kim made a rare admission about the dismal state of the country’s transport network. He said he would be embarrassed for Moon to make the journey, adding “our transportation, honestly, would be uncomfortable”. In the next breath he praised South Korea’s high speed rail network.",
    "keywords": [
        "moon",
        "south",
        "companies",
        "poised",
        "korea",
        "invest",
        "hyundai",
        "sanctions",
        "nuclear",
        "kim",
        "site",
        "relax",
        "north",
        "korean"
    ],
    "summary": "South Korean companies are exploring ways to invest in North Korea should the country relinquish is nuclear weapons, as Washington signals US firms may also fund projects in the future.\nWhile questions remain over whether US firms would want to pour money into North Korea given the many uncertainties, South Korean companies are far more eager to begin investment should sanctions be relaxed.\nKaesong was opened in 2004 and over 50,000 North Korea workers filled the site making goods for South Korean firms.\nPrevious estimates by the South Korean government have stated it could cost as much as $500bn (£370bn) to rebuild the North’s moribund economy.\nSouth Korea and China would need to help Pyongyang establish policy and commercial banks, the South’s financial regulator said in a report on Monday.",
    "sentiment": {
        "neg": 0.0516,
        "neu": 0.8873,
        "pos": 0.0611,
        "compound": -0.0104
    }
}