{
    "date": "2018-01-13T07:35:22Z",
    "title": "South and North Korea discuss joint women's ice hockey team for Olympics",
    "url": "https://www.theguardian.com/sport/2018/jan/13/south-and-north-korea-discuss-joint-womens-ice-hockey-team-for-olympics",
    "content": "South Korea has proposed fielding a joint women’s ice hockey team with North Korea at next month’s Winter Olympics, days after Pyongyang agreed to send a large delegation to the Games. South Korea’s vice-minister for sport, Roh Tae-kang, said the two sides had discussed an inter-Korean ice hockey team during talks on Tuesday – the first high-level contact between the neighbours for more than two years. They also discussed having athletes from both countries march together at the opening ceremony for the Pyeongchang Games, which begin on 9 February. North Korea has yet to respond to the joint-team proposal. Media reports said North and South Korean officials would continue their discussions on Olympic arrangements on Monday in Panmunjom. They will also attend a meeting of the International Olympic Committee in Lausanne on 20 January to discuss the size of the North Korean delegation, the number of athletes and details such as where the North Korean flag should be displayed, Yonhap news agency said. It would not be the first time the two Koreas have fielded joint teams. In 1991, they joined forces at the World Table Tennis championships and the football under-20 World Cup. But they have never fielded a joint team at a multi-discipline sports event such as the Olympics. Roh said he would seek IOC support for the ice hockey proposal and hoped other countries taking part in the competition would give a unified Korean team their blessing. He added that an all-Korea ice hockey team should not force any South Korean players to lose their place in the existing squad to accommodate their North Korean teammates. Instead, the South Korean authorities are expected to seek permission to expand the size of its squad from the existing 23 players to 35. Hopes of North Korean participation in Pyeongchang rose after the regime’s leader, Kim Jong-un, said on New Year’s Day he was willing to discuss sending athletes. At last week’s inter-Korean talks, the North agreed to send a delegation comprising athletes, officials, journalists and members of the country’s all-female cheerleading troupe. It isn’t clear which North Korean athletes will take advantage of wildcard entries reportedly under consideration by the IOC. The figure skating pair Ryom Tae-ok and Kim Ju-sik were the only North Korean athletes to qualify but missed the deadline to register for their event.",
    "keywords": [
        "ice",
        "south",
        "athletes",
        "korea",
        "north",
        "womens",
        "discuss",
        "hockey",
        "delegation",
        "joint",
        "olympics",
        "team",
        "korean"
    ],
    "summary": "South Korea has proposed fielding a joint women’s ice hockey team with North Korea at next month’s Winter Olympics, days after Pyongyang agreed to send a large delegation to the Games.\nBut they have never fielded a joint team at a multi-discipline sports event such as the Olympics.\nHe added that an all-Korea ice hockey team should not force any South Korean players to lose their place in the existing squad to accommodate their North Korean teammates.\nIt isn’t clear which North Korean athletes will take advantage of wildcard entries reportedly under consideration by the IOC.\nThe figure skating pair Ryom Tae-ok and Kim Ju-sik were the only North Korean athletes to qualify but missed the deadline to register for their event.",
    "sentiment": {
        "neg": 0.0118,
        "neu": 0.9159,
        "pos": 0.0723,
        "compound": 0.1692
    }
}