{
    "date": "2018-05-01T04:04:07Z",
    "title": "'Heavy smoker' Kim Jong-un shunned cigarettes during peace talks",
    "url": "https://www.theguardian.com/world/2018/may/01/heavy-smoker-kim-jong-un-shunned-cigarettes-during-peace-talks",
    "content": "Kim Jong-un confirmed that he enjoyed a drink during Friday’s historic summit with Moon Jae-in, but it was his refusal to give in to his other vice that has caught the attention of the South Korean media. Over the course of their meetings, Kim, who is known to be a heavy smoker, did not light up once in Moon’s presence, apparently out of respect for the South Korean president, who is 31 years his senior. The absence of a lit cigarette at any point in the proceedings came as a surprise. In official North Korean photographs, Kim is often seen with a cigarette dangling between his fingers, even on visits to a school and children’s hospital and, last July, during a missile launch. But on Friday, the cigarettes were nowhere to be seen, including during his lengthy al fresco bonding session with Moon on a pedestrian bridge in Panmunjom, even though officials had left an ashtray on the table. Nor did he make use of the ashtray placed in front of him during his icebreaking talks with Moon in a reception room at Peace House. While it’s safe to assume that Kim enjoyed a postprandial cigarette back in the north after he and Moon broke for lunch, he reportedly succumbed to nicotine cravings just once on South Korean soil, quietly slipping out of the crowded banquet hall in the evening to smoke in a separate room. Respect for Moon aside, South Korean officials believe that Kim had recognised that lighting up in the middle of talks about peace and denuclearisation might have come across as impolitic. “We heard that Kim Jong-un was a heavy smoker. But we could see him refrain from smoking in public, considering the symbolism of the inter-Korean summit and the number of South Korean and North Korean officials at the scene,” a presidential official told the Korea Herald. Kim’s self-discipline did not extend to alcohol, however. He gratefully accepted every offer of “strong liquor” throughout the banquet, the Korea Herald noted. After toasting with champagne, the leaders and their wives drank moonbaeju, a millet and sorghum-based drink that originates in North Korea’s Pyeongan province and contains 40% alcohol. It isn’t clear if Kim’s resistance crumbled as soon as he and his wife, Ri Sol-ju, arrived back in Pyongyang, where his smoking habit was the topic of discussion during a recent meeting to prepare for the summit. In March, the head of South Korean’s national security council, Chung Eui-yong, left one North Korean official “frozen in terror” when he told Kim he should give up smoking for the sake of his health, according to Japan’s Asahi Shimbun newspaper. There was relief all round when Ri quickly intervened, clapping her hands and saying: “I’m always asking him to quit, but he won’t listen to me.”",
    "keywords": [
        "moon",
        "summit",
        "cigarettes",
        "south",
        "smoker",
        "peace",
        "north",
        "cigarette",
        "kim",
        "shunned",
        "heavy",
        "jongun",
        "officials",
        "official",
        "smoking",
        "talks",
        "korean"
    ],
    "summary": "Over the course of their meetings, Kim, who is known to be a heavy smoker, did not light up once in Moon’s presence, apparently out of respect for the South Korean president, who is 31 years his senior.\nIn official North Korean photographs, Kim is often seen with a cigarette dangling between his fingers, even on visits to a school and children’s hospital and, last July, during a missile launch.\nNor did he make use of the ashtray placed in front of him during his icebreaking talks with Moon in a reception room at Peace House.\nRespect for Moon aside, South Korean officials believe that Kim had recognised that lighting up in the middle of talks about peace and denuclearisation might have come across as impolitic.\n“We heard that Kim Jong-un was a heavy smoker.",
    "sentiment": {
        "neg": 0.0143,
        "neu": 0.9036,
        "pos": 0.0821,
        "compound": 0.298
    }
}