{
    "date": "2018-03-24T04:42:07Z",
    "title": "North and South Korea schedule talks at Panmunjom within days",
    "url": "https://www.theguardian.com/world/2018/mar/24/north-and-south-korea-schedule-talks-at-panmunjom-within-days",
    "content": "The two Koreas are to hold high-level talks on 29 March to prepare for an April summit between both countries’ leaders, Kim Jong-un and Moon Jae-in. South Korea has announced that its unification minister Cho Myoung-gyon will lead a delegation to the border village of Panmunjom, where they will meet Ri Son Gwon, chairman of the North’s agency for inter-Korean affairs. Officials will discuss the date and specific agendas of the April summit. President Moon’s envoys visited Kim in Pyongyang earlier this month, and South Korean officials have also brokered a potential meeting between Kim and President Donald Trump by the end of May. The heads of the two Koreas have held talks only twice since the 1950-53 Korean War. It is unclear whether the leaders’ meetings between Seoul, Pyongyang and Washington, if they take place, could lead to any meaningful breakthrough after an unusually provocative year. North Korea in 2017 tested its most powerful nuclear weapon to date and test-launched three intercontinental ballistic missiles theoretically capable of striking the US mainland. But since then the North has sent delegates and athletes to the Winter Games in the South. There are also concerns in South Korea over whether the appointment of John Bolton, Trump’s hawkish replacement of national security adviser HR McMaster, could potentially complicate efforts to set up talks between Trump and Kim. A South Korean presidential official, who did not want to be named, downplayed such worries on Friday, saying Trump remained firmly committed to the summit and was leading the drive to set it up. With Associated Press",
    "keywords": [
        "summit",
        "south",
        "set",
        "korea",
        "schedule",
        "days",
        "panmunjom",
        "president",
        "talks",
        "kim",
        "trump",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "South Korea has announced that its unification minister Cho Myoung-gyon will lead a delegation to the border village of Panmunjom, where they will meet Ri Son Gwon, chairman of the North’s agency for inter-Korean affairs.\nPresident Moon’s envoys visited Kim in Pyongyang earlier this month, and South Korean officials have also brokered a potential meeting between Kim and President Donald Trump by the end of May.\nNorth Korea in 2017 tested its most powerful nuclear weapon to date and test-launched three intercontinental ballistic missiles theoretically capable of striking the US mainland.\nBut since then the North has sent delegates and athletes to the Winter Games in the South.\nThere are also concerns in South Korea over whether the appointment of John Bolton, Trump’s hawkish replacement of national security adviser HR McMaster, could potentially complicate efforts to set up talks between Trump and Kim.",
    "sentiment": {
        "neg": 0.0425,
        "neu": 0.922,
        "pos": 0.0355,
        "compound": 0.0077
    }
}