{
    "date": "2018-01-19T05:59:32Z",
    "title": "Frosty reception for South Korea's Winter Olympics detente with North",
    "url": "https://www.theguardian.com/world/2018/jan/19/frosty-reception-for-south-koreas-winter-olympics-detente-with-north",
    "content": "South Korea is facing a public backlash over its sports rapprochement with North Korea, with critics accusing the government of turning next month’s Pyeongchang Winter Olympics into the “Pyongyang Olympics”. After three high-level meetings along their border in little over a week, North and South Korea have proposed forming a joint women’s ice hockey team and allowing their athletes to march together under one flag at next month’s games in South Korea. Despite the logistical challenges posed by North Korea’s eleventh-hour agreement to compete in Pyeongchang, the International Olympic Committee is expected to give the proposal a sympathetic hearing when it meets officials from both countries in Lausanne on Saturday. But young people and conservatives in South Korea have accused the country’s president, Moon Jae-in, of sacrificing Olympic ideals for diplomatic expediency. Moon’s approval rating fell to a four-month low of 67% on Friday, in a reflection of the public’s lukewarm response to his attempts to promote an Olympic détente he hopes will lead to a diplomatic breakthrough over Pyongyang’s ballistic missile and nuclear weapons programmes. Moon’s approval rating among people in their 20s and 30s – his core support – fell to 75% and 82% respectively, down six percentage points and seven percentage points from last week. “North Korea was all about firing missiles last year, but suddenly they want to come to the South for the Olympics? Who gets to decide that?,” said Kim Joo-hee, a 24-year-old Seoul resident. “Does North Korea have so much privilege to do whatever they want?” Conservative politicians voiced anger over a proposal to have the country’s athletes march with their North Korean counterparts under a unification flag rather than the South Korean flag. “We are turning the Pyeongchang Olympics that we’ve got into the Pyongyang Olympics,” said Hong Joon-pyo, leader of South Korea’s main conservative opposition party, adding that Seoul was now “dancing to the tune” of the North Korean leader, Kim Jong-un. Moon countered that North Korea’s participation at Pyeongchang “will serve as a chance to warm solidly frozen South-North ties.” He added: “If we march together or field a single team, I think that can be a further step in developing South-North relations.” While the overall number of North Korean athletes has yet to be decided, the existing South Korean ice hockey squad of 22 players will have to be expanded, possibly to 35, to accommodate them – an arrangement criticised by their Canadian coach, Sarah Murray. “Adding somebody so close to the Olympics is a little bit dangerous just for team chemistry because the girls have been together for so long,” Murray said. Ice hockey officials in Switzerland, who face South Korea in their opening match, said the expected late addition of North Korean players was “not fair and distorts competition”. South Korean government officials have also been forced to defend the planned use of North Korea’s Masikryong ski resort as a training base, after critics said it would generate publicity for one of Kim Jong-un’s pet projects. Reuters contributed to this report",
    "keywords": [
        "reception",
        "south",
        "team",
        "korea",
        "detente",
        "pyeongchang",
        "frosty",
        "winter",
        "olympic",
        "korean",
        "officials",
        "olympics",
        "north",
        "koreas"
    ],
    "summary": "South Korea is facing a public backlash over its sports rapprochement with North Korea, with critics accusing the government of turning next month’s Pyeongchang Winter Olympics into the “Pyongyang Olympics”.\nBut young people and conservatives in South Korea have accused the country’s president, Moon Jae-in, of sacrificing Olympic ideals for diplomatic expediency.\n“North Korea was all about firing missiles last year, but suddenly they want to come to the South for the Olympics?\n“Does North Korea have so much privilege to do whatever they want?” Conservative politicians voiced anger over a proposal to have the country’s athletes march with their North Korean counterparts under a unification flag rather than the South Korean flag.\n“We are turning the Pyeongchang Olympics that we’ve got into the Pyongyang Olympics,” said Hong Joon-pyo, leader of South Korea’s main conservative opposition party, adding that Seoul was now “dancing to the tune” of the North Korean leader, Kim Jong-un.",
    "sentiment": {
        "neg": 0.0585,
        "neu": 0.8761,
        "pos": 0.0653,
        "compound": 0.0408
    }
}