{
    "date": "2018-03-27T11:37:14Z",
    "title": "Kim Jong-un and the mystery of the 'special green train' in China",
    "url": "https://www.theguardian.com/world/2018/mar/27/kim-jong-un-and-the-mystery-of-the-special-green-train",
    "content": "A green and yellow train has set off a firestorm of speculation as to whether the North Korean leader, Kim Jong-un, has been in China on his first trip abroad. The visit, which would be Kim’s first to China since taking power in 2011, comes before historic meetings with his counterparts in South Korea and the US, expected to take place later this year. A “special train” carrying a high-level Korean official had been spotted in the north-eastern Chinese border city of Dandong, Japan’s Kyodo News reported. According to footage captured by Japan’s Nippon TV, a distinctive olive green train with yellow stripes – similar to that used by Kim’s father, Kim Jong-il, when he visited China in 2011 – arrived in Beijing on Monday. Citing three sources close to the matter, Bloomberg said on Monday that the North Korean leader was in the Chinese capital. On Tuesday, a heavily guarded motorcade was seen in the centre of Beijing, while police blocked off streets around the main railway station. The green train believed to be carrying Kim left Beijing on Tuesday afternoon, according to reports. Hua Chunying, a spokeswoman for China’s ministry of foreign affairs, said in a briefing on Tuesday that she was “not aware of any information” regarding a visiting dignitary from North Korea. Asked about the train and the large motorcade, Hua said: “At present, I really have no information on that.” Online search terms for North Korea, as well as nicknames for Kim including “Kim fatty the third”, were blocked on the Chinese microblogging site Weibo this week. After years of provocations and missile tests, Pyongyang has made an unexpected diplomatic effort recently. Kim is expected to meet with the South Korean president, Moon Jae-in, in April and to hold a summit with the US president, Donald Trump, in May. Relations between North Korea and China, long-time communist allies, have been strained as Beijing has supported international sanctions against Pyongyang over its nuclear programme. Since taking over from his father more than six years ago, Kim had not been invited to Beijing nor had he met the Chinese president, Xi Jinping. Adam Cathcart, a lecturer in history at the University of Leeds who researches Chinese-North Korean relations, said travelling by train has been a feature of North Korean propaganda. “The key detail does appear to be the train. If it were the foreign minister or Kim Yong-nam [North Korea’s nominal head of state] they would simply fly in from Pyongyang,” said Cathcart. Kim Il-sung, Kim Jong-un’s grandfather and the country’s first leader after its establishment in 1948, arrived in China by train for his first visit to the country in 1982. Kim Jong-il’s mausoleum in Pyongyang includes a map of all the former leader’s foreign travels by train as well as a train car. His 2011 train journey to China was also commemorated at an ice sculpture festival held in North Korea’s Samjiyon county in February. Kim Jong-il reportedly had six private luxury trains that he used within North Korea, stopping at the 20 stations built exclusively for him, according to the South Korean newspaper the Chosun Ilbo in 2009. He also travelled by train on his rare visits abroad to China, Russia, and eastern Europe. Kim Jong-un probably uses one of his father’s trains. According to Chosun Ilbo, they are protected by armour plates and equipped with satellite phones, flatscreen televisions, conference rooms, bedrooms and reception halls. The trains typically travel at no more than 37mph (60km/h). “All the details about this trip are almost the same as those during Kim Jong-il’s visit,” said Cheng Xiaohe, an associate professor at Renmin University’s school of international studies in Beijing. “First, they both took a green train. Second, both visits were sudden, without information ahead of time. Third, it’s always Japanese media who first discover and report [the news]. From all these details I think it is Kim Jong-un this time.” Additional reporting by Wang Xueying.",
    "keywords": [
        "beijing",
        "korea",
        "special",
        "north",
        "mystery",
        "kim",
        "china",
        "green",
        "train",
        "chinese",
        "pyongyang",
        "jongun",
        "korean"
    ],
    "summary": "A green and yellow train has set off a firestorm of speculation as to whether the North Korean leader, Kim Jong-un, has been in China on his first trip abroad.\nCiting three sources close to the matter, Bloomberg said on Monday that the North Korean leader was in the Chinese capital.\nThe green train believed to be carrying Kim left Beijing on Tuesday afternoon, according to reports.\nKim Il-sung, Kim Jong-un’s grandfather and the country’s first leader after its establishment in 1948, arrived in China by train for his first visit to the country in 1982.\n“First, they both took a green train.",
    "sentiment": {
        "neg": 0.0207,
        "neu": 0.9579,
        "pos": 0.0214,
        "compound": 0.0083
    }
}