{
    "date": "2018-05-23T09:58:50Z",
    "title": "North Korea presses on with nuclear site closure despite summit doubts",
    "url": "https://www.theguardian.com/world/2018/may/23/north-korea-presses-on-nuclear-site-closure-despite-summit-doubts",
    "content": "North Korea is pushing ahead with plans to close the country’s only known nuclear test site despite confusion over the fate of a planned summit between its leader, Kim Jong-un, and Donald Trump. The meeting, which would be the first between a sitting US president and the leader of North Korea, was scheduled for 12 June in Singapore. But Trump cast doubt over its timing on Tuesday during a meeting with the South Korean president, Moon Jae-in, saying there was a “very substantial chance” it would be delayed. The summit was thrown into doubt after official North Korean comments criticising joint military exercises by US and South Korean forces, and the US insistence that the summit would lead to unilateral North Korean surrender of its nuclear weapons programme. Trump has warned Kim that if he refuses to make a deal he could face the same fate as the former Libyan leader Muammar Gaddafi, who was toppled and killed after a Nato-backed insurrection. Pyongyang says it supports the complete denuclearisation of the Korean peninsula but interprets it as a gradual, phased and mutual disarmament. The US national security adviser, John Bolton, has insisted the regime hand over all its nuclear weapons and production equipment before receiving any benefits. On Tuesday, Trump said he could not predict the outcome of negotiations over Pyongyang’s weapons programme, but said that if Kim agreed to disarm “we will guarantee his safety. He’ll be safe. He’ll be happy. His country will be rich.” Despite the tensions, North Korea appeared to be following through on the highly symbolic decommissioning of its secretive nuclear test site near the Chinese border this week. The Punggye-ri site, located in the country’s north-east, was the location for all six of the nuclear tests Pyongyang has conducted, with the most recent last September. It is a complex of tunnels buried inside mountains and has multiple entrances. The site’s location only became known in 2006 when the North conducted its first nuclear test under Kim’s late father, Kim Jong-il. Activities since have been closely watched through satellite imagery. A group of 30 foreign journalists from the US, UK, Russia, China and South Korea have arrived in the country to report on the closing ceremony, which is likely to take place on Thursday. Their trip from the tourist town of Wonsan involves an 18-hour journey by rail, bus and on foot. Eight journalists from South Korea were belatedly approved by Pyongyang to attend. Earlier this month, North Korea announced it would halt all missile and nuclear tests, saying the country’s capabilities had already been “verified”. Ahead of the planned meeting with Trump, the North’s foreign ministry announced it would permanently close the Punggye-ri site, “making all tunnels of the test ground collapse by explosion; completely blocking entries; removing all observation facilities, research institutes and structures of guard units on the ground”. Satellite images have shown buildings near the site have been razed and a structure, likely to be a viewing platform for the closing, has been built. However, no nuclear experts will be allowed to inspect the site, and a group of Sky News journalists in North Korea to report on the decommissioning had their radiation monitoring equipment confiscated by the authorities. Government minders are keeping very tight controls on journalists and what they can show, according to Tom Cheshire of Sky News. Tests staged at the site have demonstrated the country’s rapid progress in its nuclear programme, especially since Kim took power in 2011 and oversaw four atomic tests in only six years. Observers are divided over the significance of the North’s vow to decommission the site, with sceptics calling it an empty concession. A recent study by seismologists at the University of Science and Technology of China suggested rock had collapsed under the peak of Mount Matap, which sits above the test site, making it unusable. Kim has disputed those claims in conversations with his South Korean counterpart. Jenny Town, the managing editor of monitoring group 38 North, said the move was an important diplomatic gesture, but would not affect the country’s nuclear capabilities. “North Korea has already demonstrated a high yield nuclear capability. It is an important diplomatic gesture for North Korea to make unilaterally in advance of the US-DPRK summit and a formal nuclear agreement,” she said, using an acronym for the North’s formal name, the Democratic People’s Republic of Korea. “However, it does not affect the North’s core nuclear capability or arsenal.” Closing Punggye-ri “does make the moratorium on nuclear testing a more permanent arrangement”, Town said. “Ideally, the North Koreans would allow verification and monitoring of the test site to ensure that it is not reopened.”",
    "keywords": [
        "summit",
        "south",
        "closure",
        "countrys",
        "korea",
        "nuclear",
        "test",
        "kim",
        "despite",
        "doubts",
        "trump",
        "site",
        "presses",
        "north",
        "korean"
    ],
    "summary": "North Korea is pushing ahead with plans to close the country’s only known nuclear test site despite confusion over the fate of a planned summit between its leader, Kim Jong-un, and Donald Trump.\nThe meeting, which would be the first between a sitting US president and the leader of North Korea, was scheduled for 12 June in Singapore.\nThe summit was thrown into doubt after official North Korean comments criticising joint military exercises by US and South Korean forces, and the US insistence that the summit would lead to unilateral North Korean surrender of its nuclear weapons programme.\nHis country will be rich.” Despite the tensions, North Korea appeared to be following through on the highly symbolic decommissioning of its secretive nuclear test site near the Chinese border this week.\n“Ideally, the North Koreans would allow verification and monitoring of the test site to ensure that it is not reopened.”",
    "sentiment": {
        "neg": 0.0391,
        "neu": 0.8763,
        "pos": 0.0845,
        "compound": 0.0322
    }
}