{
    "date": "2018-02-05T17:00:08Z",
    "title": "US's new nuclear policy 'a blueprint for war', Nobel peace laureate says",
    "url": "https://www.theguardian.com/world/2018/feb/06/uss-new-nuclear-policy-a-blueprint-for-war-nobel-peace-laureate-says",
    "content": "Australia’s Nobel peace laureate says America’s aggressive new nuclear policy is “a blueprint for nuclear war” that returns the world to a cold war mentality. Tilman Ruff, the founding chair of the Melbourne-founded International Campaign to Abolish Nuclear Weapons (Ican) said the newly released US nuclear posture review was “a chilling document”. “This increases the danger of nuclear war … it clearly flags that great power confrontation with Russia is back on again. It essentially says, ‘we’re back in the cold war’.” Last Friday the release of Donald Trump’s nuclear posture review revealed a significantly more aggressive stance towards Russia, saying Vladimir Putin’s regime must be convinced it would face “unacceptably dire costs” if it were to threaten even a limited nuclear attack in Europe. The review also cast North Korea as a “clear and grave threat” to the US and marked out China, saying the US arsenal was tailored to “prevent Beijing from mistakenly concluding” it could be advantaged by using its nuclear weapons in Asia. In October, Ican was awarded the 2017 Nobel peace prize for the organisation’s efforts to abolish nuclear weapons globally, in particular through a prohibition treaty adopted by the United Nations. Ican is the first Australian-founded organisation to ever be awarded the peace prize. On the floor of the UN general assembly in July, two-thirds of the world’s countries – 122 nations – voted in favour of the treaty outlawing nuclear weapons. Fifty-six countries have signed the treaty and five have ratified it. The treaty will come into force when 50 countries have ratified it. None of the declared nuclear states, including the US, have signed on to the treaty. And key allies such as Australia, reliant on the umbrella of US nuclear deterrence, have also refused to endorse the ban on nuclear weapons. The Pentagon-led review of the US nuclear arsenal and the policies that govern it was ordered by Trump a year ago. Such reviews are customarily done at the outset of a new US administration. In a written statement, Trump said US strategy was “aimed at making use of nuclear weapons less likely”. But Ruff said the opposite was true, condemning the new US posture as one “that invests in new, more usable nuclear weapons on submarines and on ships, and that increases the range of options where nuclear retaliation would be considered”. He said the US had abandoned its legal commitment to disarmament, agreed to under article VI of the nuclear non-proliferation treaty. “The goal of a world free of nuclear weapons has disappeared from that document. It’s been described as a blueprint for nuclear war, and I don’t think that’s too extreme a characterisation.” Ruff said on myriad indicators the risk of global nuclear war was increasing. “The continued reliance on nuclear weapons; the continued massive investments on keeping them indefinitely; making them more usable and more deadly; the lack of talks about disarmament, the increasingly belligerent postures and extraordinarily specific threats to use nuclear weapons by multiple leaders in multiple parts of the world,” he said. The US position has also been criticised – predictably – by China, Iran and Russia. Russia’s foreign ministry said the Trump administration’s policy statement was both “confrontational” and “unscrupulous” while Iran’s foreign minister, Mohammad Javad Zarif, said it risked “bringing humankind closer to annihilation”. The Union of Concerned Scientists described it as “reckless path” that will weaken US security. On Monday, Ruff was speaking aboard the Peace Boat, which was docked in Sydney Harbour. The Peace Boat, a Japan-based non-government organisation, has toured the world since 1983, promoting peace, human rights and environmental protection. Also on board the ship in Sydney was 85-year-old Tanaka Terumi, who as a 13-year-old, survived an atomic bomb being dropped on Nagasaki. The former university professor has dedicated his life to speaking out on behalf of the Hibakusha, those who survived the Japanese atomic bombings, and to campaigning for the abolition of nuclear weapons. “It was a truly cruel and inhumane weapon that should never be used again. No one else on this planet should have to experience the pain that my fellow survivors experienced.”",
    "keywords": [
        "policy",
        "war",
        "laureate",
        "review",
        "nobel",
        "world",
        "russia",
        "uss",
        "peace",
        "nuclear",
        "weapons",
        "blueprint",
        "treaty",
        "ruff",
        "trump"
    ],
    "summary": "Australia’s Nobel peace laureate says America’s aggressive new nuclear policy is “a blueprint for nuclear war” that returns the world to a cold war mentality.\nTilman Ruff, the founding chair of the Melbourne-founded International Campaign to Abolish Nuclear Weapons (Ican) said the newly released US nuclear posture review was “a chilling document”.\n“This increases the danger of nuclear war … it clearly flags that great power confrontation with Russia is back on again.\nAnd key allies such as Australia, reliant on the umbrella of US nuclear deterrence, have also refused to endorse the ban on nuclear weapons.\nIt’s been described as a blueprint for nuclear war, and I don’t think that’s too extreme a characterisation.” Ruff said on myriad indicators the risk of global nuclear war was increasing.",
    "sentiment": {
        "neg": 0.129,
        "neu": 0.7529,
        "pos": 0.1181,
        "compound": -0.1169
    }
}