{
    "date": "2018-01-03T07:58:01Z",
    "title": "Donald Trump boasts that his nuclear button is bigger than Kim Jong-un's",
    "url": "https://www.theguardian.com/us-news/2018/jan/03/donald-trump-boasts-nuclear-button-bigger-kim-jong-un",
    "content": "Donald Trump has taunted North Korea’s leader about the size of his nuclear arsenal after his UN envoy, Nikki Haley, dismissed the value of proposed high-level talks between Pyongyang and Seoul. The US president used Kim Jong-un’s New Year’s Day speech as the basis for his latest provocative tweet against the leader, whom he has previously referred to as “little rocket man”, saying the “nuclear button” in Washington is “much bigger and more powerful” than Kim’s – “and my button works!”. In the speech, Kim warned the United States his country’s nuclear forces were now “completed”, adding that the nuclear launch button was always within easy reach. Trump’s retort came hours after Haley distanced the White House from proposed contacts between North and South Korea, saying it would not take any talks seriously if Pyongyang did not abandon its nuclear arsenal. A few hours later on Wednesday, the North reopened a vital line of communication with South, raising hopes of a diplomatic thaw. The president’s tweet drew swift condemnation – and some snark – from Democrats and foreign policy experts. Reacting on CNN, Democratic congressman Jim Himes of Connecticut said Trump’s tweet has “Freudians” abuzz and shows an impulse “to demonstrate that his is bigger and stronger than anybody else’s”. However, Himes added, a more sobering consequence of Trump’s hyperbolic rhetoric is that “it really doesn’t matter what the president of the United States says any more because it’s so bizarre, strange, not true, infantile”. Eliot Cohen, a former top official in the George W Bush administration and a Trump critic, said the president’s pronouncement was “spoken like a petulant 10-year-old”. “But one with nuclear weapons – for real – at his disposal,” Cohen said. “How responsible people around him, or supporting him, can dismiss this or laugh it off is beyond me.” Richard Haass, the president of the Council on Foreign Relations, a thinktank in Washington, noted that in the past 24 hours Trump has “threatened to 1) cut aid to nuclear-armed, terrorist-laden Pakistan; 2) cut aid to miffed Palestinians after he alters US Jerusalem policy, and 3) boasted his nuclear button is bigger than Kim Jong-un’s. This is our commander-in-chief. Think about it.” Earlier on Tuesday Trump had tweeted that the US-led campaign of sanctions and other pressure were beginning to have a “big impact” on North Korea, referring to the recent escape of at least two North Korean soldiers across the heavily militarised border into South Korea. “Soldiers are dangerously fleeing to South Korea. Rocket man now wants to talk to South Korea for first time. Perhaps that is good news, perhaps not – we will see!” Trump tweeted. On Monday, in a speech broadcast live by state TV in North Korea, Kim said: “The US should know that the button for nuclear weapons is on my desk. This is not blackmail but reality.” But he added that the North’s nuclear arsenal played a purely deterrent role. “The entire area of the US mainland is within our nuclear strike range,” he said. “The US can never start a war against me and our country. These weapons will be used only if our security is threatened.” Associated Press contributed to this report.",
    "keywords": [
        "boasts",
        "south",
        "speech",
        "korea",
        "north",
        "donald",
        "bigger",
        "kim",
        "nuclear",
        "weapons",
        "trumps",
        "button",
        "jonguns",
        "trump"
    ],
    "summary": "In the speech, Kim warned the United States his country’s nuclear forces were now “completed”, adding that the nuclear launch button was always within easy reach.\n“But one with nuclear weapons – for real – at his disposal,” Cohen said.\n“Soldiers are dangerously fleeing to South Korea.\nRocket man now wants to talk to South Korea for first time.\nOn Monday, in a speech broadcast live by state TV in North Korea, Kim said: “The US should know that the button for nuclear weapons is on my desk.",
    "sentiment": {
        "neg": 0.0765,
        "neu": 0.8322,
        "pos": 0.0913,
        "compound": 0.0802
    }
}