{
    "date": "2018-05-17T10:12:11Z",
    "title": "Trump faces North Korea dilemma after Bolton infuriates Pyongyang",
    "url": "https://www.theguardian.com/world/2018/may/16/trump-north-korea-nuclear-summit-john-bolton",
    "content": "North Korea’s denunciation of John Bolton has forced Donald Trump to decide whether to stick with his national security adviser and his hardline tactics, or push ahead with a summit with Kim Jong-un that will provide historic spectacle but an uncertain outcome. Underlying the plans for the Singapore summit was a fundamental ambiguity over what “complete denuclearisation of the Korean peninsula” means. For Pyongyang it is a fluid term that means a long-term process of disarmament, involving all major powers, in whose ranks North Korea would henceforward be counted a member. The Trump administration thought it meant – or wanted it to mean – that Kim was ready to give up the arsenal he had declared complete and operational in January. For his part, the secretary of state, Mike Pompeo, who was tasked by Trump to set up the Kim summit, was ready to live with the ambiguity, at least until 12 June, when the unprecedented encounter is due to take place. In weekend television appearances, Pompeo seemed to blur the US negotiating position, suggesting the aim was to prevent North Korea threatening the US mainland with nuclear weapons, a lower bar that would theoretically permit Pyongyang to retain some warheads as long as they did not build intercontinental missiles. Ambiguity is not Bolton’s style, however. In his own, competing, TV appearances, he was adamant that North Korea would have to take all its weapons apart and ship the fissile material to the US. It was this, coupled his earlier reference to the “Libya model” – which for Pyongyang summons up the memory of Muammar Gaddafi’s brutalised body being paraded on a truck – that got the regime’s attention. “It was quite deliberate. We all know how Gaddafi died,” said Jeffrey Lewis, the director of the East Asia nonproliferation programme at the Middlebury Institute of International Studies of Monterey. “You don’t bring up a man’s grisly murder as an inducement.” Vipin Narang, an associate professor at the Massachusetts Institute of Technology, said it was likely to be the bragging that Kim had been forced to the table by Trump’s successful use of “maximum pressure” with sanctions and threats that had stung the Pyongyang regime most. Kim has portrayed his diplomatic opening as a natural consequence of completing the decades-long project to build a nuclear arsenal. “The North Koreans were prepared to ignore a lot of what the administration said before the summit, but it was the victory lap before the race that has really set them off,” Narang said. Bolton has a track record with the North Koreans, who blame him for persuading the George W Bush administration to quit a 1994 nuclear deal, the Agreed Framework. In his memoir, Surrender is Not an Option, Bolton boasts about his success in torpedoing state department efforts to keep talks with Pyongyang alive, deriding the diplomats as appeasers. At the time, the regime denounced him as “human scum” and a “bloodsucker”, banning him from any bilateral talks. On Wednesday, the first deputy prime minister, Kim Kye-gwan, made it clear that the regime’s antipathy had not mellowed with time, noting “we do not hide our feeling of repugnance towards him”. Earlier in the week, a western diplomat had predicted that the inevitable compromise at a Kim summit could force a parting of the ways between Trump and his third national security adviser. Trump, who has basked in suggestions he might be eligible for the Nobel peace prize, is clearly keen to keep his appointment in Singapore. The weekend row could now bring his looming dilemma forward. The White House on Wednesday was hedging its bets, with its spokeswoman pointedly distancing Trump from Bolton’s “Libyan model”. “Sarah Sanders threw Bolton under a bus this morning,” Lewis said.",
    "keywords": [
        "summit",
        "bolton",
        "ambiguity",
        "korea",
        "infuriates",
        "administration",
        "kim",
        "nuclear",
        "faces",
        "dilemma",
        "trump",
        "pyongyang",
        "north"
    ],
    "summary": "Underlying the plans for the Singapore summit was a fundamental ambiguity over what “complete denuclearisation of the Korean peninsula” means.\nFor Pyongyang it is a fluid term that means a long-term process of disarmament, involving all major powers, in whose ranks North Korea would henceforward be counted a member.\nThe Trump administration thought it meant – or wanted it to mean – that Kim was ready to give up the arsenal he had declared complete and operational in January.\nIn his own, competing, TV appearances, he was adamant that North Korea would have to take all its weapons apart and ship the fissile material to the US.\nThe White House on Wednesday was hedging its bets, with its spokeswoman pointedly distancing Trump from Bolton’s “Libyan model”.",
    "sentiment": {
        "neg": 0.0511,
        "neu": 0.894,
        "pos": 0.0548,
        "compound": -0.01
    }
}