{
    "date": "2018-01-17T19:00:28Z",
    "title": "Malcolm Turnbull urged to pressure Japan over whaling during security talks",
    "url": "https://www.theguardian.com/australia-news/2018/jan/18/malcolm-turnbull-urged-to-pressure-japan-over-whaling-during-security-talks",
    "content": "As Malcolm Turnbull meets with the Japanese prime minister, Shinzo Abe, on Thursday, the Greens are calling on the government to refuse to deepen Australia’s security ties with Japan until it stops whaling in the Southern Ocean. Turnbull will meet with Abe on Thursday, during a single-day visit, to discuss trade between Australia and Japan, and attempts to keep the Trans-Pacific Partnership trade deal alive. He also plans to discuss regional security and rising tensions with North Korea, including recent UN Security Council sanctions against the regime. “In a period of strategic uncertainty, both countries recognise the need to deepen security ties,” Turnbull said. “Australia and Japan both seek an open and prosperous Indo-Pacific underpinned by the rule of law, where countries foster dialogue and co-operation and we all reap the benefits of economic integration and connectivity.” But the Greens senator Peter Whish-Wilson has called on Turnbull to confront Abe about Japan’s whaling program, saying if Japan was serious about the rule of law it would stop slaughtering whales in the Antarctic. He said Japan was hypocritical by complaining about China disobeying the international rules-based order – specifically the rules of the sea and navigation rights in the South China Sea – when Japan was doing “exactly the same thing” in the Southern Ocean by thumbing its nose at the international court of justice. “They’re being hypocrites,” he told Guardian Australia. “You can’t have your cake and eat it too.” Australia took Japan to the international court of justice over its Southern Ocean whaling program in 2014, winning a judgment that condemned Japan’s whaling programs as being in breach of the International Whaling Commission’s ban on commercial whaling. The court rejected Japan’s argument that its whaling was for “scientific” purposes. It forced Japan to halt whale hunting for a time and to come back with a plan to carry out “scientific whaling” in the region. What infuriates conservationists is that Japan continues to hunt and kill whales in a conservation zone, the Southern Ocean whaling sanctuary, that surrounds Antarctica. Japan says it does so only for scientific purposes. A fleet of Japanese ships is currently hunting minke whales in the Southern Ocean. The conservation group Sea Shepherd has stopped trying to prevent the whale slaughter going ahead, saying the cost of sending vessels south, Japan’s increased use of military technology to track Sea Shepherd vessels and new anti-terrorism laws passed specifically to thwart Sea Shepherd’s activities made it impossible to physically track Japan’s ships. As a result the Japanese whalers are – for the first time – being given a free run to kill minke in the Southern Ocean. This is the first Australian summer in years that television news bulletins have not been showing footage, provided by Sea Shepherd, of the whale slaughter. Whish-Wilson said the Abbott and Turnbull governments have failed to deliver a crackdown on Japan’s whaling program despite railing against the practice when in opposition. In 2009, the then opposition environment spokesman, Greg Hunt, said: “Mr Rudd is meeting with the Japanese prime minister today and he must raise whaling. It is extraordinary that he has cried wolf about whaling but he is not willing to put whaling on his agenda with the Japanese prime minister. So he must raise whaling and seek a deadline.” In early 2013, Hunt said: “Reports of the slaughter of whales in Australian waters are deeply disturbing. The government must make a statement immediately, have whales been slaughtered in Australian waters, if so what are they going to do about it? We’ve got blood in the water and a blind eye in Canberra. It’s completely unacceptable.” Sea Shepherd spokesman Adam Burling said the conservation group commissioned Roy Morgan Research to conduct a national poll in 2015 that found 76.9% of Australians wanted the government to send a ship to oppose Japanese whaling in the Southern Ocean. “We’ve got the Oceanic Viking, a specially built customs vessel, designed for Antarctic waters,” he told Guardian Australia. “It could be down there documenting or intervening.” The prime minister’s office said whaling had been discussed in past meetings between Australia’s and Japan’s leaders and the practice had not changed.",
    "keywords": [
        "turnbull",
        "whaling",
        "sea",
        "southern",
        "japans",
        "australia",
        "japanese",
        "japan",
        "malcolm",
        "whales",
        "security",
        "ocean",
        "urged",
        "pressure",
        "talks"
    ],
    "summary": "As Malcolm Turnbull meets with the Japanese prime minister, Shinzo Abe, on Thursday, the Greens are calling on the government to refuse to deepen Australia’s security ties with Japan until it stops whaling in the Southern Ocean.\n“In a period of strategic uncertainty, both countries recognise the need to deepen security ties,” Turnbull said.\nWhat infuriates conservationists is that Japan continues to hunt and kill whales in a conservation zone, the Southern Ocean whaling sanctuary, that surrounds Antarctica.\nAs a result the Japanese whalers are – for the first time – being given a free run to kill minke in the Southern Ocean.\nWhish-Wilson said the Abbott and Turnbull governments have failed to deliver a crackdown on Japan’s whaling program despite railing against the practice when in opposition.",
    "sentiment": {
        "neg": 0.0852,
        "neu": 0.8797,
        "pos": 0.0352,
        "compound": -0.1507
    }
}