{
    "date": "2018-02-23T20:52:13Z",
    "title": "North Korea sanctions: Donald Trump announces 'largest ever' package",
    "url": "https://www.theguardian.com/us-news/2018/feb/23/north-korea-sanctions-trump-announces-largest-ever-package",
    "content": "Donald Trump announced on Friday a new package of measures against North Korea aimed at cutting off smuggling routes and warning that if sanctions fail, the next phase would be “very unfortunate for the world”. The new US sanctions are aimed at ships and trading companies around the world being used to smuggle oil into North Korea, and coal and other products out of the embattled nation, in defiance of a UN-imposed embargo. The US and its allies believe the smuggling allows the regime to continue to finance its nuclear weapon and missile programs. Asked what the US would do if the new measures fail to stop those programs, Trump replied: “We’ll have to see. If the sanctions don’t work we’ll have to go phase two. Phase two may be a very rough thing. It may be very, very unfortunate for the world.” “It really is a rogue nation,” the president told reporters at a joint appearance with the Australian prime minister, Malcolm Turnbull. “If we can make a deal it will be a great thing. If we can’t, something will have to happen.” Earlier in the day, Trump used a speech at a conservative conference to announce the package of new US measures which target more than 50 vessels, shipping and trading companies that the US says have been helping North Korea evade international sanctions. “Today I am announcing that we are launching the largest-ever set of new sanctions on the North Korean regime,” Trump was to say, according to excerpts of a speech released by the White House before his address to a conservative conference. He said the treasury department “will soon be taking action to further cut off sources of revenue and fuel that North Korea uses to fund its nuclear program and sustain its military”. The Trump administration scored its greatest diplomatic victory so far in September by persuading the UN security council to impose its strongest sanctions to date on the Pyongyang regime in response to its sixth nuclear test and a series of long-range missile tests. Those sanctions included a cap on North Korean oil imports. However, since then, western intelligence sources have reported a string of ship-to-ship transfers of fuel in international waters by sanctions-busting vessels. The new sanctions designate 28 ships and 27 entities located, registered or flagged in North Korea, China, Singapore, Taiwan, Hong Kong, the Marshall Islands, Tanzania, Panama, and the Comoros. One individual was also sanctioned – the Taiwanese businessman Tsang Yung Yuan, who, the US treasury alleges, has been coordinating illicit North Korean coal exports with a Russian-based North Korean broker. However, no Russian ships or entities have been sanctioned in the new set of measures, despite reports in December that Russian ships had been involved in illegal ship-to-ship fuel transfers. Administration officials said Russian entities had been targeted on previous occasions for sanctions-busting over North Korea, and could be again. “We have been in very close discussions with the Russians about sanctions and sanctions implementation,” a senior administration official said. “It is an ongoing process.” “The treasury is aggressively targeting all illicit avenues used by North Korea to evade sanctions, including taking decisive action to block the vessels, shipping companies, and entities across the globe that work on North Korea’s behalf,” the treasury secretary, Steven Mnuchin, said. “The president has made it clear to companies worldwide that if they choose to help fund North Korea’s nuclear ambitions, they will not do business with the United States.” The new US measures include a worldwide shipping advisory to alert other governments and companies about the ruses the North Korean regime uses to disguise its identity when buying and selling materials, including false flags and painting over the names of ships. “Each vessel has an underlying support structure and our goal is to dismantle these structures,” a senior administration official said.",
    "keywords": [
        "companies",
        "regime",
        "korea",
        "measures",
        "donald",
        "largest",
        "sanctions",
        "treasury",
        "announces",
        "ships",
        "korean",
        "trump",
        "north",
        "package"
    ],
    "summary": "Donald Trump announced on Friday a new package of measures against North Korea aimed at cutting off smuggling routes and warning that if sanctions fail, the next phase would be “very unfortunate for the world”.\nThose sanctions included a cap on North Korean oil imports.\nOne individual was also sanctioned – the Taiwanese businessman Tsang Yung Yuan, who, the US treasury alleges, has been coordinating illicit North Korean coal exports with a Russian-based North Korean broker.\nAdministration officials said Russian entities had been targeted on previous occasions for sanctions-busting over North Korea, and could be again.\n“We have been in very close discussions with the Russians about sanctions and sanctions implementation,” a senior administration official said.",
    "sentiment": {
        "neg": 0.0615,
        "neu": 0.8853,
        "pos": 0.0531,
        "compound": -0.0238
    }
}