{
    "date": "2018-01-04T06:38:27Z",
    "title": "'Anything to report?': Korean hotline reopens with little to say between foes",
    "url": "https://www.theguardian.com/world/2018/jan/04/anything-to-report-korean-hotline-reopens-with-little-to-say-between-foes",
    "content": "After almost two years of stony silence, perhaps it was to be expected that the first phone call between officials from North and South Korea was slightly awkward – and brief. The first cross-border chat since the countries’ hotline reopened on Wednesday offered little of political substance. But it was a breakthrough of sorts. The moment that officially ended their estrangement didn’t quite go according to plan, though. When South Korean officials at the border village of Panmunjom called their North Korean counterparts at 9am on Thursday, they must have experienced the same sinking feeling that followed the twice-daily – and unanswered – calls they have made over the past two years. The phone rang but no one picked up. Happily, it turned out that the faltering restart to what many hope will be an inter-Korean détente – starting with the North’s participation in next month’s Pyeongchang Winter Olympics – was just a matter of poor timing. In August 2015, North Korea turned its clocks back 30 minutes to GMT+08:30. That is half an hour behind South Korea, and the same standard time it had observed before Japan colonised the Korean peninsula in 1910. The explanation for silence at the other end of the line on Thursday was simple: North Koreans had yet to start work for the day. At 9.30am a North Korean liaison official returned the call. Asked by his South Korean counterpart if he had anything to report, he replied “No,” according to Yonhap news agency. He added: “If we have anything to tell you, we will contact you.” The perfunctory exchange has not dampened Seoul’s hopes that the reinstatement of the hotline – which had been dormant since February 2016 – will soon result in a face-to-face meeting. After the North Korean leader, Kim Jong-un, recently offered to discuss sending a delegation to the Pyeongchang Games, to be held 80km (50 miles) south of the country’s border, Seoul proposed a high-level meeting at Panmunjom, the setting for previous inter-Korean negotiations, next Tuesday. Pyongyang has yet to respond to the offer. If the talks go ahead they will mark the first high-level contact between North and South Korea since December 2015.",
    "keywords": [
        "foes",
        "south",
        "hotline",
        "korea",
        "silence",
        "pyeongchang",
        "panmunjom",
        "north",
        "turned",
        "little",
        "report",
        "officials",
        "say",
        "phone",
        "reopens",
        "korean"
    ],
    "summary": "In August 2015, North Korea turned its clocks back 30 minutes to GMT+08:30.\nThat is half an hour behind South Korea, and the same standard time it had observed before Japan colonised the Korean peninsula in 1910.\nAt 9.30am a North Korean liaison official returned the call.\nAsked by his South Korean counterpart if he had anything to report, he replied “No,” according to Yonhap news agency.\nIf the talks go ahead they will mark the first high-level contact between North and South Korea since December 2015.",
    "sentiment": {
        "neg": 0.0288,
        "neu": 0.9573,
        "pos": 0.0139,
        "compound": -0.0097
    }
}