{
    "date": "2018-02-08T13:17:18Z",
    "title": "'Protocol headache' for Winter Olympics as Mike Pence and Kim Jong-un's sister arrive",
    "url": "https://www.theguardian.com/world/2018/feb/08/protocol-headache-winter-olympics-mike-pence-kim-jong-un-sister",
    "content": "US and senior North Korean officials say they have no intention of meeting each other at the Winter Olympics – even though vice-president Mike Pence and Kim Jong-un’s younger sister will be seated just metres apart at the opening ceremony. Friday’s VIP seating arrangements are seen as a “protocol headache” for the South Korean hosts, who have been pushing for the Games in Pyeongchang to be known as a “peace Olympics”. Instead, the opening ceremony could prove to be an awkward and frosty affair. Pence is to be accompanied by the father of Otto Warmbier, the American student who was imprisoned by North Korea and died just days after being returned to the US in a coma last year. North Korean leader Kim Jong-un’s younger sister, Kim Yo-jong, is blacklisted under US sanctions. She oversees the regime’s propaganda department and has been playing an increasingly prominent role in the ruling Workers’ party. It is speculated that she might carry a message from her brother to the South as she becomes the first member of the immediate family to cross the border between the countries that are technically still at war. In a further sign of rapprochement, a spokesman for the South Korean president, Moon Jae-in, said he would meet and have lunch with the North Korean delegates on Saturday. But in a show of strength likely to increase tensions just a day before the Winter Olympics open in the South, the North Korean regime staged military parade in Pyongyang. Footage posted online showed truckload after truckload of soldiers being driven away from the city centre after taking part in the parade, with cheering onlookers lining the streets, followed by tanks and other armoured vehicles. Some observers have suggested that the North is trying to drive a wedge between South Korea and its American ally. Pence, who will lead the US delegation, has vowed to prevent Kim from “hijacking the message and imagery” of the Olympics. “We’ll be there to cheer on our American athletes, but we’ll also be there to stand with our allies and remind the world that North Korea is the most tyrannical and oppressive regime on the planet,” Pence said on Wednesday. “We will not allow North Korean propaganda to hijack the message and imagery of the Olympic Games. We will not allow North Korea to hide behind the Olympic banner the reality that they enslave their people and threaten the wider region.” Before travelling to South Korea, Pence said the US would soon unveil “the toughest and most aggressive round of economic sanctions on North Korea ever” in a bid to pressure it to abandon its nuclear ambitions. He told American troops in Japan that the US was “ready for any eventuality”. “North Korea’s continued threats have stirred the United States of America to act – and we will continue to act with vigilance and resolve as our lodestar,” he told the troops on Thursday. “To any who would threaten our people, our allies, know this: under this commander in chief, the greatest fighting force in the world – the United States – is ready; ready to defend our homeland, defend our allies, any time, anywhere.” The US and North Korean delegations say they are not angling for a meeting, although some interaction may occur, possibly at a reception before the opening ceremony. “We have no intention whatsoever to meet US authorities during our visit to the South,” North Korean foreign ministry official Cho Yong-Sam said, according to state media. The International Olympic Committee is leaving the delicate decisions on seating to the South Korean hosts. The IOC president, Thomas Bach, said he would “not make the mistake to try to interfere” as that would be “a recipe for disaster”. One official familiar with the planning told the Reuters news agency: “This is a protocol headache … How close should the North Koreans and Americans sit, when Washington has been so public about sanctions and pressure against North Korea? And who takes a higher seat?” Moon Jae-in, the South Korean president who has pushed for greater dialogue between North and South, said he hoped the “mood for peace” would continue after the Games. Athletes from both sides of the border will march under the one flag. Japan, another US ally in the region, has taken a harder line. Prime minister Shinzo Abe said countries should not be “captivated by the charm offensive”. Lee Ki Beom, a research fellow at the Asan Institute for Policy Studies in Seoul, said Moon’s meeting with the North Koreans presented a potential opportunity to talk “in very broad terms” about a pathway to peace, with the possibility the South Korean president could act as a mediator between Washington and Pyongyang. But he warned the mood could soon change if the expected resumption of joint military exercises between South Korea and the US after the Olympics was used as a trigger by North Korea to restart weapons testing. “I think this is a temporary calm,” Lee told the Guardian. “Just after the Olympic Games the situation will be very unpredictable.” This article was amended on 8 February 2018. An image originally used to illustrate the story, purporting to show Kim Yo-jong, sister of Kim Jong-un, was in fact of Ri Sol-ju, wife of Kim Jong-un and North Korea’s first lady. The image has now been amended.",
    "keywords": [
        "south",
        "mike",
        "pence",
        "protocol",
        "korea",
        "sister",
        "president",
        "kim",
        "headache",
        "arrive",
        "winter",
        "told",
        "olympic",
        "jonguns",
        "olympics",
        "north",
        "korean"
    ],
    "summary": "US and senior North Korean officials say they have no intention of meeting each other at the Winter Olympics – even though vice-president Mike Pence and Kim Jong-un’s younger sister will be seated just metres apart at the opening ceremony.\nNorth Korean leader Kim Jong-un’s younger sister, Kim Yo-jong, is blacklisted under US sanctions.\nIn a further sign of rapprochement, a spokesman for the South Korean president, Moon Jae-in, said he would meet and have lunch with the North Korean delegates on Saturday.\nSome observers have suggested that the North is trying to drive a wedge between South Korea and its American ally.\n“We have no intention whatsoever to meet US authorities during our visit to the South,” North Korean foreign ministry official Cho Yong-Sam said, according to state media.",
    "sentiment": {
        "neg": 0.0534,
        "neu": 0.8962,
        "pos": 0.0504,
        "compound": 0.0013
    }
}