{
    "date": "2018-06-10T14:14:19Z",
    "title": "Donald Trump arrives in Singapore for Kim Jong-un summit",
    "url": "https://www.theguardian.com/world/2018/jun/10/donald-trump-kim-jong-un-singapore-historic-summit",
    "content": "Donald Trump has landed in Singapore ahead of a highly anticipated summit with Kim Jong-un. Air Force One touched down at Paya Lebar airbase at 8.21pm (1321 BST) and the US president was greeted by Singapore’s foreign minister, Vivian Balakrishnan. Trump and his team, who arrived a few hours after the North Korean leader, had travelled straight from the G7 summit in Canada. Kim arrived at Changi airport on an Air China jet, with a huge security presence that included two decoy flights. After shaking hands with Balakrishnan, Kim was driven through the city to his hotel in a limousine with two North Korean flags on the bonnet, surrounded by other black vehicles with tinted windows. Kim smiled broadly on Sunday as he met the Singaporean prime minister, Lee Hsien Loong. “The entire world is watching the historic summit between [North Korea] and the United States of America, and thanks to your sincere efforts … we were able to complete the preparations for the historic summit,” Kim told Lee through an interpreter. Trump has said he will know within a minute of meeting Kim whether the summit can succeed. The secretary of state, Mike Pompeo, the national security adviser, John Bolton, the White House chief of staff, John Kelly, and the press secretary, Sarah Sanders, are believed to have travelled with the president. Kim is staying at the St Regis hotel during the summit, which is being held at the Capella hotel on the island of Sentosa. Key discussion points will be North Korea’s nuclear weapons and the pursuit of peace on the Korean peninsula. Pyongyang has spent decades developing nuclear weapons, culminating in the test of a thermonuclear device last year. It also successfully tested missiles that could reach the US mainland. The tests took place during a campaign of “maximum pressure”, led by the US that tightened economic sanctions against North Korea and raised the possibility of military action. In a new year address, Kim said North Korea had finished developing its nuclear arsenal and would focus on the economy, suggesting a meeting with South Korea. After a flurry of contacts between the countries, officials in Seoul suggested to Trump in March that Kim would be willing to meet face to face. The summit comes after weeks of discussions and was briefly cancelled following an exchange of menacing statements.",
    "keywords": [
        "singapore",
        "summit",
        "arrives",
        "travelled",
        "hotel",
        "korea",
        "north",
        "donald",
        "kim",
        "nuclear",
        "weapons",
        "trump",
        "jongun",
        "korean"
    ],
    "summary": "Donald Trump has landed in Singapore ahead of a highly anticipated summit with Kim Jong-un.\nTrump and his team, who arrived a few hours after the North Korean leader, had travelled straight from the G7 summit in Canada.\nTrump has said he will know within a minute of meeting Kim whether the summit can succeed.\nKey discussion points will be North Korea’s nuclear weapons and the pursuit of peace on the Korean peninsula.\nPyongyang has spent decades developing nuclear weapons, culminating in the test of a thermonuclear device last year.",
    "sentiment": {
        "neg": 0.0267,
        "neu": 0.8857,
        "pos": 0.0875,
        "compound": 0.1797
    }
}