{
    "date": "2018-01-06T19:28:01Z",
    "title": "Trump takes credit for Olympics talks between North and South Korea",
    "url": "https://www.theguardian.com/world/2018/jan/06/trump-north-south-korea-talks-olympics",
    "content": "Donald Trump said on Saturday he was open to talking to Kim Jong-un and hoped good could come from negotiations between North and South Korea over this year’s Winter Olympics in Pyeongchang. The US president also took credit for those talks, saying: “If I weren’t involved they wouldn’t be talking about Olympics right now. They’d be doing no talking or it would be much more serious.” North and South Korea have agreed to discuss cooperation on the games as well as other issues in rare meetings set to begin on Tuesday in Panmunjom, a village that straddles the demilitarised zone between the two countries. Amid international concern over Pyongyang’s ballistic missile and nuclear programmes, the talks will be the first staged since December 2015. The discussions will be held at the Peace House on the South Korean side of Panmunjom. This week began on a less diplomatic note, with Trump tweeting his latest strongly worded messages to the North Korean leader, whom he has tauntingly referred to on social media and even at the United Nations as “Rocket Man” or “Little Rocket Man”. “North Korean Leader Kim Jong Un just stated that the ‘Nuclear Button is on his desk at all times’,” the president wrote on Tuesday. “Will someone from his depleted and food starved regime please inform him that I too have a Nuclear Button, but it is a much bigger &amp; more powerful one than his, and my Button works!” The tweet prompted alarm and criticism around the world. Speaking to reporters at Camp David in Maryland on Saturday, at the end of a week marked by the publication of an explosive book about his administration and his mental capacity for his job, the president was asked if he would speak to Kim on the telephone. “Sure, I believe in talking,” he said. “… Absolutely I would do that, no problem with that at all.” Asked if that meant there would be no prerequisites for such talk, the president said: “That’s not what I said at all.” Trump added: “[Kim] knows I’m not messing around, not even a little bit, not even 1%. He understands that. “At the same time, if we can come up with a very peaceful and very good solution, we’re working on it with [secretary of state] Rex [Tillerson], we’re working on it with a lot of people. “If something good can happen and come out of those talks it would be a great thing for all of humanity. That would be a great thing for the world. Very important.” Trump also said President Moon Jae-in of South Korea had thanked him “very much for my tough stance” and added that previous US governments “you know, for 25 years they haven’t been using a tough stance, they’ve been giving everything”. “You have to have a certain attitude and you have to be prepared to do certain things and I’m totally prepared to do that,” he said, in a more allusive version of previous threats to turn to military action that have included the promise of “fire and fury” that gave Michael Wolff’s book its title. Trump added: “A lot of people have said and a lot of people have written that without my rhetoric and without my tough stance – and it’s not just a stance, I mean this is what has to be done – that they wouldn’t be talking about Olympics, they wouldn’t be talking right now.”",
    "keywords": [
        "south",
        "takes",
        "korea",
        "wouldnt",
        "north",
        "president",
        "tough",
        "kim",
        "talking",
        "stance",
        "credit",
        "trump",
        "olympics",
        "talks"
    ],
    "summary": "Donald Trump said on Saturday he was open to talking to Kim Jong-un and hoped good could come from negotiations between North and South Korea over this year’s Winter Olympics in Pyeongchang.\nThe US president also took credit for those talks, saying: “If I weren’t involved they wouldn’t be talking about Olympics right now.\nAmid international concern over Pyongyang’s ballistic missile and nuclear programmes, the talks will be the first staged since December 2015.\n“North Korean Leader Kim Jong Un just stated that the ‘Nuclear Button is on his desk at all times’,” the president wrote on Tuesday.\n“If something good can happen and come out of those talks it would be a great thing for all of humanity.",
    "sentiment": {
        "neg": 0.0267,
        "neu": 0.8647,
        "pos": 0.1087,
        "compound": 0.26
    }
}