{
    "date": "2018-04-26T04:00:06Z",
    "title": "Rehearsals and realism as North and South Korean leaders prepare to meet",
    "url": "https://www.theguardian.com/world/2018/apr/26/rehearsals-and-realism-as-north-and-south-korean-leaders-prepare-to-meet",
    "content": "The grandson of North Korea’s founder and the son of a refugee who fled the country for the South will shake hands and sit down to begin talks on Friday that could defuse what has become arguably the biggest single threat to global security. A day before Kim Jong-un and the South Korean president, Moon Jae-in, meet just south of the border that has separated the two countries for 65 years, optimism is giving way to realism over what the two men can achieve. Kim will walk across the military demarcation line, the de facto border, and the two leaders will meet in Peace House on the South Korean side. But there will be only a few hours to address the complex issue of denuclearisation. The schedule includes a tree planting ceremony and a stroll across a footbridge, but turning the day’s talks into a formal joint declaration will be “difficult”, according to Im Jong-seok, the South’s chief presidential secretary. That they are meeting at all represents a breakthrough few thought possible even a few months ago. After North Korea’s sixth – now possibly final – nuclear test, the talk was exclusively of economic pressure, diplomatic containment and, at the White House, the pros and cons of a “bloody nose” strike on a seemingly recalcitrant regime in Pyongyang. The mood of pessimism lifted in February, in the subzero temperatures of the Winter Olympics, as North Korean athletes, cheerleaders and Kim’s sister descended on the South Korean host city, Pyeongchang. The Games were the launchpad for this week’s meeting between Kim and Moon at the House of Peace in Panmunjom and, very possibly, a summit between the North Korean leader and Donald Trump in late May or early June, with Mongolia and Singapore among the possible hosts. Moon and Trump have talked up the potential for an agreement on two key issues: North Korean denuclearisation and a peace treaty that would bring an end to the Korean war. Any indication that Kim is willing to jettison the best guarantor of his dynasty’s survival could come after he and Moon end their day of talks, which will be bookended by a greeting in front of the world’s media and a dinner that references their very different backgrounds. A potato rösti is meant to evoke Kim’s childhood years in Switzerland, where it is believed he went to school, while a John Dory fish course represents Moon’s time in the South Korean port city of Busan. The head chef of one of Pyongyang’s most famous restaurants will travel to the summit site to prepare cold noodles. The summit – the first time Kim and Moon will meet, and only the third meeting of leaders of North and South since an armistice halted the Korean war in 1953 – has been prefaced by attempts on both sides to create the right mood music. The North Korean delegation will consist of Kim plus nine officials, including his sister Kim Yo-jong, Kim Yong-chol, a former spymaster accused of launching attacks on the South, and Choe Hwi, a top official who has been sanctioned by the United Nations. All three visited South Korea for the Olympics in February. The plug has been pulled on propaganda broadcasts either side of the demilitarised zone. Joint US-South Korea military exercises that began on 1 April have been scaled down. Trump, who last year called Kim “little rocket man”, referred to him this week as a “very open and honourable” man. For his part, Kim has at least refrained from baiting the “dotard” in the White House. Much of the positive signs from North Korea have come not directly from the Kim regime but from South Korean officials. Moon, though, has been playing down the suggestion that he and Kim will emerge from the talks declaring peace in their time. He acknowledged this week that a formal peace treaty would require the approval of other parties that fought in the Korean war, notably China and the US. Instead, they could reach a less ambitious interim deal to “end hostilities” – a move that comes very close to agreements brokered during previous inter-Korean summits in 2000 and 2007. On wider security, perhaps the most that can be expected is some clarification from Kim of the security guarantees he is seeking in return for dismantling his nuclear arsenal. None of which should detract from the powerful symbolism of a meeting between the leaders of two countries whose wildly different political systems and economic fortunes belie strong cultural and familial ties. On Wednesday, officials from both countries spent two hours behind closed doors rehearsing for the meeting, following the proposed itinerary to the letter. By Friday evening, we will know whether their leaders were up to the task of turning summit choreography into something of real substance.",
    "keywords": [
        "moon",
        "meeting",
        "leaders",
        "south",
        "summit",
        "prepare",
        "peace",
        "rehearsals",
        "meet",
        "kim",
        "talks",
        "realism",
        "north",
        "korean"
    ],
    "summary": "A day before Kim Jong-un and the South Korean president, Moon Jae-in, meet just south of the border that has separated the two countries for 65 years, optimism is giving way to realism over what the two men can achieve.\nKim will walk across the military demarcation line, the de facto border, and the two leaders will meet in Peace House on the South Korean side.\nThe mood of pessimism lifted in February, in the subzero temperatures of the Winter Olympics, as North Korean athletes, cheerleaders and Kim’s sister descended on the South Korean host city, Pyeongchang.\nMoon and Trump have talked up the potential for an agreement on two key issues: North Korean denuclearisation and a peace treaty that would bring an end to the Korean war.\nMuch of the positive signs from North Korea have come not directly from the Kim regime but from South Korean officials.",
    "sentiment": {
        "neg": 0.0327,
        "neu": 0.8957,
        "pos": 0.0715,
        "compound": 0.1623
    }
}