{
    "date": "2018-01-31T05:47:57Z",
    "title": "Ji Seong-ho: North Korean defector praised by Donald Trump",
    "url": "https://www.theguardian.com/world/2018/jan/31/ji-seong-ho-north-korean-defector-praised-donald-trump-state-union-speech",
    "content": "Some of the loudest applause during Donald Trump’s state of the union address greeted his introduction to Ji Seong-ho, a human rights and disability campaigner who must now be the world’s most recognisable North Korean defector. After paying tribute to Otto Warmbier, the American college student who died last summer after being held in North Korea, Trump devoted several lines to Ji’s dramatic flight to freedom. With North Korea in the grip of a famine that would kill hundreds of thousands, Ji was 13 years old living in North Hamgyeong province when he lost his left hand and his left foot in a train accident while searching for coal to exchange for food. He underwent a four-and-a-half-hour operation without an anaesthetic. Denied rehabilitative care, he has attributed his survival to his family, who shared their rations with him as he recuperated. “North Korea is already a society where everybody is trying to eat and survive on their own, so they don’t really care whether you are disabled or not,” Ji wrote in the Guardian in 2014. “That’s just how it was. There aren’t any groups that focus on or cater to the disabled community. There was no help from the government.” His only means of getting around was a pair of wooden crutches made by his father, who would later be tortured to death by North Korean authorities after a failed attempt to defect. His mother and sister defected in 2004. Ji held those crutches aloft in the US House of Representatives on Tuesday night, prompting cheers and a standing ovation. “Today he has a new leg, but Seong-ho, I understand you still keep those crutches as a reminder of how far you have come,” Trump said. “Your great sacrifice is an inspiration to us all.” The same crutches had taken Ji across thousands of miles during his journey to South Korea, which began when he and his brother, Ji Cheol-ho, crossed the freezing Tumen river under cover of darkness in 2006. After separating from his brother, Ji made his way across China and on to Thailand, Laos and Taiwan, before being reunited with his family in Seoul six months later. Like many other North Korean defectors, he struggled financially and lived in a tiny flat while studying law at Dongguk University in the South Korean capital. “But I’m definitely happier here,” he said in a 2012 interview. “The difference between South and North Korea is like the difference between heaven and hell.” As president of Now Action and Unity for Human Rights – a group that raises awareness of North Korean human rights abuses and helps defectors settle in the South – Ji has travelled the world highlighting the brutality of the regime. The 35-year-old addressed the British parliament in 2014 and has spoken at the Oslo Freedom Forum. And on Wednesday, Ji was honoured by the US president, who said: “Seong-ho’s story is a testament to the yearning of every human soul to live in freedom.”",
    "keywords": [
        "human",
        "crutches",
        "south",
        "korea",
        "seongho",
        "ji",
        "donald",
        "praised",
        "freedom",
        "rights",
        "trump",
        "defector",
        "north",
        "korean"
    ],
    "summary": "Some of the loudest applause during Donald Trump’s state of the union address greeted his introduction to Ji Seong-ho, a human rights and disability campaigner who must now be the world’s most recognisable North Korean defector.\nAfter paying tribute to Otto Warmbier, the American college student who died last summer after being held in North Korea, Trump devoted several lines to Ji’s dramatic flight to freedom.\n“North Korea is already a society where everybody is trying to eat and survive on their own, so they don’t really care whether you are disabled or not,” Ji wrote in the Guardian in 2014.\nJi held those crutches aloft in the US House of Representatives on Tuesday night, prompting cheers and a standing ovation.\nLike many other North Korean defectors, he struggled financially and lived in a tiny flat while studying law at Dongguk University in the South Korean capital.",
    "sentiment": {
        "neg": 0.0771,
        "neu": 0.815,
        "pos": 0.1081,
        "compound": 0.1098
    }
}