{
    "date": "2018-06-12T03:54:18Z",
    "title": "Dennis Rodman cries as he hails Trump-Kim summit: 'I'm so happy'",
    "url": "https://www.theguardian.com/sport/2018/jun/12/dennis-rodman-cries-as-he-hails-trump-kim-summit-im-so-happy",
    "content": "Kim Jong-un and Donald Trump had barely exchanged pleasantries outside the Capella hotel when their mutual friend Dennis Rodman appeared on TV to provide a characteristically bizarre sideshow to the main event in Singapore. In a rambling interview with CNN’s Chris Cuomo from Singapore, a highly emotional Rodman claimed credit for predicting that today’s summit – which seemed unlikely just months ago – would happen. Wearing a Make America Great Again baseball cap and a T-shirt bearing the name of his sponsor Potcoin, Rodman sobbed as he described his feelings about the summit and recalled the abuse he had received over his controversial visits to Pyongyang to meet Kim. “I said to everybody, the door will open,” he said. “It’s amazing, it’s amazing, it’s amazing. When I said those things, when I went back home, I got so many death threats … and I believed in North Korea, and I couldn’t even go home, I couldn’t even go home, I had to hide out for 30 days, I couldn’t even go home. “But I kept my head high, brother, I knew things were going to change … I knew it, I was the only one. I never had no one to hear me, I had no one to see me. But I took all those bullets, I took all at that … but I’m still standing. Today is a great day for everybody, Singapore, Tokyo, China, everybody … it’s a great day. I’m here to see it. I’m so happy.” The former NBA star is one of the few westerners to have met Kim, with whom he struck up an unlikely friendship over their shared love of basketball. Describing his meetings with Kim, Rodman said: “He’s more like a big kid, even though he’s small. He wants to come to America. He wants to enjoy his life.” Rodman said he had tried to pass on what he heard from Kim to Barack Obama but was “brushed off”. Rodman said he had earned Kim’s trust after making good on a promise to take a team of ex-NBA players to North Korea in 2014. “I gave him something for his birthday … I said: I’m going to bring a professional basketball team to you,” Rodman said. “He said: Can you do that. I said: Yes I can. Even though I couldn’t do it, I knew if I fail now there is going to be a problem. But I got Potcoin here helped me out, my sponsor, fetch those guys and it happened. And Kim Jong-un came to me and said: ‘Dennis - you know what this is the first time someone has ever kept their word to me and my country’.” Rodman said he believed Trump “will understand that the people of North Korea have a heart, have a soul, charisma and love each other”. “I think that country is normally hearing people who are always lying, deceitful and not trustworthy. I think that if President Trump goes in there with a great heart, with his heart on the table and let Kim Jong-un see him really emotional … it ain’t got to be about war, it ain’t got to be about hatred or what happened in the past. “I’ve told people about Kim Jong-un. He all about the 21st Century. He’s trying to progress his country.” Rodman arrived at Changi airport late on Monday amid speculation that he might even join the talks between the two leaders. The White House has since said that he will play no role in the discussions. The former Celebrity Apprentice contestant, who has visited North Korea several times and met Kim three times since 2013, claimed the president had thanked him for his efforts to being the two men together, saying a White House secretary had called to say that Trump was “proud” of him. That is in direct contradiction to a 2014 tweet by Trump, who said Rodman was “delusional” for wanting him to visit North Korea.",
    "keywords": [
        "hails",
        "summit",
        "singapore",
        "im",
        "cries",
        "korea",
        "north",
        "couldnt",
        "happy",
        "kim",
        "rodman",
        "jongun",
        "great",
        "dennis",
        "trump",
        "trumpkim"
    ],
    "summary": "Describing his meetings with Kim, Rodman said: “He’s more like a big kid, even though he’s small.\nRodman said he had earned Kim’s trust after making good on a promise to take a team of ex-NBA players to North Korea in 2014.\n“I gave him something for his birthday … I said: I’m going to bring a professional basketball team to you,” Rodman said.\n“I’ve told people about Kim Jong-un.\nThat is in direct contradiction to a 2014 tweet by Trump, who said Rodman was “delusional” for wanting him to visit North Korea.",
    "sentiment": {
        "neg": 0.0529,
        "neu": 0.8221,
        "pos": 0.1249,
        "compound": 0.1298
    }
}