{
    "date": "2018-01-13T10:40:33Z",
    "title": "Trump asked why 'pretty Korean lady' analyst wasn't in North Korea negotiations",
    "url": "https://www.theguardian.com/us-news/2018/jan/12/trump-intelligence-analyst-pretty-korean-lady",
    "content": "Amid a global furore over his reported remarks about “shithole countries” and immigration, Donald Trump faced further controversy on Friday when it was reported that he referred to an intelligence analyst presenting information to him in the Oval Office as a “pretty Korean lady” and suggested she should be part of negotiations with North Korea. NBC News reported the exchange between the president and a “career intelligence analyst who is an expert in hostage policy”. The analyst, the report said, was briefing Trump last fall on “the impending release of a family long held in Pakistan”. Citing two officials with direct knowledge of the exchange, NBC said the president asked the analyst where she was from, to which she said New York City. Trump reportedly pressed, asking where “your people” were from. The NBC report said the analyst said her parents were Korean, leading Trump to ask an adviser why the “pretty Korean lady” was not involved in negotiations with nuclear-armed North Korea. NBC said it did not interview the analyst, whose identity and agency it did not reveal, citing concern for her privacy. The White House did not immediately comment. On Twitter on Friday morning, Trump denied having made the “shithole” remark. The senior Democratic senator Dick Durbin, who was in the meeting, subsequently said that he had. According to NBC, the officials who discussed the “pretty Korean lady” remark “said the president likely meant no harm with his inquiry, but it raised concern of a lack of cultural sensitivity and decorum”. The NBC report listed other instances of the president speaking with an apparent lack of sensitivity in formal surroundings, in meetings with members of the Congressional Black Caucus (CBC) and with Navajo code talkers. The president reportedly expressed surprise that no CBC members knew Ben Carson, the housing and urban development secretary who is the only black member of his cabinet. At the code talkers event, in November, Trump joked about the Massachusetts Democratic senator Elizabeth Warren, whom he has nicknamed “Pochahontas” over her claim of Native American ancestry.",
    "keywords": [
        "pretty",
        "negotiations",
        "reported",
        "lady",
        "korea",
        "analyst",
        "nbc",
        "president",
        "wasnt",
        "report",
        "trump",
        "talkers",
        "asked",
        "north",
        "korean"
    ],
    "summary": "NBC News reported the exchange between the president and a “career intelligence analyst who is an expert in hostage policy”.\nThe analyst, the report said, was briefing Trump last fall on “the impending release of a family long held in Pakistan”.\nCiting two officials with direct knowledge of the exchange, NBC said the president asked the analyst where she was from, to which she said New York City.\nThe NBC report said the analyst said her parents were Korean, leading Trump to ask an adviser why the “pretty Korean lady” was not involved in negotiations with nuclear-armed North Korea.\nAccording to NBC, the officials who discussed the “pretty Korean lady” remark “said the president likely meant no harm with his inquiry, but it raised concern of a lack of cultural sensitivity and decorum”.",
    "sentiment": {
        "neg": 0.051,
        "neu": 0.9238,
        "pos": 0.0252,
        "compound": -0.0517
    }
}