{
    "date": "2018-04-19T17:52:29Z",
    "title": "North Korea wants total denuclearisation, says Seoul",
    "url": "https://www.theguardian.com/world/2018/apr/19/north-korea-wants-complete-denuclearisation-says-seoul",
    "content": "North Korea has expressed a desire for the “complete denuclearisation” of the Korean peninsula without attaching preconditions such as the withdrawal of US troops, the South Korean president has said. The statement, unconfirmed by North Korea, comes before a summit between the leaders of the two countries on 27 April, to be followed in May or June by a meeting between Kim Jong-un, the North Korean leader, and Donald Trump. The US president on Wednesday pledged to meet Kim “in the coming weeks” but said he was prepared to walk away if the talks were not fruitful. The key question at any summit between Trump and Kim is whether the North Korean leader is serious about dismantling his regime’s nuclear weapons, and what he would demand from the US in return. The South Korean president, Moon Jae-in, told reporters that North Korea had not “attached any conditions that the US cannot accept, such as the withdrawal of American troops from South Korea. All they are expressing is the end of hostile policies against North Korea, followed by a guarantee of security.” Robert Wood, the top US envoy to the UN-hosted conference on disarmament, said the country would maintain a “maximum pressure campaign” to convince North Korea to denuclearise, even as preparations for the summit continued, adding that it “has had an important impact in the North’s decision to return to the table”. At a news conference on Thursday, before a meeting next week on nuclear nonproliferation, Wood said the US welcomed Pyongyang’s willingness to talk about denuclearisation, and called the summit planned for late May or early June a “momentous time”. Meanwhile, the European Union imposed travel bans and asset freezes on four people suspected of “deceptive financial practices” to benefit North Korea’s arms programme. The EU did not name the four, but said they brought the number of people on its North Korea blacklist to 59, as well as nine entities. It has also mirrored the UN’s sanctions list, which covers 80 people and 75 entities. The anti-nuclear weapons group that won last year’s Nobel peace prize has said it is “very supportive” of the proposed summit, after months of heightened tensions between Washington and Pyongyang. The executive director of the International Campaign to Abolish Nuclear Weapons said mutual threats between the two leaders had made the risk of nuclear confrontation “really dangerously high”. Speaking to reporters, Beatrice Fihn said if the summit in late May or early June made progress on disarmament, “we’ll definitely applaud it … Every step forward is positive.” There has never been a summit between a sitting US president and a North Korean leader, though Bill Clinton came close to agreeing to meet Kim’s father, Kim Jong-il, in late 2000. “As you know, I will be meeting with Kim Jong-un in the coming weeks to discuss the denuclearisation of the Korean peninsula,” the US president told reporters at his Mar-a-Lago estate in Florida on Wednesday. “Hopefully, that meeting will be a great success and we’re looking forward to it.” North Korea has defended its weapons programmes, which it pursues in defiance of UN security council resolutions, as a necessary deterrent against perceived US hostility. There are 28,500 American troops in South Korea, a legacy of the 1950-53 Korean war. North Korea has said over the years that it could consider giving up its nuclear arsenal if the US removed its troops from South Korea and withdrew its so-called nuclear deterrence umbrella from South Korea and Japan. South Korea announced on Wednesday that it was considering how to convert a decades-old armistice with North Korea into a full peace agreement. Reclusive North Korea and the rich, democratic South are technically still at war because the 1950-53 conflict ended in a truce, not a peace treaty. Trump confirmed this week that the CIA director, Mike Pompeo, had travelled to North Korea to meet Kim, paving the way for Trump to hold the summit. The mission, which came shortly after Pompeo was nominated as secretary of state, was the highest-level meeting between the two countries since 2000, when Madeleine Albright met Kim Jong-il in Pyongyang. It also marked the first time Kim Jong-un had met a senior western official.",
    "keywords": [
        "summit",
        "meeting",
        "south",
        "wants",
        "korea",
        "denuclearisation",
        "total",
        "president",
        "seoul",
        "kim",
        "nuclear",
        "weapons",
        "north",
        "korean"
    ],
    "summary": "North Korea has expressed a desire for the “complete denuclearisation” of the Korean peninsula without attaching preconditions such as the withdrawal of US troops, the South Korean president has said.\nThe South Korean president, Moon Jae-in, told reporters that North Korea had not “attached any conditions that the US cannot accept, such as the withdrawal of American troops from South Korea.\nThe EU did not name the four, but said they brought the number of people on its North Korea blacklist to 59, as well as nine entities.\nNorth Korea has said over the years that it could consider giving up its nuclear arsenal if the US removed its troops from South Korea and withdrew its so-called nuclear deterrence umbrella from South Korea and Japan.\nSouth Korea announced on Wednesday that it was considering how to convert a decades-old armistice with North Korea into a full peace agreement.",
    "sentiment": {
        "neg": 0.0738,
        "neu": 0.8414,
        "pos": 0.0847,
        "compound": 0.1186
    }
}