{
    "date": "2018-04-20T09:50:15Z",
    "title": "Pyongyang calling: North and South Korean leaders get hotline as stage set for summit",
    "url": "https://www.theguardian.com/world/2018/apr/20/north-south-korea-leaders-hotline-summit-kim-jong-un-moon-jae-in",
    "content": "A hotline between the leaders of North and South Korea went live on Friday, a week before they are due to hold a historic summit on the border that has separated their countries for more than six decades. As preparations for the meeting gathered pace, South Korean media reported that the North’s leader, Kim Jong-un, and the South Korean president, Moon Jae-in, would talk over the phone before they meet next Friday. The summit will take place on the southern side of the demilitarised zone, a heavily armed strip of land that that has divided the peninsula since hostilities in the Korean war ended in 1953. The hotline connects Moon’s desk at the presidential Blue House with North Korea’s state affairs commission, which is headed by Kim, Yonhap news agency said. South Korean officials were the first to pick up the phone, then took a return call from their North Korean counterparts to make sure the line was working in both directions. Youn Kun-young, an official from the Moon’s office said the four minute, 17 second conversation had been a success. “The historic connection of the hotline between the leaders of the two Koreas has just been established,” Youn said, adding, “The connection was smooth and the voice quality was very good. It was like calling next door.” Kim and Moon are expected to talk over the phone before their meeting, although no date has been set for the call. North Korea has not commented on Moon’s claim on Thursday that Kim would not demand the withdrawal of US troops from the Korean peninsula as a precondition for abandoning his nuclear weapons during his meeting with Donald Trump in late May or early June. “North Korea is expressing a commitment to a complete denuclearisation,” Moon, a left-leaning liberal who has long favoured engagement with the North, told media executives. “They are not presenting a condition that the US cannot accept, such as the withdrawal of the American troops in South Korea ... North Korea is only talking about the end of a hostile policy against it and then a security guarantee for the country.” North Korea could offer some indication of what it expects in return for denuclearisation following a plenary session of the central committee of the ruling workers’ party that reportedly took place on Friday. The state-run KCNA news agency said the committee would discuss “policy issues of a new stage” in response to the current “important historic period of the developing Korean revolution”. Some analysts speculated the body would revise Kim’s dual “byongjin” policy of pursuing economic and nuclear development before his summits with Moon and Trump. “There is a high possibility that North Korea could unveil a new policy line, revising its byongjin policy at the plenary session,” Cheong Seong-chang, a senior research fellow at the Sejong Institute in Seoul, told Yonhap. “A new line will likely contain North Korea expressing its willingness to join denuclearisation talks and resolve to improve ties with the South, the US and Japan, as well as to seek peace and coexistence.” Kim’s apparent concession on US troop withdrawal has taken many by surprise. Traditionally, North Korea has justified its nuclear programme as a necessary counter to Washington’s “hostile policy” of basing tens of thousands of troops in South Korea and Japan, and guaranteeing its north-east Asian allies’ security through its nuclear umbrella. With just a week to go before Kim and Moon become the first North and South Korean leaders to meet in more than a decade, officials were trying to ensure the summit would proceed without incident or embarrassment. Earlier this week they met to discuss details, including plans to broadcast live TV coverage of the leaders’ shaking hands at the start of their talks, which will take place at the Peace House on the southern side of the border village of Panmunjom. It will be the first time a North Korean leader has visited the South since the end of the Korean war, and only the third time any South or North Korean leaders have met. The two previous inter-Korea summits, held in 2000 and 2007 in Pyongyang, involved the then North Korean leader Kim Jong-il and South Korean presidents Kim Dae-jung and Roh Moo-hyun. Moon and Kim are expected to discuss a formal end to hostilities between their countries, 65 years after the Korean war ended with an armistice, but not a peace treaty. Trump told reporters this week the Koreas “have my blessing” to secure a peace treaty and bring an end to the conflict. Six senior South Korean officials will accompany Moon to the summit, including his chief of staff, spy chief, national security adviser and unification, defence and foreign ministers, a presidential spokesman said.",
    "keywords": [
        "moon",
        "summit",
        "leaders",
        "south",
        "set",
        "calling",
        "hotline",
        "policy",
        "korea",
        "stage",
        "week",
        "kim",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "As preparations for the meeting gathered pace, South Korean media reported that the North’s leader, Kim Jong-un, and the South Korean president, Moon Jae-in, would talk over the phone before they meet next Friday.\nSouth Korean officials were the first to pick up the phone, then took a return call from their North Korean counterparts to make sure the line was working in both directions.\n“North Korea is expressing a commitment to a complete denuclearisation,” Moon, a left-leaning liberal who has long favoured engagement with the North, told media executives.\nIt will be the first time a North Korean leader has visited the South since the end of the Korean war, and only the third time any South or North Korean leaders have met.\nThe two previous inter-Korea summits, held in 2000 and 2007 in Pyongyang, involved the then North Korean leader Kim Jong-il and South Korean presidents Kim Dae-jung and Roh Moo-hyun.",
    "sentiment": {
        "neg": 0.0407,
        "neu": 0.8784,
        "pos": 0.0808,
        "compound": 0.1461
    }
}