{
    "date": "2018-02-20T00:14:13Z",
    "title": "'Kim Jong-un is hitting on us!': my night out with Dear Leader (sort of)",
    "url": "https://www.theguardian.com/sport/2018/feb/20/kim-jong-un-my-night-out-with-dear-leader-winter-olympics",
    "content": "It is a rare night when you find yourself on a chilly street corner waiting for a car to arrive for a rendezvous with Kim Jong-un. Rarer still when Kim decides tonight is the night to go on a bar crawl. Two things are not as they seem, though. The first is that Kim is a teetotaller, making a the bar trip a potentially fruitless exercise. The second is that Kim is not Kim – he’s an Australian impersonator called Howard. Howard hit the headlines last week when he attempted to gatecrash the North Korean cheerleaders at the Winter Olympics. He was briefly detained by police after marching up to the delegation at a hockey game. But what was he doing there in the first place and how are people reacting to his appearance in South Korea, which has been living under the threat of the real North Korean leader’s very real ballistic threats? Howard looks the part as he steps out of the car, wearing tortoiseshell glasses and dressed in a black topcoat over a black Mao-style shirt. Heads immediately begin to turn. The faux Dear Leader rushes inside Czech House, one of about a dozen locales set up by countries to promote their culture and athletes at the Games. Howard began impersonating the North Korean leader in April 2013, one year after the real Kim secured his place as leader of the pariah state. In the last five years, Howard has appeared in Hollywood commercials for cryptocurrencies, Hong Kong mobile phone games and Russian music videos. But he is attending the Games on his own dime, because he doesn’t want to miss the moment. It also can’t hurt to increase his profile. He lives by the maxim “there’s no such thing as bad press”. When he’s not in character, the Hong Kong-born Australian is a music producer with a passion for Brazilian bands. He is in his late 30s but declined to give his full name: “It’s for my own protection.” It is hard for him to walk anywhere in this Olympic town without a mob forming. Spectators offer to buy him a beer and in the Czech House a friendly bartender hands him a lager on the house, only for it to be handed to a nearby reporter. After a few minutes of intense interest and a bowl of goulash, Kim decides it’s time for a visit to the Russian House. As he leaves, the security guard at the door leans in for his own analysis: “I think you like cosplay.” “Nah, man, this is just my face,” Faux Kim replies. A short taxi ride later, he arrives at a packed hotel wedding hall that has been converted into the base for Russian supporters, many with painted faces as they watch their team – competing as Olympic Athletes for Russia after the official national team was banned over widespread doping – take on the US in ice hockey. Another, more aggressive crowd forms around the ersatz Kim and someone asks who he wants to win. “Russia, of course – down with USA!” he replies. But time with the Russians is cut short when the manager asks us to leave. Despite a recent warming of relations between Moscow and Pyongyang, it seems those diplomatic efforts have yet to trickle down. It wasn’t the first time Howard has been asked to leave a venue. At last week’s hockey game, the police were amused, according to Howard, but insisted on first waiting for all the North Koreans to leave the venue before releasing him “for my own protection”. He was similarly escorted out of the opening ceremony. “They should let those girls experience the freedoms here, to dress up and take the piss,” he says. “Police ended up doing the bidding of North Korea.” With only a cup of strong Russian tea poured from a samovar to keep him warm, we walk to our final destination. But when we arrive at Holland House, a cavernous nightclub bathed in orange lights, it seems Kim is destined to get the boot once again. A manager is worried about the potential public relations fallout if the establishment’s beer sponsor is associated with Kim Jong-un. “I thought Holland was a democracy with freedom of speech and now you want to kick me out,” Howard protests. A quick huddle among security staff ensues, and Faux Kim’s argument proves persuasive. The night continues. Again, a crowd quickly forms around him. As we chat about his plans for the rest of the Games, two South Korean women sidle up and wonder aloud about the perils of being seen with him. “Can I take a photo with him, will I get in trouble with the South Korean government?” Park Jae asks, half-joking, half-serious. “He’s not Kim Jong-un, he’s better looking,” she adds. This leads to a half-hearted proposition from the man himself, one that is quickly rebuffed amid a chorus of laughter. “I’m gonna tell everyone Kim Jong-un is hitting on us!” Park screams to her friend, Hong Yong-ju. As the night winds down and we make our way to the door, a young South Korean man sticks his hand out and asks for a handshake: “Our president can’t do this yet, but I can.” We hop into a taxi and the driver seems not to recognise his infamous passenger. I drop him off at the rail station in Gangneung and he marches toward the gates with a singular determination.",
    "keywords": [
        "sort",
        "south",
        "leader",
        "night",
        "howard",
        "north",
        "house",
        "kim",
        "dear",
        "russian",
        "hes",
        "hitting",
        "jongun",
        "korean"
    ],
    "summary": "It is a rare night when you find yourself on a chilly street corner waiting for a car to arrive for a rendezvous with Kim Jong-un.\nThe second is that Kim is not Kim – he’s an Australian impersonator called Howard.\nA manager is worried about the potential public relations fallout if the establishment’s beer sponsor is associated with Kim Jong-un.\n“He’s not Kim Jong-un, he’s better looking,” she adds.\n“I’m gonna tell everyone Kim Jong-un is hitting on us!” Park screams to her friend, Hong Yong-ju.",
    "sentiment": {
        "neg": 0.0554,
        "neu": 0.8765,
        "pos": 0.0681,
        "compound": 0.0749
    }
}