{
    "date": "2018-04-30T13:03:41Z",
    "title": "Trump suggests meeting Kim on border as South Korean leader touts Nobel",
    "url": "https://www.theguardian.com/us-news/2018/apr/30/donald-trump-kim-jong-un-meeting-peace-house",
    "content": "Donald Trump on Monday tweeted a suggestion that his planned meeting with Kim Jong-un could take place at the Peace House on the border between North and South Korea, the same site as Kim’s historic meeting last week with South Korean president Moon Jae-in. Moon, meanwhile, suggested that Trump should win the Nobel peace prize for his efforts to end the nuclear standoff with Pyongyang. “Numerous countries are being considered for the MEETING,” Trump wrote on Twitter, “but would Peace House/Freedom House, on the Border of North &amp; South Korea, be a more Representative, Important and Lasting site than a third party country? “Just asking!” Later Trump gave the most detailed preview yet of potential venues for the talks. “We’re looking at various countries, including Singapore, and we are also talking about the possibility of the DMZ,” he told reporters in the White House rose garden. “And there’s something that I thought was intriguing. I think that some people maybe don’t like the look of that and some people like it very much. I threw it out today as idea ... There’s something that I like about it because you’re there, you’re actually there, where if things work out, there’s a great celebration to be had on the site, not in a third-party country.” Speaking at a joint press conference with Nigerian president Muhammadu Buhari, Trump made clear his appetite for spectacle and suspense. “I will say this, the good news, everybody wants us, it has the chance to be a big event ... The United States has never been closer to potentially having something happen with respect to the Korean peninsula that can get rid of the nuclear weapons, can create so many good things, so many positive things, and peace and safety for the world. So we’ll see what happens. I often say, who knows?” He described Kim as having been “very open and very straightforward so far. I can only say again, so far.” On Sunday, some of Trump’s key advisers counselled caution on North Korea, despite the historic events of last week and conciliatory messages coming out of Pyongyang about possible denuclearisation of the Korean peninsula, the expressed aim of the Trump administration’s “maximum pressure” policy. The new national security adviser, John Bolton, a noted hawk, told CBS: “What we want to see from them is evidence that it’s real and not just rhetoric.” The new secretary of state, Mike Pompeo, who as CIA director met Kim in North Korea at Easter, told ABC the administration would not be fooled. “We know the history, we know the risks,” he said. “We’re going to negotiate in a different way than before, we’re going to require steps that demonstrate denuclearization is going to be achieved. We’re not going to take promises or words, we are going to look for actions and deeds.” At a rally in Michigan on Saturday night, Trump gave a hint about the timing of his possible meeting with Kim. “I think we will have a meeting over the next three or four weeks,” he said. “It’s going be a very important meeting, the denuclearization of the Korean peninsula. But we’ll see how it goes. I may go in, it may not work out, I leave.” Trump’s words were greeted with chants of “Nobel! Nobel!” South Korea’s president agrees. Moon told a cabinet meeting the American president should win a Nobel peace prize, a South Korean official said on Monday. “President Trump should win the Nobel peace prize,” Moon said, according to a presidential Blue House official who briefed media. “What we need is only peace.” On Friday, Moon and Kim pledged to end hostilities between the two countries and work towards the “complete denuclearization” of the Korean peninsula in the first inter-Korean summit in more than a decade. Trump’s meeting with Kim was the main subject of a private walk and chat Kim and Moon had during their meeting at the border, the South Korean official said. In January, Moon said Trump “deserves big credit for bringing about the inter-Korean talks. It could be a resulting work of the US-led sanctions and pressure.” The president’s breezy tweet about his meeting with Kim followed on the heels of a tweet in which he complained about a comedian’s routine at the White House correspondents’ dinner in Washington on Saturday. The event was “a total disaster and an embarrassment” he wrote, adding: “FAKE NEWS is alive and well and beautifully represented.”",
    "keywords": [
        "moon",
        "meeting",
        "border",
        "touts",
        "south",
        "leader",
        "going",
        "nobel",
        "peace",
        "president",
        "kim",
        "suggests",
        "trump",
        "korean"
    ],
    "summary": "Moon, meanwhile, suggested that Trump should win the Nobel peace prize for his efforts to end the nuclear standoff with Pyongyang.\nNobel!” South Korea’s president agrees.\nMoon told a cabinet meeting the American president should win a Nobel peace prize, a South Korean official said on Monday.\n“President Trump should win the Nobel peace prize,” Moon said, according to a presidential Blue House official who briefed media.\nTrump’s meeting with Kim was the main subject of a private walk and chat Kim and Moon had during their meeting at the border, the South Korean official said.",
    "sentiment": {
        "neg": 0.0112,
        "neu": 0.8649,
        "pos": 0.1239,
        "compound": 0.3044
    }
}