{
    "date": "2018-05-31T04:12:24Z",
    "title": "Trump approach risks disaster, warns architect of previous North Korea talks",
    "url": "https://www.theguardian.com/world/2018/may/31/north-korea-trump-approach-risks-disaster-warns-japan-diplomat-mr-x-hitoshi-tanaka",
    "content": "Donald Trump’s approach to peace talks with North Korea has a high risk of “disastrous” results, according to a former senior Japanese diplomat who led breakthrough negotiations with the previous Kim Jong-il regime. Hitoshi Tanaka urged the US to understand the importance of trust in Asian cultures as it pushes for a deal to remove Pyongyang’s nuclear weapons. Speaking in Tokyo, the former Japanese deputy foreign affairs minister highlighted the importance of Confucianism in Asia, meaning trust-building steps were crucial. The US, he said, sometimes tried to use its substantial power “as the backdrop to proceeding with the negotiations and that kind of style could backfire in Asia”. In the US, Pompeo said he and Kim Yong-chol, the former military intelligence chief and one of Kim Jong-un’s closest aides, had a “good working dinner” with beef, corn and cheese on the menu. Kim is the highest-level North Korean official to visit the US in 18 years and his presence is seen as an indicator of Pyongyang’s desire to ensure the summit planned for Singapore next month between Trump and Kim Jong-un takes place. Tanaka was at the centre of a diplomatic victory in 2002 when North Korea agreed to return five Japanese citizens out of 13 it admitted it had previously abducted. Kim Jong-il – the father of leader Kim Jong-un – apologised for the “regrettable” abductions and claimed the others had died, which Japan doubts to this day. Tanaka noted, however, that this breakthrough came after officials conducted some 25 meetings in secret over the course of a year. They included negotiations with a senior North Korean military official, referred to by the Japanese in private as “Mr X”, in a process that helped to build trust and momentum for an eventual summit between Kim and Junichiro Koizumi, then prime minister of Japan. In contrast, Tanaka said, Trump appeared to be “trying to do many things on his own” without enough discussion with staff. “One major difference is that the current process is a top-down process where Trump himself personally makes the decision ‘we will do the summit’, ‘we will not do the summit’; and that kind of process may deliver extremely significant outcomes, but at the same time I think that there is a high risk that it would also lead to disastrous outcomes,” Tanaka said. “If the US-North Korean summit would be held without sufficient preparations and ending up in major failure, then it’s going to be a huge cost which will have to be borne by all of the countries in this region.” Tanaka saw one positive result from Trump’s snap decision last week to cancel the 12 June Singapore summit with Kim, only to revive the prospect a day later: it had triggered a round of working-level talks to prepare for the leaders’ meeting. The surprise cancellation also led to a second meeting between Kim and South Korean president Moon Jae-in, who has scrambled to revive diplomatic efforts. Officials in the South said Moon would travel to Singapore during the summit if he were invited by the US and North Korea. Moon’s presence could help bridge a yawning divide between the two sides. South Korean officials said the three could discuss formally ending the 1950-53 Korean war, according to Yonhap news agency, which negotiators hope would give North Korea a sense of security that could eventually lead to denuclearisation.",
    "keywords": [
        "summit",
        "architect",
        "approach",
        "tanaka",
        "south",
        "korea",
        "north",
        "warns",
        "kim",
        "process",
        "japanese",
        "korean",
        "trump",
        "disaster",
        "previous",
        "talks",
        "risks"
    ],
    "summary": "Donald Trump’s approach to peace talks with North Korea has a high risk of “disastrous” results, according to a former senior Japanese diplomat who led breakthrough negotiations with the previous Kim Jong-il regime.\nIn contrast, Tanaka said, Trump appeared to be “trying to do many things on his own” without enough discussion with staff.\nThe surprise cancellation also led to a second meeting between Kim and South Korean president Moon Jae-in, who has scrambled to revive diplomatic efforts.\nOfficials in the South said Moon would travel to Singapore during the summit if he were invited by the US and North Korea.\nSouth Korean officials said the three could discuss formally ending the 1950-53 Korean war, according to Yonhap news agency, which negotiators hope would give North Korea a sense of security that could eventually lead to denuclearisation.",
    "sentiment": {
        "neg": 0.0482,
        "neu": 0.8599,
        "pos": 0.0919,
        "compound": 0.1667
    }
}