{
    "date": "2018-04-30T06:06:44Z",
    "title": "'Sidelined' China seeks to maintain influence as ties between North Korea and US improve",
    "url": "https://www.theguardian.com/world/2018/apr/30/sidelined-china-seeks-to-maintain-influence-as-ties-between-north-korea-and-us-improve",
    "content": "During North and South Korea’s historic summit on Friday, China was notably quiet. Chinese officials and state media focused instead on president Xi Jinping’s meeting with Indian prime minister Narendra Modi and a visit by Xi to China’s Yangtze river. After the summit, China’s ministry of foreign affairs released a short statement saying Beijing “welcomed” the results of the talks. “China stands ready to continue to play its positive role to this end,” it added, according to Xinhua news agency. Then, on Monday, China’s foreign ministry announced it was sending its top diplomat, foreign minister Wang Yi, to visit North Korea this week. The visit comes as China, North Korea’s most powerful ally, moves to reassert itself in quickly moving peace talks with the formerly isolated Korean state. China has long said that North Korea’s nuclear programme is for Washington and Pyongyang to work out between themselves. But now warming ties between North Korea and the US could dramatically alter the power structure in the region, leaving Beijing on the outside. Kim said on Friday he is willing to give up nuclear weapons if the US promises not to invade and commits to a formal end to the Korean War that ended with an armistice in 1953. Kim and US president Donald Trump could meet within the next month. “It can be argued that China has chosen to be ‘sidelined’. However, the quick warm up of [the Pyongyang-Seoul] relationship and possible denuclearisation and reunification could change regional power structures and have long-term impacts on Chinese foreign policy,” said Weiqi Zhang, an assistant professor focusing on North Korea at Suffolk University in Boston. China, which accounts for more than 90% of North Korea’s trade, has seen relations with its communist brother fray over the last several years. When Kim visited Beijing last month for an “unofficial visit” it was the first time the North Korean leader had met Xi. China has implemented crippling sanctions on North Korea over its nuclear bomb and missile tests. In the ongoing talks, China has been relegated to the background. Zhang Liangui, a Korea expert at China’s Central Party School, said this was inevitable. “The stance of China’s foreign ministry has been that [the North Korean nuclear crisis] is none of its business and that North Korea and the US should be communicating directly,” Zhang told the South China Morning Post. “So now things are out of China’s control and it is no surprise that it is being excluded from the discussions.” While talks between North and South Korea and Washington fit China’s interest in stability on the Korean peninsula, Beijing is also worried about an unfavourable regional strategic balance unfolding. “[Beijing] doesn’t want Washington and Pyongyang to get too close, and doesn’t want unification on purely South Korean and US terms,” said Michael Kovrig, a senior adviser for north-east Asia at the International Crisis Group, an independent conflict-prevention organisation. China will still be part of any discussions over a formal peace treaty to replace the armistice signed by China, the US and North Korea in 1953, ending more than three years of fighting between the North and the South. A trilateral summit in May between Japan, South Korea, and China will also provide Beijing another chance to exert influence, according to Kovrig. “Politically, I think China is being careful to give North and South Korea the space to advance the diplomatic process, because that’s in Beijing’s interest. Watching closely and working behind the scenes to position itself,” said Kovrig.",
    "keywords": [
        "influence",
        "south",
        "maintain",
        "korea",
        "beijing",
        "sidelined",
        "talks",
        "ties",
        "seeks",
        "improve",
        "china",
        "visit",
        "chinas",
        "foreign",
        "north",
        "korean"
    ],
    "summary": "Then, on Monday, China’s foreign ministry announced it was sending its top diplomat, foreign minister Wang Yi, to visit North Korea this week.\nBut now warming ties between North Korea and the US could dramatically alter the power structure in the region, leaving Beijing on the outside.\nChina has implemented crippling sanctions on North Korea over its nuclear bomb and missile tests.\nA trilateral summit in May between Japan, South Korea, and China will also provide Beijing another chance to exert influence, according to Kovrig.\n“Politically, I think China is being careful to give North and South Korea the space to advance the diplomatic process, because that’s in Beijing’s interest.",
    "sentiment": {
        "neg": 0.0373,
        "neu": 0.8941,
        "pos": 0.0684,
        "compound": 0.0892
    }
}