{
    "date": "2018-05-22T18:22:43Z",
    "title": "Trump says 'very substantial chance' North Korea summit could be delayed",
    "url": "https://www.theguardian.com/world/2018/may/22/donald-trump-north-korea-nuclear-summit-12-june",
    "content": "Donald Trump said there was a “very substantial chance” that his summit next month with the North Korean leader, Kim Jong-un, could be postponed. Trump raised doubts over the timing of the summit, due in Singapore on 12 June, at a White House meeting with the South Korean president, Moon Jae-in. “We’re moving along. We’ll see what happens,” Trump told reporters. “There are certain conditions we want to happen. I think we’ll get those conditions. And if we don’t, we won’t have the meeting.” Trump did not specify the conditions the US was setting for the meeting. “There is a very substantial chance that it won’t work out, but that’s OK,” he added. “It doesn’t mean it won’t work out over a period of time, but it may not work out for June 12. But there is still a good chance we’ll have the meeting.” Harking back to his real estate career, Trump said that deals that seem certain sometimes fail while those which appear to have little chance of success end in triumph. Referring specifically to his talks with North Korea, the president added: “In the end it will work out. I can’t tell you how or why, but it always does.” Trump said that if Kim agreed to disarm: “We will guarantee his safety. He’ll be safe. He’ll be happy. His country will be rich.” Moon expressed high confidence that the summit would go ahead and achieve a dramatic breakthrough, which he attributed to Trump’s leadership. His national security adviser, Chung Eui-yong, said before the White House meeting: “We believe there is a 99.9% chance the North Korea-US summit will be held as scheduled.” Chung added: “But we’re just preparing for many different possibilities.” The Singapore summit has been thrown in doubt following official North Korean comments criticising joint war games by US and South Korean forces, and US insistence that the summit would lead to unilateral North Korean surrender of its nuclear weapons programme. Trump has warned Kim that if he refuses to make a deal he could face the same fate as the Libyan leader, Muammar Gaddafi, who was toppled and killed after a Nato-backed insurrection. Pyongyang says it supports the “complete denuclearisation of the Korean peninsula” but interprets it as a gradual, phased and mutual disarmament process. The US national security adviser, John Bolton, has insisted that the regime hand over all its nuclear weapons and production equipment before receiving any benefits. Trump would not be pinned down on the issue, saying he would prefer an “all-in-one” option in which North Korea gives up its arsenal soon after an agreement is made. He said, however, that he believed Kim to be serious about denuclearisation: “I do think he’s serious. I do think he’d like to see that happen.” Trump attributed the firm line against unilateral disarmament last week to a trip Kim made to China to meet Xi Jinping on 8 May. Trump said that after that visit – Kim’s second in two months – Pyongyang hardened its negotiating position. “There was a very difficult attitude by the North Korean folks after that meeting ... so I can’t say I’m happy about it,” Trump said, describing Xi as a “world-class poker player”. However, former officials and North Korea experts have pointed out that North Korea never committed to unilateral disarmament and that Trump may simply have misunderstood what would be on the table in Singapore. “We’ve now entered the ‘who knew North Korea was so hard?’ phase of Trump’s diplomacy,” said Mike Fuchs, the deputy assistant secretary of state for East Asian and Pacific Affairs, now at the Centre for American Progress thinktank. “North Korea is beginning to play hardball, as expected. Trump and Moon must ensure that the two allies are on the same page about how to approach North Korea, and what to expect. If the allies are not coordinated, Kim Jong-un will exploit any daylight in the US-South Korea alliance to the detriment of both Washington and Seoul.” When asked about North Korea’s more assertive rhetoric last week, Moon’s advisor, Chung said: “We’re trying to understand the situation from the North’s perspective. “South Korea and the US have been sharing every bit of information and have remained in close coordination with each other,” Chung added, according to Yonhap News. “We’ve had various working-level discussions on how to steer North Korea in a direction that we want, and I expect (Moon and Trump) will have great talks this time.” “Thanks to your vision of achieving peace through strength and your strong leadership, we are looking forward to the first US-North Korea summit and we find ourselves standing one step closer to the dream of achieving the complete denuclearization of the Korean peninsula and world peace,” Moon said, sitting alongside Trump in the Oval Office. “All of this was possible because of you, Mr President, and I have no doubt that you will be able to complete and accomplish an historic feat that no one has been able to achieve in the decades past.” Duyeon Kim, a senior fellow at the Korean Peninsula Future Forum in Seoul, said: “President Moon really needs these US-North Korea summit to happen to fully achieve his own peace agenda.” She said that the two Koreas alone could take diplomatic and symbolic steps to defuse tensions, but she added: “Eventually the two Koreas are gong to need economic exchanges, and for that to happen, sanctions have to be lifted. Also the South needs a nuclear-free North Korea to be able to say there is peace.” The US secretary of state, Mike Pompeo, who took part in the White House meeting with President Moon, said he was “optimistic” about the Kim summit. He added that the state department was preparing for a 12 June date. The Associated Press quoted senior administration officials as saying Trump had been focused so far on the potential pageantry of a summit with Kim, including the gradual staged release of details to raise the level of suspense surrounding the event, rather than on the details of the North Korean nuclear programme itself.",
    "keywords": [
        "moon",
        "summit",
        "substantial",
        "meeting",
        "korea",
        "president",
        "kim",
        "added",
        "chance",
        "trump",
        "delayed",
        "north",
        "korean"
    ],
    "summary": "Donald Trump said there was a “very substantial chance” that his summit next month with the North Korean leader, Kim Jong-un, could be postponed.\nAnd if we don’t, we won’t have the meeting.” Trump did not specify the conditions the US was setting for the meeting.\nReferring specifically to his talks with North Korea, the president added: “In the end it will work out.\nHowever, former officials and North Korea experts have pointed out that North Korea never committed to unilateral disarmament and that Trump may simply have misunderstood what would be on the table in Singapore.\nTrump and Moon must ensure that the two allies are on the same page about how to approach North Korea, and what to expect.",
    "sentiment": {
        "neg": 0.0315,
        "neu": 0.8507,
        "pos": 0.1178,
        "compound": 0.1666
    }
}