{
    "date": "2018-03-09T15:30:22Z",
    "title": "Soju and jokes: how ‘rocket man’ Kim boosted chances of meeting Trump",
    "url": "https://www.theguardian.com/world/2018/mar/09/how-a-meeting-between-donald-trump-and-kim-jong-un-became-possible",
    "content": "Kim Jong-un held court at tables of hotpot and cold noodles, where bottles of wine, ginseng liquor and soju seemed bottomless. He joked about himself and his “rocket man” reputation, but also made a serious overture: he was willing to give up his nuclear weapons and he wanted to meet Donald Trump. Kim also attempted to soothe his guests, a South Korean delegation, saying the South Korean president, Moon Jae-in, could rest easy now that he had decided to place a moratorium on missile tests. “President Moon has had a rough time chairing national security meetings at the break of dawn whenever we fired missiles,” Kim said, according to South Korean officials at the dinners. “If working-level talks ever cease and hostility appears, [Moon] and I can easily resolve it with a phone call,” Kim said, referring to a planned hotline between the two leaders, the first of its kind. That extraordinary meeting between South Korean officials and the leader of North Korea culminated in Trump agreeing to meet Kim in what would be a first for a sitting US president. The news was met with mixed reactions in the South. Supporters of the liberal government flooded social media with calls for Moon to receive the Nobel peace prize, while detractors derided him as a puppet. But throughout the steps that took the world from talk of “fire and fury” last summer to disarmament negotiations, Kim has been in control and many analysts see a summit with Trump as a diplomatic coup for the North Korean leader. The rapprochement began with a New Year’s speech, when Kim extended an olive branch to South Korea by offering to send athletes to the winter Olympics in Pyeongchang. Over the next month, officials from the two sides spoke for the first time in more than two years and met to discuss details and logistics. North Korea ended up sending a delegation of more than 500 to the Winter Games, including cheerleaders that were often more commented on than whatever sport was being contested. The two countries, which never signed a formal peace treaty at the end of the 1950-53 Korean war, marched together under a unified flag at the opening ceremony. Kim sent his younger sister and close adviser Kim Yo-jong. It was the first time a member of the ruling family had set foot in South Korea since the end of the Korean war, and Moon fated her with a dinner and a seat in the VIP box. Yo-jong also delivered to Moon an invitation from her brother, with a meeting scheduled to take place in late April. For the two weeks of the Olympics, diplomacy took a back seat to sport and there was an intense focus on the women’s ice hockey team that combined players from the North and South in another first. As the Games came to an end, Kim decided to test the extent of South Korea’s desire for better relations. He sent a former military intelligence chief to the closing ceremony who many in the South blame for the deaths of 46 sailors. The envoy was accepted and treated in a similar fashion to Kim’s sister. His visit culminated with another overture: Pyongyang wanted to talk to Washington directly. Moon dispatched his own envoys to Pyongyang after the Games in what many believed to be just the first of many steps toward an eventual meeting. It was there they were hosted by Kim. One official described the amount of alcohol as “the bottles kept coming”. On the delegation’s return to Seoul came the shock announcement that Moon would meet Kim in April. The same delegation, led by South Korea’s national security adviser, Chung Eui-yong, was quickly dispatched to Washington to brief Trump. When Trump was told of the potential of meeting Kim, he readily agreed, according to CNN, making a detour to the press briefing room to tell reporters to expect a big announcement – and catching advisers off guard. The news capped an already hectic week in Washington. Trump has alienated allies by slapping tariffs on steel and aluminium, a move that could harm South Korea and Japan at a time when the regional partners are trying to present a united front against North Korea. The pornographic actor Stormy Daniels also filed a lawsuit over attempts to prevent her from speaking about an alleged “intimate relationship” with the president more than a decade ago. A short while after he met Trump, Chung, flanked by two South Korean officials, walked out of the White House and told the world of the potentially historic summit, to be held before the end of May. Reuters contributed to this report",
    "keywords": [
        "moon",
        "meeting",
        "south",
        "man",
        "jokes",
        "korea",
        "north",
        "president",
        "kim",
        "boosted",
        "chances",
        "korean",
        "officials",
        "rocket",
        "trump",
        "soju"
    ],
    "summary": "Kim Jong-un held court at tables of hotpot and cold noodles, where bottles of wine, ginseng liquor and soju seemed bottomless.\nKim also attempted to soothe his guests, a South Korean delegation, saying the South Korean president, Moon Jae-in, could rest easy now that he had decided to place a moratorium on missile tests.\n“President Moon has had a rough time chairing national security meetings at the break of dawn whenever we fired missiles,” Kim said, according to South Korean officials at the dinners.\nThat extraordinary meeting between South Korean officials and the leader of North Korea culminated in Trump agreeing to meet Kim in what would be a first for a sitting US president.\nNorth Korea ended up sending a delegation of more than 500 to the Winter Games, including cheerleaders that were often more commented on than whatever sport was being contested.",
    "sentiment": {
        "neg": 0.0346,
        "neu": 0.9039,
        "pos": 0.0615,
        "compound": 0.0729
    }
}