{
    "date": "2018-05-31T05:55:02Z",
    "title": "US presses North Korea for 'historic' plan to disarm as Pompeo meets Kim aide",
    "url": "https://www.theguardian.com/world/2018/may/31/us-presses-north-korea-for-historic-plan-to-disarm-as-pompeo-meets-kim-aide",
    "content": "The North Koreans will have to lay out a disarmament plan in the next few days if a planned summit between Donald Trump and Kim Jong-un is to go ahead on schedule in two weeks’ time, a senior US state department official said on Wednesday. The official was speaking in New York as the US secretary of state, Mike Pompeo, and a top North Korean official, Kim Yong-chol, met over a dinner ahead of a day of talks on Thursday aimed at defining negotiating positions and narrowing differences before the summit. In a letter to Kim last week, Trump declared he was calling off the summit scheduled for 12 June in Singapore, after a spat broke out between Washington and Pyongyang over military exercises the US conducted with South Korea, and expectations of the outcome of the unprecedented meeting between the two national leaders. But since then, the two governments have engaged in a flurry of diplomacy aimed at salvaging the summit: in Singapore, the demilitarised zone between the two Koreas, and at Pompeo’s New York meeting with Kim Yong-chol, a former spy chief and vice-chairman of the ruling Workers’ party. Preparations for the summit broke down last week over the insistence from leading US officials that North Korea would have to dismantle its nuclear weapons programme fully and rapidly before receiving any benefits, a position Pyongyang rejected as one-sided. Asked what the regime would have to do for the summit to go ahead, a senior state department official said: “Between now and if we’re going to have a summit, they’re going to have to make clear what they’re willing to do.” The US was looking for CVID, “complete verifiable, irreversible denuclearisation”, the official said, but did not specify the timing of such a process or whether it would have to be carried out all at once, or in phases. “I think we are looking for something historic,” the official said. “I think we’re looking for something that has never been done before.” In return the US was offering “the security guarantees they feel they need” and help for North Korea to achieve greater prosperity. If the North Koreans were not prepared to take unprecedented steps to disarm, the official added: “We will ramp up the pressure on them and we’ll be ready for the day that hopefully they are.” The official said that the New York talks were being conducted by the “two top dogs” in the preparatory negotiations. Pompeo tweeted that he had had a “good working dinner” with Kim on Wednesday night of steak, corn and cheese. “I will remind you that the secretary of state is from the heartland and likes American food, and he’s hosting someone who’s never been to our country,” the senior state department official said. The Russian foreign minister, Sergei Lavrov, meanwhile met his North Korean counterpart, Ri Yong Ho, on Thursday in Pyongyang, a trip seen as an attempt by Moscow to make its voice heard in its neighbour state’s push for diplomacy. Lavrov invited Kim Jong Un to Russia and passed on best wishes from president Vladimir Putin, the Russian foreign ministry said.",
    "keywords": [
        "disarm",
        "summit",
        "aide",
        "korea",
        "state",
        "plan",
        "meets",
        "kim",
        "york",
        "historic",
        "pyongyang",
        "senior",
        "official",
        "presses",
        "pompeo",
        "north",
        "looking"
    ],
    "summary": "“I think we are looking for something historic,” the official said.\n“I think we’re looking for something that has never been done before.” In return the US was offering “the security guarantees they feel they need” and help for North Korea to achieve greater prosperity.\nPompeo tweeted that he had had a “good working dinner” with Kim on Wednesday night of steak, corn and cheese.\n“I will remind you that the secretary of state is from the heartland and likes American food, and he’s hosting someone who’s never been to our country,” the senior state department official said.\nLavrov invited Kim Jong Un to Russia and passed on best wishes from president Vladimir Putin, the Russian foreign ministry said.",
    "sentiment": {
        "neg": 0.0255,
        "neu": 0.9061,
        "pos": 0.0684,
        "compound": 0.1768
    }
}