{
    "date": "2018-01-03T05:01:03Z",
    "title": "America's UN ambassador dismisses proposed North-South Korea talks",
    "url": "https://www.theguardian.com/world/2018/jan/02/north-korea-south-korea-talks-un-ambassador-nikki-haley",
    "content": "The US envoy to the United Nations, Nikki Haley, has distanced the Trump administration from proposed contacts between North and South Korea, saying it would not take any talks seriously if Pyongyang did not abandon its nuclear arsenal. Haley’s dismissive assessment of planned high-level talks between Seoul and Pyongyang was in clear contrast with the state department’s more cautious response – the latest example of Haley taking an independent line on foreign policy issues from the secretary of state, Rex Tillerson. The White House and the state department denied that – in offering to send a delegation to South Korea for the Winter Olympics in February – the North Korean leader Kim Jong-un had succeeding in driving a wedge between South Korea and the US. But there was a clear gap between Haley’s remarks and the willingness of the Seoul government expressed earlier on Tuesday to hold talks with the North “at any time and place, and in any form”. The South Korea’s unification minister, Cho Myoung-gyon, proposed holding high-level talks with North Korea next week in the border village of Panmunjom, where they last held contacts two years ago. North Korea state radio reported on Wednesday an inter-Korean communication line would be reopened at the village at 3pm Pyongyang time. “We hope that the South and North can sit face to face and discuss the participation of the North Korean delegation at the Pyeongchang Games, as well as other issues of mutual interest for the improvement of inter-Korean ties,” Cho told reporters in Seoul, according to Yonhap news agency. Asked for a response to the diplomatic overtures, Haley told journalists at the UN: “We won’t take any of the talks seriously if they don’t do something to ban all nuclear weapons in North Korea.” “We consider this to be a very reckless regime,” the US envoy said. “We don’t think we need a Band-Aid, and we don’t think we need to smile and take a picture. We think that we need to have them stop nuclear weapons, and they need to stop it now. So North Korea can talk with anyone they want but the US is not going to recognise it or acknowledge it until they agree to ban the nuclear weapons that they have.” Haley said that there were reports that North Korea might be preparing a new missile test launch in the coming days and threatened “even tougher measures” against the regime if he carried out the test. Since taking office nearly a year ago, the Trump administration has sent dramatically mixed signals over its readiness to have contacts with the North Korean government. There have been sporadic meetings between diplomats over individual issues like US detainees, but those died out after the regime’s sixth nuclear test in September. Trump has sometimes declared himself open to talks while on other occasions rejecting them as pointless, publicly warning Tillerson that he was “wasting his time” pursuing contacts. However, the secretary of state said last month that the US would be “ready to talk any time North Korea … and we’re ready to have the first meeting without precondition”. The offer was quickly disavowed by the White House, which ruled out a dialogue with Pyongyang until it “fundamentally improves its behaviour”. Tillerson later hedged his initial remarks, saying the regime would have to “earn its way” to talks. The year ended without any further clarity on the path to such dialogue – whether a simple pause in missile and nuclear testing would be sufficient, or whether the US would require additional preconditions. Haley’s comments implied a return to the state department’s position earlier in 2017 when the official policy was that the regime would have to commit to putting its nuclear weapons programme on the negotiating table in any talks with the US.",
    "keywords": [
        "south",
        "proposed",
        "regime",
        "korea",
        "state",
        "north",
        "nuclear",
        "americas",
        "dismisses",
        "weapons",
        "need",
        "ambassador",
        "northsouth",
        "pyongyang",
        "talks"
    ],
    "summary": "The White House and the state department denied that – in offering to send a delegation to South Korea for the Winter Olympics in February – the North Korean leader Kim Jong-un had succeeding in driving a wedge between South Korea and the US.\nThe South Korea’s unification minister, Cho Myoung-gyon, proposed holding high-level talks with North Korea next week in the border village of Panmunjom, where they last held contacts two years ago.\nNorth Korea state radio reported on Wednesday an inter-Korean communication line would be reopened at the village at 3pm Pyongyang time.\nWe think that we need to have them stop nuclear weapons, and they need to stop it now.\nHowever, the secretary of state said last month that the US would be “ready to talk any time North Korea … and we’re ready to have the first meeting without precondition”.",
    "sentiment": {
        "neg": 0.0695,
        "neu": 0.8665,
        "pos": 0.064,
        "compound": -0.0217
    }
}