{
    "date": "2018-02-11T05:22:56Z",
    "title": "'Humble' Kim Yo-jong has charmed the media, but the glow is unlikely to last",
    "url": "https://www.theguardian.com/world/2018/feb/11/kim-yo-jong-north-korea-south-media-regime-olympics",
    "content": "Amid a sea of television cameras and journalists, Kim Yo-jong worked her way through the crowd surrounded by a horde of bodyguards. As she made her way through the room she was silent and always smiling. The younger sister of North Korean leader Kim Jong-un has been the centre of attention since she landed in South Korea for an historic three-day visit as part of attending the Winter Olympics opening ceremony. As her brother’s envoy, she has been deployed to show a softer side of the North Korean regime, which is better known for perpetrating a host of human rights violations and threatening nuclear war. The strategy as so far worked on the South Korean media, with the horrors carried out by her brother, father and grandfather north of the border largely left out of the wall-to-wall coverage in Seoul and internationally. “She looked fit and appeared nimble, compared to her brother and other male members of her family who are fat,” Oh Young-jin, managing editor of the Korea Times, wrote in a column for the paper. “Kim’s visit couldn’t be more effective from the North Korean public relations point of view, especially considering her brother is known to be a ruthless dictator who had his agents kill his older brother with poison in daylight in the middle of an international airport, and his uncle killed by anti-aircraft guns.” Kim has become the latest celebrity in a country that takes to fads with a particular gusto. Analysts have scrutinised how much makeup she wore, the height of her cheekbones and every detail of her wardrobe choice. Kim Yo-jong’s “humble” style in both dress and manners were fawned over and television cameras zoomed in on a badge she wore depicting Kim Il-sung and Kim Jong-il, two former leader and her grandfather and father. CNN declared that Kim Yo-jong was “stealing the show at the Winter Olympics” and the BBC said North Korea was on a “charm offensive”. At a dinner at an upmarket hotel near the Olympic venues, local media reported she was “wearing a wine-colored jacket and black pants”. And commentators in South Korea have drawn countless parallels between her and Ivanka Trump, who will attend the closing ceremony of the Olympics. A brief glance at US vice-president Mike Pence during the opening ceremony went viral for her perceived “deadly side eye”. After meeting with South Korean president Moon Jae-in, her handwriting in a guest book at the Blue House, Seoul’s presidential palace, became the next topic constantly discussed on news networks. Her message: “I hope Pyongyang and Seoul get closer in our people’s hearts and and bring unification and prosperity in the near future”. She made an unannounced appearance at a hockey match to cheer a Korean team made up of players from the North and the South, ending a day where she delivered an invitation for Moon to visit Pyongyang. Still, among South Koreans there is a sense of deep mistrust towards the Kim family. “I support the hockey players because we are the same people, but Kim Jong-un and the leaders are evil,” said Hwang Min-ho, 22, who was watching the game from a crowded pub in a nearby town. “War would kill too many innocent North Koreans, but Kim Jong-un and his family is our enemy and we need to fight.” After Kim Yo-jong’s moment in the spotlight, the glow is expected to quickly fade. “The North Koreans are canny, tough negotiators. The likelihood they’ll get carried away by Olympic good feelings and make a dramatic concession is about zero,” Robert Kelly, a politics professor at Pusan National University, said. “The talks will be what they’ve always been: a hard slog characterized by deep distrust which likely won’t go very far.” The Olympics would “change nothing but the atmospherics - and that only briefly”, he added, saying once US-South Korea military exercises resumed in the spring relations would backslide.",
    "keywords": [
        "unlikely",
        "charmed",
        "south",
        "brother",
        "korea",
        "glow",
        "kim",
        "visit",
        "media",
        "jongun",
        "korean",
        "yojong",
        "koreans",
        "olympics",
        "north",
        "humble"
    ],
    "summary": "Amid a sea of television cameras and journalists, Kim Yo-jong worked her way through the crowd surrounded by a horde of bodyguards.\nCNN declared that Kim Yo-jong was “stealing the show at the Winter Olympics” and the BBC said North Korea was on a “charm offensive”.\nStill, among South Koreans there is a sense of deep mistrust towards the Kim family.\n“War would kill too many innocent North Koreans, but Kim Jong-un and his family is our enemy and we need to fight.” After Kim Yo-jong’s moment in the spotlight, the glow is expected to quickly fade.\n“The North Koreans are canny, tough negotiators.",
    "sentiment": {
        "neg": 0.0435,
        "neu": 0.9213,
        "pos": 0.0352,
        "compound": -0.0476
    }
}