{
    "date": "2018-05-27T21:41:30Z",
    "title": "Trump confirms US negotiators in North Korea for summit talks",
    "url": "https://www.theguardian.com/world/2018/may/27/north-korea-us-summit-on-track-says-moon-candid-talks-friend-kim-jong-un",
    "content": "Donald Trump confirmed on Sunday that US negotiators were in North Korea for talks ahead of his planned summit with Kim Jong-un – a meeting the US president said was cancelled only three days before. “Our United States team has arrived in North Korea to make arrangements for the Summit between Kim Jong Un and myself,” the US president tweeted. “I truly believe North Korea has brilliant potential and will be a great economic and financial Nation one day. Kim Jong Un agrees with me on this. It will happen!” The Washington Post first reported that the US officials had crossed into North Korea. The Post said Sung Kim, US ambassador to the Philippines, was with Allison Hooker, Korea expert on the White House National Security Council, and a Pentagon official and had met Choe Son Hui, the North Korean vice-foreign minister. Later, a state department spokeswoman said the US delegation was in “ongoing talks with North Korean officials at Panmunjom”, a village on the border between North and South Korea. White House press secretary Sarah Sanders said a “pre-advance team” had left for Singapore to work on logistics. Before Trump’s supposed cancellation of the meeting on Thursday, the summit had been set for 12 June. On Saturday, South Korean president Moon Jae-in met Kim Jong-un in a surprise move. On Sunday Moon said Kim was committed to meeting Trump and achieving complete denuclearisation. Amid hugs and smiles, Moon met Kim on the North Korean side of Panmunjom, the site of their first meeting a month earlier. The atmosphere was “just like an ordinary meeting between friends” and the two held “candid talks”, Moon said. A video released by the South Korean presidential office had the audio replaced with dramatic music, showing the two men embracing, both with wide smiles. The spontaneous offer by Kim to meet, and Moon’s quick acceptance, showed how close the two leaders have become. It capped a whirlwind 24 hours of diplomacy as Moon scrambled to salvage the summit between Trump and Kim. On Saturday evening at the White House, as Moon was briefing reporters on his meeting with Kim, Trump suggested a climbdown was possible. “We’re doing very well in terms of the summit with North Korea,” Trump said. “It’s moving along very nicely. So we’re looking at 12 June in Singapore. That hasn’t changed. So, we’ll see what happens.” In the US on Sunday, James Clapper, the former director of national intelligence, told CNN’s State of the Union he wanted the summit to go ahead, saying: “There’s value [in] having gone this far, there’s value in meeting and greeting, gripping and grinning, and having the summit.” Clapper also said he thought “Kim Jong-un may have met his match here with a very hard, very unconventional president”. Michael Hayden, a former director of the CIA, was less sure Trump would have an advantage. He told ABC’s This Week: “Kim Jong-un knows his programme inside and out. I think he knows what he can concede. I don’t know that the president has done the kind of homework that would allow him to do this.” Discussing the Saturday talks, Moon said Kim “once again committed to complete denuclearisation”. But he repeatedly refused to answer questions on how North Korea would relinquish its nuclear weapons or if it would allow international experts to inspect nuclear facilities, issues which have hung over discussions between Washington and Pyongyang. US officials have demanded North Korea unilaterally disarm before earning concessions on sanctions or a pledge of non-aggression. Pyongyang prefers phased negotiations and concessions. Kim expressed “his fixed will on the historic” meeting with Trump, according to the North’s state-run Korean Central News Agency. Photos of the Moon-Kim meeting were printed on the front of the Rodong Sinmun, the Workers’ party newspaper. “It’s strategically smart for Kim to invite Moon for a face to face meeting, it helps portray him in the public eye as a very friendly, diplomacy-oriented statesman,” said Jenny Town, managing editor of monitoring group 38 North. “It really offsets the tone Kim’s regime has put forward with statements threatening nuclear war.” But Town warned there was still a chasm between Washington and Pyongyang on core issues, saying there was little point in holding a summit that lacked substance. “This is not diplomacy, it’s political theatre,” she said. “There is no trust between the two right now, so why would Kim trust any US security guarantee on paper? Trust on both sides need to be built over time and no one should expect Trump to fly to Singapore and leave with all of North Korea’s nukes.” Moon said: “The path to complete denuclearisation and full peace was never going to be an easy one.” He added: “I’m sure we will succeed.” Moon also said he hoped there could be a meeting between North Korea, South Korea and the US to formally end the Korean war, which ceased with an armistice in 1953. He praised Kim for announcing a moratorium on nuclear and missile tests, as well as the closing of a nuclear test site this week. The two sides are set to hold “high-level talks” on 1 June as well as military discussions and efforts to set up reunions between divided families.",
    "keywords": [
        "moon",
        "summit",
        "meeting",
        "confirms",
        "korea",
        "north",
        "president",
        "kim",
        "negotiators",
        "trump",
        "talks",
        "korean"
    ],
    "summary": "“I truly believe North Korea has brilliant potential and will be a great economic and financial Nation one day.\nIt will happen!” The Washington Post first reported that the US officials had crossed into North Korea.\nLater, a state department spokeswoman said the US delegation was in “ongoing talks with North Korean officials at Panmunjom”, a village on the border between North and South Korea.\n“We’re doing very well in terms of the summit with North Korea,” Trump said.\nUS officials have demanded North Korea unilaterally disarm before earning concessions on sanctions or a pledge of non-aggression.",
    "sentiment": {
        "neg": 0.016,
        "neu": 0.8763,
        "pos": 0.1077,
        "compound": 0.2416
    }
}