{
    "date": "2018-01-03T18:05:38Z",
    "title": "Short-term thinking of UK nuclear policy | Letters",
    "url": "https://www.theguardian.com/environment/2018/jan/03/short-term-thinking-of-uk-nuclear-policy",
    "content": "Justin McCurry (Fukushima looms large as Japan plans to restart world’s biggest nuclear plant, 28 December) quotes critics of the proposed reopening of the 8.2GW Kashiwazaki-Kariwa nuclear plant in Japan, who say chaos would ensue if the plant failed and the 420,000 people who live within 20 miles of it had to be evacuated. But when the three Fukushima reactors failed on 11 March 2011, the radioactive plume spread over 40kms from the plant to the north-west, engulfing a large number of towns and villages. Everyone within 20kms of the plant was immediately evacuated. Iitate village, located 40kms away, and in the path of the toxic plume, was also evacuated. Many in the 20km zone may never return home but in the “return zone” villages they began to trickle back in early 2015. A 20-40km long radioactive plume issuing from the Hinkley nuclear facility could engulf both Cardiff (348,000 population) and Bristol (428,000 population), causing the evacuation of at least a million people from the region. The UK government is the only organisation brave enough to take on that level of catastrophic risk, with our money – happy to do so no doubt because the individuals who make the decisions on our behalf will be long retired when the cesium hits the fan. Emeritus Professor Sue Roaf Oxford • David Lowry’s fact-finding mission to 1958 (Letters, 28 December) is correct – at the dawn of the nuclear age, the UK’s civilian nuclear fuel cycle was seen as a precursor to weapons-grade material. However, for technical and other reasons, it was soon realised that the route to weapons-grade material was not through the civilian nuclear fuel cycle. In the current (and real) world, the peaceful use of civilian nuclear energy specifically, clearly and strictly breaks any such linkage. This is enshrined in IAEA and the Nuclear Suppliers Group protocols. An example of this today is the Korean peninsula, where one part has nuclear weapons, but no access to civilian nuclear power, while the other has civilian nuclear but no nuclear weapons. Indeed, South Korea has a fleet of 24 reactors producing some of cheapest and cleanest electricity in the world. It further boosts a highly successful reactor export technology and construction arm – one of the few democratic countries that hasn’t emaciated its civilian nuclear sector due to anti-nuclear fear-mongering. A further example is Iran, whose access to civilian nuclear (and rejection of weapons) is enshrined in its commitments under the Joint Comprehensive Plan of Action, aka the “Iranian Nuclear deal”. Dr Lowry’s theory that cabinet strategy from the 1950s is driving current nuclear policy in the context of Hinkley Point C is entirely egregious and unfounded. Diarmuid Foley Cork, Ireland • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "keywords": [
        "policy",
        "plant",
        "world",
        "thinking",
        "nuclear",
        "shortterm",
        "uk",
        "weapons",
        "plume",
        "weaponsgrade",
        "letters",
        "civilian",
        "evacuated",
        "villages",
        "zone"
    ],
    "summary": "Many in the 20km zone may never return home but in the “return zone” villages they began to trickle back in early 2015.\nHowever, for technical and other reasons, it was soon realised that the route to weapons-grade material was not through the civilian nuclear fuel cycle.\nIn the current (and real) world, the peaceful use of civilian nuclear energy specifically, clearly and strictly breaks any such linkage.\nAn example of this today is the Korean peninsula, where one part has nuclear weapons, but no access to civilian nuclear power, while the other has civilian nuclear but no nuclear weapons.\nIt further boosts a highly successful reactor export technology and construction arm – one of the few democratic countries that hasn’t emaciated its civilian nuclear sector due to anti-nuclear fear-mongering.",
    "sentiment": {
        "neg": 0.0521,
        "neu": 0.8935,
        "pos": 0.0544,
        "compound": -0.0541
    }
}