{
    "date": "2018-05-25T15:03:22Z",
    "title": "Donald Trump says North Korea summit could be back on",
    "url": "https://www.theguardian.com/world/2018/may/25/donald-trump-north-korea-summit-reversal",
    "content": "Donald Trump has suggested his summit with Kim Jong-un could still go on as planned, marking yet another dramatic reversal for the US president who just a day earlier canceled the meeting in a letter to the North Korean leader. “We’ll see what happens,” Trump told reporters at the White House on Friday, adding that his administration was in talks with Pyongyang and the summit was still possible on its originally scheduled date of 12 June. “They very much want to do it. We’d like to do it,” he added. Asked if North Korea was playing games, Trump responded, “Everybody plays games.” Trump tweeted later on Friday that the US was having “very productive talks” with Pyongyang about the possible summit. The president’s comments came after North Korea said it was still willing to engage in direct talks, calling the planned summit between Trump and Kim “desperately necessary”. “We express our willingness to sit down face-to-face with the US and resolve issues anytime and in any format,” North Korea’s vice foreign minister Kim Kye-gwan said in a statement. “Our commitment to doing our best for the sake of peace and stability for the world and the Korean Peninsula remains unchanged, and we are open-minded in giving time and opportunity to the US.” Earlier on Friday, Trump welcomed the statement as “warm and productive”. “We will soon see where it will lead, hopefully to long and enduring prosperity and peace,” he tweeted. North Korea’s response moved to place the blame for the failed meeting on the US. It has consistently worked to portray itself as the driver of progress in a relationship that has remained hostile for over six decades. Kim Jong-un has been crafting an image of a responsible statesman against an erratic Trump. “Internally we have been quietly giving President Trump high marks for making a decision no other American president had the courage to pursue,” Kim Kye-gwan said. Trump abruptly called off the summit – which was set to take place in Singapore – on Thursday, blaming “tremendous anger and open hostility” in recent North Korean statements. But Pyongyang said Trump’s “unilateral cancellation of the summit was unexpected and very regrettable”. US officials also complained North Koreans did not show up to preparatory meetings and would not answer calls. US allies in Asia were blindsided by Trump’s cancelation. The South Korean president, Moon Jae-in, called an emergency meeting just before midnight local time, saying: “I am very perplexed and it is very regrettable that the North Korea-US summit will not be held. “Denuclearization of the Korean peninsula and the establishment of permanent peace are historic tasks that can neither be abandoned nor delayed,” Moon said. A photo of the meeting released by the presidential office showed Moon with a deep frown. North Korea “remains sincere in … making efforts on denuclearization and peace building”, said Cho Myoung-gyon, the South’s minister in charge of inter-Korean affairs. Japan’s foreign minister, Taro Kono, said it was “meaningless to hold a summit if it does not bring about progress”, but added he would continue to support the idea of a Trump-Kim meeting at a later date. “The important thing is not the meeting itself but that there are opportunities to move towards resolving the nuclear and missile issues,” the chief cabinet secretary, Yoshihide Suga, told reporters. John Tierney, executive director of the Center for Arms Control and Non-Proliferation, said: “The first rule of diplomacy is to always consult your allies, yet our key allies in the region were blindsided by the move. President Trump can blame North Korea’s hostile rhetoric for his decision, but the reality is that the Trump administration had no unified diplomatic strategy from the beginning.” Jim Mattis, the US defense secretary, told reporters that diplomats were working to get the summit back on track and said there could be “possibly some good news”. National security experts were nonetheless left puzzled by the mixed messages coming out of the White House, which some argued would undermine talks. “Official statements by the president were once taken as their word,” said Samantha Vinograd, who served on Barack Obama’s National Security Council and also served under the Bush administration. “In the span of 24 hours, we’ve gone from President Trump writing an actual letter to Kim canceling the summit, to a day later saying the summit might be back on. “Why does anyone believe him? Would this lead any other world leader, whether an ally or an enemy, to think it’s just a negotiating tactic? Vinograd also questioned how the Trump administration planned to engage with Pyongyang on policy if the conversation was so fixated on logistics. “That doesn’t give me a lot of confidence that we’ve made progress with the North Koreans on the substance of the negotiations,” she said. Senator Lindsey Graham, a hawkish Republican from South Carolina, said he had spoken with Trump directly and insisted the president was still committed to the negotiations. “He’s made a decision – the president has – that he’s going to end North Korea’s nuclear program,” Graham told conservative radio host Hugh Hewitt on Friday. “It’s only a question of how and when.” The Associated Press contributed reporting",
    "keywords": [
        "summit",
        "meeting",
        "korea",
        "donald",
        "president",
        "kim",
        "talks",
        "told",
        "trump",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "Asked if North Korea was playing games, Trump responded, “Everybody plays games.” Trump tweeted later on Friday that the US was having “very productive talks” with Pyongyang about the possible summit.\nThe president’s comments came after North Korea said it was still willing to engage in direct talks, calling the planned summit between Trump and Kim “desperately necessary”.\n“Internally we have been quietly giving President Trump high marks for making a decision no other American president had the courage to pursue,” Kim Kye-gwan said.\nTrump abruptly called off the summit – which was set to take place in Singapore – on Thursday, blaming “tremendous anger and open hostility” in recent North Korean statements.\n“In the span of 24 hours, we’ve gone from President Trump writing an actual letter to Kim canceling the summit, to a day later saying the summit might be back on.",
    "sentiment": {
        "neg": 0.0459,
        "neu": 0.8615,
        "pos": 0.0926,
        "compound": 0.1528
    }
}