{
    "date": "2018-06-11T09:26:16Z",
    "title": "Meet the negotiators for the North Korea summit",
    "url": "https://www.theguardian.com/us-news/2018/jun/11/trump-kim-summit-negotiators-north-korea-us-john-bolton",
    "content": "As Donald Trump and Kim Jong-un prepare for their historic summit in Singapore, both leaders have brought a host of courtiers to advise on the particulars of any agreement. The North Korean side is steeped in experience negotiating with Americans, while the US officials are a mix of Trump confidants and the small circle that hammered out the details leading up to the summit. The North Koreans Kim Yong-chol The four-star general and vice-chairman of the ruling Workers’ party’s central committee is the most senior North Korean official to have met Trump, hand-delivering an oversized letter from Kim that secured the 12 June summit. He has been at Kim’s side during his meetings with the South Korean and Chinese presidents, Moon Jae-in and the Xi Jinping. Observers say he is about 72 and has worked on relations with South Korea for decades, serving all three members of the ruling dynasty and leading a military delegation in talks between the neighbours as far back as 1989. He has never been shy about sharing his hawkish views and threatened to turn the US into a “sea of fire” with nuclear missiles in 2013. Despite swapping his military uniform for a black suit in the latest round of diplomacy, Kim Yong-chol remains fiercely loyal to his leader. He has been accused by South Korea of masterminding an attack that killed 46 sailors in 2010, and for shelling a border island, killing four. After the attack on the ship, the US put him on a sanctions list that prevents him from entering the country. He was granted a waiver from the US government for his White House visit earlier this month. He was also suspected of orchestrating the hack on Sony Pictures in 2014. Kim Yo-jong Kim Jong-un’s sister has emerged in recent months as a top official, sitting next to the leader during his inaugural meeting with Moon in April. She is vice-director of the party’s propaganda and agitation department and was the centre of attention at the Winter Olympics earlier this year. Her appearance, smiling and chatting freely at the opening ceremony, presented a softer side of a state better known for nuclear weapons and human rights abuses. She is reportedly the brains behind crafting Kim’s image as a man of the people: posing for photos with children at resorts, hugging soldiers and striking up an unlikely friendship with the former NBA star Dennis Rodman. In the paranoia-filled world of North Korea’s leadership, family members are more likely to be trusted and her views are likely to be given serious weight in policy discussions.. Ri Yong-ho Ri has been involved in the last two rounds of negotiations over North Korea’s nuclear programme, which both ended in failure. He helped work out the details of a deal for a nuclear freeze in the 1990s and was chief negotiator during the six-party denuclearisation talks that stalled a decade ago. He has been the foreign minister since 2016, a position earned through his skill in dealing with Americans. He is the mouthpiece of the regime and statements by two of his deputies caused Trump to temporarily cancel the 12 June summit. Ri has delivered several fiery statements, calling Trump “President Evil” in a speech at the United Nations and suggesting Pyongyang could detonate a nuclear weapon over the Pacific Ocean. But his strong public language is reportedly far from his true nature. He has been described as softly spoken and self-deprecating, is known to have a sense of humour and speaks fluent English. As foreign minister he has travelled more widely than most North Korean officials and he previously served as ambassador to the UK, Sweden and Zimbabwe. The Americans Mike Pompeo The secretary of state has been the main US architect of the summit, having flown twice in secret to Pyongyang to meet Kim. The first trip was in late March, when he was still CIA director, and even after his move to the state department the CIA has been the lead agency in pursuing contacts with the North Koreans. In the course of setting up the summit, Pompeo has mellowed. In July 2017, he was advocating regime change. When contacts began, he initially insisted that North Korea carry out complete, verifiable, irreversible disarmament swiftly and all at once before it received any reciprocal benefits. He has since become increasingly flexible, in line with Trump, who abandoned the demand for all-in-one disarmament after Kim Yong-chol’s visit. The former army officer, congressman and ultra-hawk has emerged as a relative dove, personally invested in the success of the summit. John Bolton Bolton’s arrival as national security adviser has made almost everyone else appear dovish by comparison. A veteran of the George W Bush administration, in which he was a prominent cheerleader for the Iraq war, Bolton is a unilateralist on most foreign policy. In his memoir, he relishes recounting his success in torpedoing state department efforts to maintain contacts with Pyongyang. His claim in a television interview that the Trump administration would follow the “Libya model” in dealing with North Korea came close to derailing the summit, reportedly to Trump’s fury. He was not invited into the Oval Office when Kim Yong-chol visited, but he is travelling in the president’s party to Singapore. If Trump agrees to step-by-step, open-ended disarmament with Kim, it may be hard for Bolton to stay in the administration, as he has always insisted that acquiescence in a phased approach was the mistake made by previous administrations. Conversely, if the summit fails, Bolton’s influence on North Korean policy may rise, at Pompeo’s expense. Andrew Kim The top Korean specialist in the CIA has emerged in recent weeks, becoming a regular presence at Pompeo’s shoulder in talks with the North Koreans. He accompanied him on his two trips to Pyongyang, and was in the Oval Office when Kim Yong-chol visited. Born and educated in South Korea, he is the cousin of that country’s national security adviser, Chung Eui-yong, who stunned the world in March with his announcement of the Kim-Trump summit. In May last year he was brought back from a short-lived retirement to run the CIA’s new Korea mission centre. Known as a hawk on North Korea, before the thaw with Pyongyang began he is reported to have been involved in planning air strikes, in case Trump gave the order to attack. Sung Kim Negotiations began with the North Koreans when there was no US ambassador in Seoul. The diplomatic hole has been filled by Sung Kim, the current envoy to the Philippines and a former US ambassador to Seoul, who was involved the last time a deal was struck with Pyongyang, in 2005. He has led the US team in negotiations with North Korean officials in the demilitarised zone (DMZ) separating North and South Korea. He knows his opposite number, the vice-foreign minister Choe Son-hui, from the 2005 talks. Allison Hooker The lead Korea specialist on the National Security Council, Hooker accompanied Sung Kim to the DMZ talks. Like the ambassador, she is one of the small handful of officials in the Trump administration with previous experience of dealing with North Korea. In 2014, during the Obama administration, she accompanied the then director of national intelligence, James Clapper, to Pyongyang to negotiate prisoner releases. Her presence on the US delegation to the Winter Olympics, which coincided with a delegation under Kim Yong-chol, sparked the initial speculation that contacts were being quietly restored between Washington and Pyongyang.",
    "keywords": [
        "summit",
        "south",
        "korea",
        "yongchol",
        "meet",
        "talks",
        "kim",
        "negotiators",
        "trump",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "He has been accused by South Korea of masterminding an attack that killed 46 sailors in 2010, and for shelling a border island, killing four.\nWhen contacts began, he initially insisted that North Korea carry out complete, verifiable, irreversible disarmament swiftly and all at once before it received any reciprocal benefits.\nConversely, if the summit fails, Bolton’s influence on North Korean policy may rise, at Pompeo’s expense.\nHe has led the US team in negotiations with North Korean officials in the demilitarised zone (DMZ) separating North and South Korea.\nLike the ambassador, she is one of the small handful of officials in the Trump administration with previous experience of dealing with North Korea.",
    "sentiment": {
        "neg": 0.0558,
        "neu": 0.8729,
        "pos": 0.0713,
        "compound": 0.049
    }
}