{
    "date": "2018-02-05T07:00:49Z",
    "title": "Trump’s rhetoric threatens peace-making in Korean peninsula",
    "url": "https://www.theguardian.com/world/2018/feb/05/trumps-rhetoric-threatens-peace-making-in-korean-peninsula",
    "content": "Despite the painstaking efforts of Moon Jae-in, South Korea’s president, to use this week’s opening of the Winter Olympics to build bridges with North Korea, Donald Trump remains locked on a dangerous collision course with what he calls Kim Jong-un’s “depraved regime”. Kim’s last-minute acceptance of Moon’s invitation to send a North Korean delegation to the Games, which get under way in Pyeongchang on Friday, raised hopes that tensions with the US and its allies over the North’s nuclear weapons build-up and missile tests may be defused, at least in part. North Korea agreed to send nearly two dozen athletes, cheerleaders and an orchestra in a delegation numbering more than 200 people. The two Koreas will also field a joint women’s ice hockey team in the Games and march under a “unification” flag in the opening parade. Moon, a left-leaning liberal, was elected last year with a pledge to pursue engagement with the North, but has faced opposition from Trump. The US president has characterised conciliation efforts as appeasement, demanded South Korea pay more for its defence and threatened unlimited military action “to totally destroy” North Korea. Moon’s exercise in sporting diplomacy – he terms it a “stepping stone” to peace – also has critics among his rightwing opponents at home. Some ice hockey fans complain, meanwhile, that their team will be weakened by the inclusion of inexperienced players from the North. The integrated team lost their first match, a friendly against Sweden on Sunday, 3-1. While support for reunification has fallen among South Koreans in recent years, most will welcome any reduction in tensions with Pyongyang and note that, after months of nuclear brinkmanship, the North has not test-fired any missiles since November. And Moon can point to another breakthrough: the resumption of an inter-Korean dialogue after a break of more than two years. At their first meeting at Panmunjeom last month, the two sides agreed to expand the agenda to include military issues and to reconnect a military hotline. These are small steps. But, given the collapse in 2009 of the six-party talks process, which had involved China, the US, Russia, Japan and both Koreas, the resumed bilateral forum could prove significant. From Washington’s perspective, hopes of an end to the confrontation with North Korea, which peaked last year after Kim exploded the North’s sixth and biggest atomic bomb and test-fired a string of intercontinental ballistic missiles, appear premature. The Trump administration remains highly sceptical. It has dismissed Kim’s Olympics outing as a propaganda stunt, and despatched Mike Pence, the vice-president, to Pyeongchang to counter North Korean attempts to “hijack” the Games. “Everything the North Koreans do at the Olympics is a charade to cover up the fact that they are the most tyrannical and oppressive regime on the planet,” a Pence aide was quoted as saying. Ignoring the recent lull, Trump went out of his way in his State of the Union address last week to ramp up tensions again, insulting North Korea’s ruler in personal terms, condemning human rights abuses and vowing to exert “maximum pressure” on the regime. Further upping the ante, it also emerged last week that senior White House officials, led by HR McMaster, Trump’s national security adviser, are considering what they call a one-off “bloody nose” military strike. This, they argue, could deter Kim without sparking all-out war. The state department and the Pentagon reportedly oppose the idea, which a senior US diplomat said could result in hundreds of thousands of civilian deaths. Given the hostile drumbeat in Washington, North Korea has every reason to treat Moon’s blandishments with caution. It described Trump’s State of the Union threats as “the height of Trump-style arrogance, arbitrariness and self-conceit”. The foreign ministry said Trump was “terrified” of the country’s military might. This “might” will go on show in a giant military parade in Pyongyang on Thursday on the eve of the Games. Trump officials claimed the timing is further proof Kim is merely trying to score propaganda points. The evident danger now is this scepticism will prove self-fulfilling. To the extent that a tentative North-South rapprochement has begun under Moon’s auspices, it remains extremely fragile. Either out of ignorance or by design, Trump seems intent on wrecking it.",
    "keywords": [
        "military",
        "team",
        "korea",
        "games",
        "tensions",
        "kim",
        "peninsula",
        "trump",
        "peacemaking",
        "rhetoric",
        "trumps",
        "korean",
        "koreas",
        "moons",
        "north",
        "threatens"
    ],
    "summary": "North Korea agreed to send nearly two dozen athletes, cheerleaders and an orchestra in a delegation numbering more than 200 people.\nMoon, a left-leaning liberal, was elected last year with a pledge to pursue engagement with the North, but has faced opposition from Trump.\nThe US president has characterised conciliation efforts as appeasement, demanded South Korea pay more for its defence and threatened unlimited military action “to totally destroy” North Korea.\nSome ice hockey fans complain, meanwhile, that their team will be weakened by the inclusion of inexperienced players from the North.\nGiven the hostile drumbeat in Washington, North Korea has every reason to treat Moon’s blandishments with caution.",
    "sentiment": {
        "neg": 0.1099,
        "neu": 0.8354,
        "pos": 0.0547,
        "compound": -0.1386
    }
}