{
    "date": "2018-06-08T16:30:19Z",
    "title": "Trump is a useless negotiator, and Kim Jong-un will know that | Jonathan Freedland",
    "url": "https://www.theguardian.com/commentisfree/2018/jun/08/trump-master-negotiator-meeting-kim-jong-un-art-of-deal",
    "content": "Next week will see tested one of the enduring fictions of current politics: the myth of Donald Trump, master negotiator. That the myth lives on was demonstrated afresh on Thursday with the leaking of after-dinner remarks by Boris Johnson urging his audience to “imagine Trump doing Brexit”. The foreign secretary fantasised about the US president going in “bloody hard”. Perhaps growing flushed at the prospect, he mused: “Actually, you might get somewhere. It’s a very, very good thought.” Johnson was merely echoing the US president’s perennial boast that he brings to geopolitics the skills of a boardroom maestro. When Trump launched his candidacy in 2015, he declared: “We need a leader that wrote The Art of the Deal.” On Tuesday, Trump will have the chance to demonstrate this self-vaunted talent when he comes face-to-face with Kim Jong-un of North Korea – just two unpredictable guys with terrifying nuclear arsenals getting to know each other. The first instinct of all those who prefer peace to Armageddon will surely be to wish the two men luck. Even those who are squeamish at the sight of a red carpet rolled out for the hereditary dictator of a slave state with a record of starving and torturing its own people know the lines. Jaw-jaw is better than war-war. You make peace with your enemies, not your friends. Engagement is always better than isolation. If any other president were sitting in the Oval Office, all that would make sense. As it is, Tuesday’s meeting in Singapore induces a queasy pessimism, most of it attributable to the fact that, far from being a genius of the negotiating table, Donald Trump’s record as a dealmaker is appallingly bad. A revealing essay in Politico starts, comically enough, with The Art of the Deal itself. It turns out that Trump negotiated a terrible deal for himself on that very book: the ghostwriter received an unheard-of 50% of the advance fee, 50% of all subsequent earnings and equal billing on the cover. The writer, Tony Schwartz, didn’t even have to push Trump hard. “He basically just agreed,” he recalls. The other examples are no less arresting. After the success of the first season of The Apprentice, Trump demanded an increase in his fee per show from $50,000 to $1m. What did the magician of the deal get? An increase to $60,000. His failings are basic. Even a child negotiating a toy swap in a playground knows you must never seem too keen. If your opponent smells your desperation, they’ll make you pay. Yet in one negotiation, Trump couldn’t sit still, pacing around the room. His opponent recalled: “It was as if he had a blinking sign on his forehead that continually flashed: ‘URGENT! URGENT!’” Whether he was buying a casino or a shuttle airline, he repeatedly paid tens of millions over the odds. The projects failed, leading to him filing for corporate bankruptcy six times. Even his one-time admirers say that whatever sharpness Trump had in the mid-80s, he lost long ago. Two weaknesses are particularly troubling ahead of the meeting in Singapore. Trump doesn’t do detail, in contrast to Kim, who is said to be fully across the technical specifics of his country’s nuclear programme. And he struggles to understand any motive besides money. Perhaps that’s no problem for a real-estate tycoon. But in politics he misses the myriad other pressures that define what is and is not possible. (It’s why he failed to put together a healthcare reform package that even his fellow Republicans could agree on.) None of this is hypothetical. On one measure, Trump’s handling of talks with Pyongyang has already been a disaster. For he has given away one of the most valuable bargaining chips the US holds – a meeting on equal terms with an American president – and got nothing in return. This is worth stressing, especially to those crediting Trump’s aggressive tweeting with bullying Kim to the table. The North Koreans have yearned for a summit, and the legitimacy it confers, for a quarter of a century. Clinton, Bush or Obama could all have got the “win” of a summit with Kim or his father in a heartbeat. They chose not to because they decided Pyongyang was not offering enough in return. As the Korea analyst Robert E Kelly tweeted, in Trump-style capitals: “TRUMP IS GIVING STUFF AWAY, not wheeling and dealing his way into some great achievement.” The same will be true if Trump announces a peace treaty between the North and South Korea on Tuesday, and his media amplifiers trumpet it as a historic breakthrough even if it comes without a serious concession on Kim’s part. That isn’t negotiation: it’s just giving Kim a prize. It’s not the art of the deal: it’s the art of the giveaway. (Trump did the same with recognition of Jerusalem as Israel’s capital. He gave that away, too, winning no Israeli concessions in return.) The dangers are clear. The North Koreans will play Trump. They’ve reportedly studied The Art of the Deal, learning how to manipulate him and his ego: witness the oversized, gameshow-style envelope in which they delivered Kim’s latest letter to the president. Unwilling to listen to aides, refusing to prepare (“I don’t think I have to,” he said on Thursday. “It’s about the attitude”) and with no eye for detail, he is liable to concede something vital and not even realise he has done it. Which brings us to perhaps the most crucial problem. Let’s say Kim refuses to budge meaningfully. Can anyone imagine Trump, craving a win before November’s midterm elections, emerging from the meeting in Singapore and candidly admitting, “We tried our best but I’m afraid we fell short”? The reality TV star has already storyboarded the pictures: handshakes and signatures, followed by talk of a historic breakthrough and a Nobel peace prize. In other words, even if he doesn’t get enough from Kim, he’ll say he has. He’ll do what he always has, even back in his Manhattan real-estate days: he’ll spin failure as success. It makes Kim the winner on Tuesday even before they start, his acquisition of nuclear weapons rewarded – thereby incentivising other dictators to follow his lead. Trump is not a master negotiator: he’s a conman. We need to be on our guard – for it’s the world that risks being suckered.",
    "keywords": [
        "singapore",
        "meeting",
        "negotiator",
        "deal",
        "art",
        "peace",
        "jonathan",
        "president",
        "north",
        "kim",
        "useless",
        "freedland",
        "know",
        "jongun",
        "trumps",
        "trump"
    ],
    "summary": "Next week will see tested one of the enduring fictions of current politics: the myth of Donald Trump, master negotiator.\nThe first instinct of all those who prefer peace to Armageddon will surely be to wish the two men luck.\nTrump doesn’t do detail, in contrast to Kim, who is said to be fully across the technical specifics of his country’s nuclear programme.\nThis is worth stressing, especially to those crediting Trump’s aggressive tweeting with bullying Kim to the table.\nClinton, Bush or Obama could all have got the “win” of a summit with Kim or his father in a heartbeat.",
    "sentiment": {
        "neg": 0.1099,
        "neu": 0.7965,
        "pos": 0.0936,
        "compound": -0.0188
    }
}