{
    "date": "2018-06-12T05:51:53Z",
    "title": "Kim Jong-un pledges nuclear disarmament at summit with Trump",
    "url": "https://www.theguardian.com/us-news/2018/jun/12/donald-trump-kim-jong-un-meet-talks-sentosa-island",
    "content": "Kim Jong-un has pledged to disarm his nuclear arsenal and Donald Trump has given security guarantees in a joint statement at the end of a historic summit in Singapore. The commitments were vaguely worded and did not represent an advance on similar agreements – which have proved hard to enforce – between the two countries over past decades, but the statement said there would be further meetings between senior officials from both countries to continue the momentum of the summit. The US president also drew attention to what he claimed was the warm personal chemistry established between the two leaders to argue that it represented a breakthrough. The joint statement, signed by the leaders after five hours of talks, laid out a basic bargain. “President Trump committed to provide security guarantees to the DPRK, and Chairman Kim Jong-un reaffirmed his firm and unwavering commitment to complete denuclearization of the Korean Peninsula,” it read. Previous statements, in 1994 and 2005, contained similar promises but those agreements broke down over differences of interpretation and spats over verification. Moreover, there is a gulf between the two sides idea over what denuclearisation will mean. Washington is pushing for complete North Korean disarmament as quickly as possible, while Pyongyang wants an open-ended process of negotiation in which it is treated as an equal. Beatrice Fihn, the head of the International Campaign to Abolish Nuclear Weapons (ICAN), said in a tweet: “We support diplomacy and peaceful solutions. But there is no agreement on nuclear disarmament and this all looked more like a big welcome party to the nuclear-armed club.” Kim undertook to cooperate with the US in the recovery of remains of US soldiers killed in the Korean war, a longstanding US request that has so far produced only limited assistance. Trump said the signed document was historic and comprehensive, while Kim said the pair had agreed to “leave the past behind”. Posing for photographs afterwards, Trump said he had learned that Kim was a “very talented man” who loved his country. Before the signing, Trump said the Singapore discussions had gone “better than anybody could have imagined”. After a morning of meetings and a working lunch, Trump and Kim walked together without aides or interpreters towards a group of US and North Korean reporters. “We had a really fantastic meeting. A lot of progress,” Trump said. “Really very positive. I think better than anybody could have expected. Top of the line. Really good.” The two leaders walked back to the hotel and Trump appeared to show Kim the inside of his armour-plated limousine, known as “the Beast”. They then stopped outside the hotel’s doors and had a short discussion with their aides before moving off with their entourages in different directions. Trump had given consistently upbeat assessments of the summit from the start, predicting “tremendous success”. Sitting alongside Trump, Kim replied through an interpreter: “It has not been easy to come to this point. For us the past has been holding us back, and old practices and prejudices have been covering our eyes and ears, but we have been able to overcome everything.” Just a few months after both leaders exchanged insults and threatened imminent war, the men went out of their way to be gracious. Trump even declared it an “honour” to be sitting next to the North Korean leader. “I feel really great and we’re going to have a great discussion and, I think, tremendous success, it will be tremendously successful,” Trump said, adding: “It’s my honour and we will have a terrific relationship, I have no doubt.” At the start of the first meeting between a sitting US president and a North Korean leader, the two men walked towards each other and shook hands, then turned unsmiling towards the cameras. Trump appeared to be speaking to Kim throughout the 12 seconds of their handshake. Kim could be heard replying in English: “I’m very happy to meet you in Singapore,” as the US president patted his arm. The handshake took place in front of a row of alternating US and North Korean flags at the Capella hotel, a former British colonial barracks converted into a luxury hotel on Singapore’s Sentosa island. As the pair walked off together through a high-ceilinged colonnade, Kim appeared to relax, flashed a smile and seemed to say something. At the end of the colonnade, Kim said to Trump through his interpreter: “Many people will think of this as a form of fantasy ... a science-fiction movie.” The two sat down on either side of a coffee table in the hotel library to begin a one-on-one meeting with interpreters but no aides or advisers. That meeting lasted 48 minutes and the pair then walked to a balcony to wave at the waiting press. Asked how the meeting was going, Trump said: “Very, very good. Excellent relationship.” They then entered an meeting room where their top aides were waiting. They sat at a table with five people on each side. Flanking the US president were the White House chief of staff, John Kelly, the secretary of state, Mike Pompeo, the national security adviser, John Bolton, and a senior state department official who acted as an interpreter. Kim was accompanied by the foreign minister, Ri Yong-ho, as well as the former spy chief and vice-chair of the ruling party, Kim Yong-chol, and the head of the party’s international relations department, Ri Su-yong. Kim said: “There will be challenges ahead but we will work with Trump. We overcame all kinds of scepticism and speculations about this summit and I believe that this is good for the peace.” Trump told Kim: “We will be successful. I look forward to working with you. It will be done.” For both men, the high-stakes encounter is the most consequential meeting of their lives, addressing the future of North Korean’s nuclear arsenal and a peace agreement to end the precarious and tense 65-year limbo that has endured since the Korean war. Even before the two leaders had left their separate hotels and driven to the summit venue, Trump used Twitter to claim victory and hit back at his critics. “The fact that I am having a meeting is a major loss for the U.S., say the haters &amp; losers,” Trump wrote. “We have our hostages, testing, research and all missle launches have stoped, and these pundits, who have called me wrong from the beginning, have nothing else they can say! We will be fine!” Kim also appeared to be focused on his domestic audience, albeit one without a vote. The front page of the Rodong Sinmun, the ruling party newspaper, was covered in pictures of the leader’s late-night stroll through downtown Singapore. It is unusual for state media to report on international events so quickly and to display the prosperity of other Asian nations. The Pyongyang regime is believed to have at least two dozen warheads, including a thermo-nuclear bomb, and is close to building an intercontinental ballistic missile capable of delivering a warhead to the US mainland. Kim declared in the new year that the regime had completed its mission to build a nuclear deterrent, and since then has suspended nuclear and missile tests. Negotiations to hold a summit began in March, brokered by the South Korean government. • This article was amended on 13 June 2018 because an earlier version referred to translators. This has been corrected to interpreters.",
    "keywords": [
        "summit",
        "meeting",
        "leaders",
        "walked",
        "north",
        "president",
        "kim",
        "nuclear",
        "jongun",
        "disarmament",
        "pledges",
        "trump",
        "korean"
    ],
    "summary": "Kim Jong-un has pledged to disarm his nuclear arsenal and Donald Trump has given security guarantees in a joint statement at the end of a historic summit in Singapore.\n“President Trump committed to provide security guarantees to the DPRK, and Chairman Kim Jong-un reaffirmed his firm and unwavering commitment to complete denuclearization of the Korean Peninsula,” it read.\nWashington is pushing for complete North Korean disarmament as quickly as possible, while Pyongyang wants an open-ended process of negotiation in which it is treated as an equal.\nAfter a morning of meetings and a working lunch, Trump and Kim walked together without aides or interpreters towards a group of US and North Korean reporters.\nSitting alongside Trump, Kim replied through an interpreter: “It has not been easy to come to this point.",
    "sentiment": {
        "neg": 0.0364,
        "neu": 0.8541,
        "pos": 0.1095,
        "compound": 0.1295
    }
}