{
    "date": "2018-03-10T11:30:16Z",
    "title": "Republican candidate's North Korea experience may not be all he claims",
    "url": "https://www.theguardian.com/us-news/2018/mar/10/republican-candidates-north-korea-experience-may-not-be-all-he-claims",
    "content": "North Korea rarely plays a prominent role in US congressional elections, but Rick Saccone – the Republican candidate for Congress in Tuesday’s crucial special election in Pennsylvania – has made much of his experience in the reclusive country. A television advertisement features moody shots of a missile launch and goose-stepping North Korean soldiers – and Saccone’s claim that his career as “a diplomat in North Korea” makes him uniquely placed to deal with the looming crisis over Pyongyang’s nuclear programme. Saccone’s campaign website says that he “spent one year on a diplomatic mission in North Korea” and describes him as “the only United States citizen living in North Korea that negotiated with the North Korean regime on a daily basis”. But the four-term state legislator may be overstating his role. According to former colleagues, although Saccone is one of the few Americans to have dealt with North Korean officials, he was not a diplomat, and was not engaged in traditional diplomacy. “From what I have heard, he has tended to embellish his role,” said David Lambertson, a former US diplomat who held the same position as Saccone in North Korea. Both were US representatives for the Korean Peninsula Energy Development Organization, (KEDO), a nuclear power plant project in North Korea that was designed to give Pyongyang civilian nuclear power without the ability to make weapons. KEDO was the result of Bill Clinton-era negotiations that began in 1994 and slowly fell apart before formally ending in 2006. The agreement required at least one American to be on site, as well as representatives from Japan and South Korea. The building site where Saccone spent his time was in Kumho, about 270 kilometres (165 miles) from Pyongyang. The close race between Saccone and Democrat Conor Lamb in a district that Donald Trump won overwhelmingly in 2016 has become a major test of Republican strength ahead of the 2018 midterms. And after this week’s shock announcement that Trump had accepted an invitation to meet the North Korean leader, Kim Jong-un, Saccone’s experience in Kumho has taken on fresh relevance. Questions about the precise nature of that experience were first raised by blogger Warren Throckmorton. According to Lambertson, substantial negotiations over KEDO would take place in Pyongyang, with US staff flown in from New York. Lambertson attended these meetings but described his presence at negotiations as “more of an observer”. “Saccone’s experience would have been exactly the same: he was not negotiating highly sensitive matters with the North Koreans by any means,” he added. Kim Joong-keun, the South Korean representative on the project who worked with Saccone, agreed that the candidate’s account was “inaccurate”. “Frankly speaking, he didn’t meet any important North Koreans,” Kim said. “There was a lot more contact between North Koreans and South Koreans. “Of all the Americans I worked with, I would rank Saccone at the bottom.” Kim said that meetings typically took place twice a month – a far cry from the claims in Saccone’s campaign literature. “Once the framework was signed, there was no political negotiations going on with KEDO, it was a $5 billion construction project,” said Joel Wit, a former state department official who was instrumental in establishing KEDO and oversaw the agreement with North Korea. “If you want to talk to people who knew about the project, he wouldn’t be one of them”. Bob Branstetter, a spokesman for Saccone said: “Rick was the American representative for the Korea Peninsula Energy Development Organization inside North Korea from December 2000 to December 2001.” He added that Saccone “interacted daily with the North Koreans regarding the implementation of the agreed framework” and “served in a diplomatic capacity for KEDO”. Branstetter also sent a picture of Saccone shaking hands with another man over a conference table lined with full glasses of beer. He added: “What is portrayed in the photo is the definition of diplomacy. In the photo, Rick was shaking hands with North Korean officials immediately after signing an agreement negotiated by Rick and the North Koreans to give access to the beach area for the KEDO workers.” Branstatter also provided an image of a commemorative plate given to Saccone after he left KEDO. It bore the names of six KEDO co-workers. The first name listed was that was of Kim. Branstattter said Saccone “interacted with North Koreans virtually every single day during his year in the country”. Although Saccone has said that he lived in North Korea for one year, Lambertson and Kim said his position was shared among two or three people, with each rotating in for a maximum period of about six weeks. Despite his experience in North Korea, Saccone has hesitated to share explicit views on how Washington should engage with Pyongyang. In an interview earlier in March, he declined to comment on the wisdom of a pre-emptive airstrike against North Korea. “I’m not privy to exactly what the adminstration’s strategy is,” said Saccone. “I don’t want to second-guess a strategy that may be going on behind the scenes until I get there and then I can advise how to make this work.”",
    "keywords": [
        "rick",
        "korea",
        "saccones",
        "claims",
        "kedo",
        "kim",
        "saccone",
        "experience",
        "korean",
        "candidates",
        "republican",
        "north",
        "koreans"
    ],
    "summary": "Saccone’s campaign website says that he “spent one year on a diplomatic mission in North Korea” and describes him as “the only United States citizen living in North Korea that negotiated with the North Korean regime on a daily basis”.\n“Saccone’s experience would have been exactly the same: he was not negotiating highly sensitive matters with the North Koreans by any means,” he added.\n“Frankly speaking, he didn’t meet any important North Koreans,” Kim said.\nDespite his experience in North Korea, Saccone has hesitated to share explicit views on how Washington should engage with Pyongyang.\nIn an interview earlier in March, he declined to comment on the wisdom of a pre-emptive airstrike against North Korea.",
    "sentiment": {
        "neg": 0.0341,
        "neu": 0.9095,
        "pos": 0.0564,
        "compound": 0.0947
    }
}