{
    "date": "2018-06-10T23:30:20Z",
    "title": "North Korea summit explainer: the people, problems and possibilities",
    "url": "https://www.theguardian.com/world/2018/jun/11/north-korea-summit-explainer",
    "content": "The on-again off-again summit between Donald Trump and North Korean leader Kim Jong-un will take place on 12 June in Singapore, the first time a sitting US president will meet the head of the isolated state. It is a high-stakes bid to try to solve the issue of nuclear weapons that has dogged four US presidents. How did we get here? After fiery rhetoric between North Korea and the US last year, Kim declared in his New Year’s address that the country’s weapons program was complete. He then launched a charm offensive with South Korea, using the Winter Olympics to send high-level officials to meet the South’s president, Moon Jae-in. Those contacts culminated in a summit between Moon and Kim in April at a border village and a joint declaration that both leaders were committed to “complete denuclearisation”. Moon then brokered direct talks between US and North Korean officials, and when a senior South Korean official said Kim wanted to meet Trump, the impulsive US president reportedly accepted on the spot. Who are the main players? Kim Jong-un: The 34-year-old leader of North Korea who has incredible power and will benefit from simply meeting Trump. It will confer a sense of legitimacy on his rogue nation. Donald Trump: The mercurial US president who is looking for a major win after an administration dogged by scandals and stalled legislative efforts at home. Moon Jae-in: While the South Korean president may not be travelling to Singapore, his liberal government – elected after the downfall of his conservative predecessor –has been a major driver of rapprochement with the North. Mike Pompeo: Washington’s top diplomat has been on the front line of salvaging the meeting and is the most senior American to meet Kim Jong-un. Kim Yong-chol: The septuagenarian is the North’s top nuclear negotiator and former spymaster, he has focused on US policy for decades and was an adviser to both Kim Jong-un’s father and grandfather. What is the focus of the talks? The Trump-Kim meeting is squarely centred on convincing North Korea to give up its nuclear arsenal. In a New Year’s address Kim stated the country’s weapons development was complete in the wake of the most powerful nuclear detonation, in September 2017, and missile tests that could theoretically hit the US mainland. On Monday, North Korea’s state media said the pair would discuss a “permanent and durable peace-keeping mechanism” on the Korean peninsula, denuclearisation of the peninsula and other topics of mutual concern. There are other major issues the international community would like to address, including North Korea’s stockpiles of biological and chemical weapons and the country’s dismal human rights record. But those are unlikely to be brought up directly by Trump. What are the potential sticking points? Both sides have traditionally had radically different definitions of the word “denuclearisation”. For the US, it means Pyongyang would immediately dismantle its weapons program, ship nuclear warheads out of the country and allow international inspectors to verify the results. In diplomatic speak this is known as complete, verifiable and irreversible dismantlement, or CVID for short. North Korea likely envisions a staged process, where each concession from Pyongyang is met with something from Washington. Sanctions relief, economic aid, a formal peace treaty to end the 1950-53 Korean war and formal diplomatic ties could all be potential sweeteners to any deal. Why is the summit being held in Singapore? In the protocol-heavy world of diplomacy, everything is imbued with meaning. There was talk of holding the talks at Panmunjom, the “truce village” on the border between North and South Korea, but American officials worried it would be interpreted as the US being too accommodating of Kim. Singapore has diplomatic relations with both the US and North Korea, and can be seen as a nominally neutral party. What are the likely outcomes? When he announced the summit was back on, Trump said: “We’re not going to sign something.” He refused to comment on possible sanctions relief for North Korea, but added: “I look forward to the day when I can take the sanctions off North Korea.” He also said additional economic restrictions were ready to be implemented should the talks fall apart. Kim is likely looking for some sanctions to be lifted as he tries to improve the North’s economy. There have been reports Kim and Trump could declare a formal end to the Korean war, which ended in an armistice rather than a peace treaty. But that might be complicated by the fact China would probably need to sign off on any agreement, since it was a signatory to the armistice pact.",
    "keywords": [
        "summit",
        "explainer",
        "korea",
        "president",
        "talks",
        "kim",
        "nuclear",
        "possibilities",
        "problems",
        "weapons",
        "trump",
        "north",
        "korean"
    ],
    "summary": "It is a high-stakes bid to try to solve the issue of nuclear weapons that has dogged four US presidents.\nKim Jong-un: The 34-year-old leader of North Korea who has incredible power and will benefit from simply meeting Trump.\nThe Trump-Kim meeting is squarely centred on convincing North Korea to give up its nuclear arsenal.\nNorth Korea likely envisions a staged process, where each concession from Pyongyang is met with something from Washington.\nSingapore has diplomatic relations with both the US and North Korea, and can be seen as a nominally neutral party.",
    "sentiment": {
        "neg": 0.0427,
        "neu": 0.8987,
        "pos": 0.0585,
        "compound": 0.0507
    }
}