{
    "date": "2018-04-26T04:00:07Z",
    "title": "'Forever strangers': the North Korean defectors who want to go back",
    "url": "https://www.theguardian.com/world/2018/apr/26/forever-strangers-the-north-korean-defectors-who-want-to-go-back",
    "content": "From the moment Kim Ryon-hui set foot in Seoul she has had a singular goal that has defined every aspect her life: return to her home in North Korea. It is a rare yearning among the roughly 30,000 North Korean defectors living in the South, with many risking death to escape a life of poverty, hunger and political oppression. Kim’s desire to return has made her a hero in the North, where officials have demanded her return, while in the South she is viewed with suspicion by the government, who have refused to issue her a passport for fear she would try to travel to North Korea through China. Kim has spent the past seven years trying to return to her daughter and husband in Pyongyang, staging protests, going on speaking tours and petitioning the United Nations, saying she is trapped, a stranger in a strange land. Ahead of this week’s summit between North Korean leader Kim Jong-un and South Korean president Moon Jae-in, Kim Ryon-hui hopes her dream of returning to Pyongyang will become a reality. North Korean officials have consistently demanded Kim be allowed to return and have said it is a precondition to any reunions between families divided by the 1950-53 Korean War. “If the meeting of [divided] families are to be negotiated at the inter-Korean summit, I must be sent back,” Kim said. “I think I will be able to go back to my family this year.” “I feel like it’s life or death but I do have hope,” she added. “I don’t know how I have managed the last seven years. If I were told to wait longer, I don’t think I could do that.” Second-class citizens Her saga began when she travelled to China for medical treatment in 2011, when she was shocked to discover the fellow Communist state did not provide free healthcare. She began working to pay her bills, when a broker who smuggles North Koreans to the South convinced her she could make more money there, and return in a few months. But when she arrived in the South she quickly realised it was a one-way ticket. Like all North Korean defectors, she was interrogated by agents from the National Intelligence Service and required to sign a statement disavowing any support for the North. She also automatically became a South Korean citizen, and it is illegal to visit the North without government approval. Kim planned to apply for a passport and return, but was rejected when the authorities discovered her destination was Pyongyang. Kim then tried to forge a passport but was caught and sentenced to two years in prison. She served 10 months before she was released in 2015. Since her release she has staged protests and travelled around South Korea speaking about her wish to return. On tour she has been repeatedly asked why she would want to return when life in the South is far more comfortable. “No matter how affluent you are if you can’t share that with your family, it would be meaningless,” she said. Others have encouraged Kim to smuggle her family out of North Korea to join her in Seoul. “Living here for seven years taught me what it really is like to live here as a North Korean defector,” she said. “North Korean defectors are forever strangers in this country, classified as second class citizens. I would never want my daughter to live this life.” “North Korean defectors are treated like cigarette ashes thrown away on the streets.” Half the North Koreans now living in the South say they have faced discrimination, including from employers, colleagues and even strangers on the street. Kim grew up in Pyongyang, working as a tailor, and lived comfortably by North Korean standards. Her husband was a military surgeon, a coveted position in the North’s martial society. Now she lives in a dilapidated house in Seoul filled with people who want to go back to North Korea, mostly elderly veterans who have been in the South since the end of the Korean war. They are people who want to die in the place where they were born, but that homeland now exists only as a faded memory. Kim personally knows about seven defectors who want to return, and she says there are many more that shun the spotlight. A woman was arrested in February for violating the South’s National Security Law, which forbids aiding North Korea, after she sent 130 tonnes of rice to government officials in Pyongyang ahead of her planned return. ‘I miss them every single moment’ But Kim is convinced her struggle is coming to and end. When she recently called Kwon Chol-nam, another defector who has publicly declared his wish to return to the North, her voice was full of hope as she said “We’re going home next month”. Kwon came to the South voluntarily to earn money to pay for his son’s medical treatment, although only after he was persuaded by a broker. From the moment he arrived he faced financial difficulties, first with the broker and then with his employer. He has since come to regret the decision to travel to the South. He said he faced constant discrimination that eventually led to unpaid wages. He called the police to try to recover the money and during a heated exchange of words pushed his boss, which led to his arrest. While he was sitting in the police station, Kwon decided he wanted to go back to North Korea. From that moment “my will to go back to the North has never changed”, he said. “To live a life, money is an important factor, but the most important thing is to be treated like a human being. In the North, no one treated me like that,” he said. “When I arrived [in South Korea] I was told I would be treated equally but that was bullshit.” Dismayed and distraught, Kwon tried to return to the North but was caught and spent several months in jail. Since then he has occasionally staged one-man protests in the centre of Seoul in an attempt to raise awareness of his case. He now lives a solitary lifestyle in a tiny apartment on the outskirts of Seoul where he struggles to pay the the rent of about £150 a month. He says most of the North Korean defectors he knew have stopped speaking to him, for fear of attracting the attention of the National Intelligence Service. “I really miss my family, even yesterday in my dreams I saw them,” Kwon said. “I miss them every single moment in South Korea.”",
    "keywords": [
        "forever",
        "south",
        "korea",
        "return",
        "kim",
        "seoul",
        "defectors",
        "strangers",
        "pyongyang",
        "life",
        "north",
        "korean"
    ],
    "summary": "Ahead of this week’s summit between North Korean leader Kim Jong-un and South Korean president Moon Jae-in, Kim Ryon-hui hopes her dream of returning to Pyongyang will become a reality.\nLike all North Korean defectors, she was interrogated by agents from the National Intelligence Service and required to sign a statement disavowing any support for the North.\n“Living here for seven years taught me what it really is like to live here as a North Korean defector,” she said.\n“North Korean defectors are forever strangers in this country, classified as second class citizens.\nHe says most of the North Korean defectors he knew have stopped speaking to him, for fear of attracting the attention of the National Intelligence Service.",
    "sentiment": {
        "neg": 0.1039,
        "neu": 0.8289,
        "pos": 0.0672,
        "compound": -0.121
    }
}