{
    "date": "2018-03-06T22:29:39Z",
    "title": "North Korea open to relinquishing nuclear weapons, says Seoul",
    "url": "https://www.theguardian.com/world/2018/mar/06/north-korea-says-kim-jong-un-keen-for-vigorous-efforts-to-calm-military-tensions",
    "content": "North Korea is willing to discuss relinquishing its nuclear weapons and will freeze its nuclear and missile programmes if it begins direct talks with the US, in a dramatic easing of tensions after a visit by senior South Korean politicians, officials said on Tuesday. The North Korean leader, Kim Jong-un, will also meet his South Korean counterpart, Moon Jae-in, in late April in the first summit of its kind in more than a decade, Moon’s office said. The two leaders will hold talks at Panmunjom on the highly militarised border. North Korea pledged to not use conventional or nuclear weapons against its neighbour, despite frequent threats from Pyongyang. The two sides have remained in a technical state of war since the 1950-53 Korean war. “The North side clearly affirmed its commitment to the denuclearisation of the Korean peninsula and said it would have no reason to possess nuclear weapons should the safety of its regime be guaranteed and military threats against North Korea removed,” a South Korean presidential spokesman said, according to the Yonhap news agency. “The South and the North have agreed to set up a hotline between their leaders to allow close consultations and a reduction of military tension, while also agreeing to hold the first phone conversation before the third South-North summit.” The development was welcomed in the US. Donald Trump tweeted: “Possible progress being made in talks with North Korea. For the first time in many years, a serious effort is being made by all parties concerned. The World is watching and waiting! May be false hope, but the US is ready to go hard in either direction!” Later, asked at a White House press conference why he thought North Korea had shown a new openness to dialogue, Trump deadpanned: “Me.” Dissatisfied with the response from reporters, he added: “Nobody got that.” Trump then continued with a somewhat rambling answer that gave more credit to the US and China than South Korea: “I think that they are sincere, but I think they are sincere also because the sanctions and what we’re doing with respect to North Korea, including the great help that we’ve been given from China – and they can do more, but I think they’ve done more than certainly they’ve ever done for our country before – so China has been a big help. I think that’s been a factor. But the sanctions have been very, very strong and very biting, and we don’t want that to happen, so I really believe they are sincere, I hope they’re sincere, we’re going to soon find out.” The vice-president, Mike Pence, who attended the recent Winter Olympics in South Korea, issued a more cautious statement than his boss had. “Whichever direction talks with North Korea go, we will be firm in our resolve,” he said. “All options are on the table and our posture toward the regime will not change until we see credible, verifiable, and concrete steps toward denuclearization.” The announcement came as a South Korean delegation returned from a two-day trip to Pyongyang, where members met Kim and other senior North Korean officials. Kim said he wanted to “vigorously advance” relations with South Korea during the visit, led by Chung Eui-yong, the head of the South’s national security office. Photographs of the meeting showed Kim with a wide smile as he met the delegation, saying he wanted to “write a new history of national reunification”. Kim rarely meets foreign visitors, making his appearance highly significant, and his decision to personally host a dinner for the South Koreans was even more striking. But observers warned there were still serious issues that would need to be resolved for any progress to be made. “He … made an exchange of in-depth views on the issues for easing the acute military tensions on the Korean peninsula and activating the versatile dialogue, contact, cooperation and exchange,” the North’s official Korean Central News Agency reported, referring to Kim. The visit follows a period of easing tensions between the South and North, which sent a high-level delegation to the Winter Olympics in Pyeongchang last month. A meeting between the two leaders would be the first since Kim came to power after the death of his father in 2011. A previous summit was held with his father in 2007. Until now Trump has resisted overtures by Pyongyang on the subject of talks. Washington has continued its “maximum pressure” campaign and on Monday announced a further round of largely symbolic sanctions over the North’s use of chemical weapons. The US has said any talks must centre on North Korea abandoning its nuclear and missile programme, while Pyongyang views the weapons as necessary for its survival. Adam Schiff, the top Democrat on the House intelligence committee, welcomed the development as “positive” but warned: “We must view it with the necessary skepticism born of such talks in the past. On multiple occasions, Pyongyang has seemingly opted for the path of negotiation, only to reverse course after pocketing concessions from Seoul or the international community.” Schiff urged the White House to pursue a diplomatic resolution to ascertain whether Kim is serious, adding a quote attributed to Winston Churchill: “To jaw-jaw is always better than to war-war.” During the visit, the envoys were taken to the Workers’ party headquarters, the first time South Korean officials had visited the building, according to Seoul’s presidential office. Kim later hosted with his wife a dinner, set at a round pink and white table with matching chairs. His younger sister and close adviser, Kim Yo-jong, also attended the meal, which lasted more than four hours. A photograph of Kim posing with five members of the South Korean delegation was splashed across the front page of the Rodong Shinmun, the official newspaper of the ruling Workers’ party. Before leaving for Pyongyang, Chung said he would stress the need to “denuclearise the Korean peninsula” and that he would encourage direct dialogue between North Korea and the US. Analysts urged caution. James Hoare, a former British diplomat who previously served as the UK representative in Pyongyang, said: “North Korea wants the impossible, a total guarantee of security, that no one will attack them with impunity. They want US military forces out of South Korea and likely Japan as well, and those alliances have been built over decades.” Scott Snyder, a senior fellow at the Council on Foreign Relations, said: “We’re still at a stage where the atmosphere is characterised by extreme mistrust. Words alone won’t be enough to impress people in Washington. It’s going to be a long, hard slog if the US does enter in to negotiations and that is still a long way off from concluding an agreement.”",
    "keywords": [
        "south",
        "relinquishing",
        "korea",
        "talks",
        "nuclear",
        "seoul",
        "kim",
        "visit",
        "weapons",
        "pyongyang",
        "open",
        "north",
        "korean"
    ],
    "summary": "North Korea is willing to discuss relinquishing its nuclear weapons and will freeze its nuclear and missile programmes if it begins direct talks with the US, in a dramatic easing of tensions after a visit by senior South Korean politicians, officials said on Tuesday.\nNorth Korea pledged to not use conventional or nuclear weapons against its neighbour, despite frequent threats from Pyongyang.\nDonald Trump tweeted: “Possible progress being made in talks with North Korea.\n“Whichever direction talks with North Korea go, we will be firm in our resolve,” he said.\nThe US has said any talks must centre on North Korea abandoning its nuclear and missile programme, while Pyongyang views the weapons as necessary for its survival.",
    "sentiment": {
        "neg": 0.0622,
        "neu": 0.8604,
        "pos": 0.0775,
        "compound": 0.0786
    }
}