{
    "date": "2018-01-30T08:06:20Z",
    "title": "May hoping to kickstart faltering China relations with trade visit",
    "url": "https://www.theguardian.com/world/2018/jan/29/may-to-take-business-leaders-on-china-visit-in-search-of-deals",
    "content": "Theresa May will attempt to reset her relationship with China in a vital three-day trip this week, leading the largest-ever UK trade delegation, comprising 50 business leaders. Beijing’s ambassador to London has claimed Brexit is a “strategic opportunity” to boost ties, saying “golden fruits” will be up for grabs when May touches down in China on Wednesday. Downing Street said the visit will “intensify the ‘golden era’ in UK-China relations”, a phrase often used by David Cameron and George Osborne dating from President Xi’s state visit to the UK in 2015. However, while Chinese officials talk up the visit as a chance to write a new chapter of “win-win” relations, most observers agree Britain’s decision to leave the European Union has severely eroded both its negotiating position and its value to Beijing, which once considered London a key EU ally. “Clearly they did lose interest in the UK,” said one well-placed monitor of Chinese politics who, like many, believes China’s focus has now shifted to France. The French president, Emmanuel Macron, beat May to Beijing when he passed through earlier this month, bestowing a horse on Chinese leader Xi Jinping as a symbol of their warming friendship. Beijing is likely to be keenly aware of its sway over the weak leader of a feuding party governing a divided nation – and will therefore seek the maximum number of concessions in exchange for its support. It is also pushing for a resounding endorsement of the Belt and Road initiative, a $900bn global infrastructure spree that is Xi’s pet foreign policy programme. May’s reluctance to offer her formal blessing to a project some suspect is a ploy to extend Beijing’s global political and economic reach has complicated pre-visit talks. Chinese officials have reportedly even refused to answer calls from their British counterparts. No. 10 sounded a cautious note on the scheme. “This is one of the things the prime minister will be talking about when we are in China, I wouldn’t want to pre-empt those discussions,” the spokesman said. Experts said the prime minister’s efforts will be complicated further by her personal standing in Beijing. While Xi was recently confirmed as China’s most dominant ruler in decades, May is seen as a hamstrung leader whose days in office may be numbered and who is less pro-Beijing than her predecessor, David Cameron. May riled China’s leaders by delaying approval for the Beijing-backed Hinkley Point C nuclear power plant and then baffled them with last year’s botched election. Steve Tsang, the head of the School of Oriental and African Studies’ China Institute, said: “This is a prime minister who will be seen in Beijing as a paper tiger who pretends to take tough positions but, in fact, is as weak as it gets.” Tsang said China’s ambassador was right to describe Brexit as an opportunity – “a huge opportunity for Beijing”. Kerry Brown, the director of the Lau China Institute at King’s College London, said: “I think they will see her as a biddable leader who is quite weak and who will need something – and they will be very aware of their power over such a visitor. She has got to obviously avoid this idea that she is going there with a begging bowl, even though, in fact, that is kind of what she is doing.” British officials pointed to figures showing trade between the UK and China is at record levels and UK exports to China have grown by over 60% since 2010, underscoring the mutual benefits of a liberal future trade partnership. In talks with Xi, May is expected to raise North Korea’s belligerence, stressing the need for co-operation in support of the rules-based international system. More difficult for the prime minister will be the growing concern over the political situation in Hong Kong. On Monday, Hong Kong’s last governor, Lord Patten, called on May to challenge Beijing over its erosion of the former British colony’s rights and freedoms, highlighted this week when Agnes Chow, one of the most recognisable faces of its moderate “umbrella” protest movement was barred from running for political office as a result of her political views. Downing Street would not confirm whether the topic was on May’s official agenda. “The UK has always been clear and continues to be clear that it’s vital Hong Kong’s rights and freedoms are respected and we are firm believers in one country, two systems – we welcome the Chinese commitment to it,” the prime minister’s spokesman said. May said the delegation of British businesses represented all corners of the UK economy. “There are huge trade opportunities in China that we want to help British businesses take advantage of,” she said. The business delegation includes financial services, technology, automotive, food and drink, energy and infrastructure developers, including BP, Jaguar Land Rover and Whittards, the tea manufacturer. May and the international trade secretary, Liam Fox, will land in Wuhan on Wednesday, a historical city, which has the most students of any city in the world. In Beijing later on Wednesday, she will meet Chinese premier Li Keqiang and then Xi on Thursday, before travelling to Shanghai to meet British and Chinese business leaders on Friday. For the first time on a solo trip, May will be accompanied by her husband, Philip, a supportive presence for the prime minister while the debate rages over her future at home on her backbenches. Additional reporting by Wang Xueying",
    "keywords": [
        "political",
        "trade",
        "beijing",
        "faltering",
        "kickstart",
        "visit",
        "china",
        "uk",
        "prime",
        "british",
        "hoping",
        "chinese",
        "minister",
        "xi",
        "relations"
    ],
    "summary": "Theresa May will attempt to reset her relationship with China in a vital three-day trip this week, leading the largest-ever UK trade delegation, comprising 50 business leaders.\n“This is one of the things the prime minister will be talking about when we are in China, I wouldn’t want to pre-empt those discussions,” the spokesman said.\nMore difficult for the prime minister will be the growing concern over the political situation in Hong Kong.\n“There are huge trade opportunities in China that we want to help British businesses take advantage of,” she said.\nFor the first time on a solo trip, May will be accompanied by her husband, Philip, a supportive presence for the prime minister while the debate rages over her future at home on her backbenches.",
    "sentiment": {
        "neg": 0.0751,
        "neu": 0.8401,
        "pos": 0.0847,
        "compound": 0.1536
    }
}