{
    "date": "2018-03-09T03:01:19Z",
    "title": "North Korea talks: Where will Donald Trump meet Kim Jong-un?",
    "url": "https://www.theguardian.com/world/2018/mar/09/north-korea-talks-where-will-donald-trump-meet-kim-jong-un",
    "content": "It will be one of the most eagerly watched diplomatic encounters since Richard Nixon was hosted by Mao Zedong in China, or Ronald Reagan held talks with Mikhail Gorbachev in neutral Switzerland. But the stunning announcement on Thursday that Donald Trump will come face to face with North Korean leader Kim Jong-un, whom he has previously branded “little rocket man”, prompts an immediate question: where? “Does this mean Chairman Kim is coming to Washington or does it mean the president of the United States is going to travel to North Korea?” pondered Jim Walsh, a senior research associate at the Massachusetts Institute of Technology’s security studies programme. “There are other options: it’s conceivable they might be able to meet in South Korea. No one has a plan here, presumably. There’s a lot of work to do between now and May.” More neutral potential venues for the first ever meeting between leaders of the two countries include China, Japan or South Korea. Other options might be the United Nations in Geneva or New York, or the Korean Demilitarised Zone (DMZ) that divides North and South. Or a long shot: Trump’s Mar-a-Lago estate in Florida, where he has entertained world leaders including President Xi Jinping of China. The South Korean national security director, Chung Eui-yong, told reporters of the planned meeting outside the White House on Thursday, having briefed Trump and other senior officials about talks with Kim. White House spokeswoman Sarah Sanders said Trump “will accept the invitation to meet with Kim Jong-un at a place and time to be determined”. Analysts generally agreed Trump should not hand Kim the public relations coup of a photo opportunity in the North Korean capital, Pyongyang. Christopher Hill, a former US ambassador to North Korea, told America’s MSNBC network: “My advice would be the president should not journey to Pyongyang. Nor should he invite Kim Jong-un to Washington.” There have been creative solutions in the past, Hill continued, including “ship summits”: in 1989 George H W Bush and Soviet leader Mikhail Gorbachev met on a Soviet cruise ship moored in a harbour in Malta, a summit hailed as helping to end the cold war. “One of the reasons we had the Balkan deliberations in Dayton, Ohio [an agreement that signalled the end to the civil war in Bosnia], was that no one wanted them to come to Washington and see the whole process blow up, so maybe we could do it in some out of the way place in the US or a third country.” Hill, who was head of the US delegation to the six-party talks on the North Korean nuclear issue, added: “I think no one has really given that a thought but I’m sure they can come up with something that will work for both parties. “And by the way, that wouldn’t be China because I think the North Koreans want to show they can deal with the US and not through China.” Other analysts agreed that China is an outside bet to host the meeting. Frank Aum, a senior expert on North Korea at the United States Institute of Peace in Washington, said: “Kim has never left the country, as far as I know, since he assumed power, so I couldn’t see it happening in a foreign country such as South Korea, China or the US. At the same time, it’s hard to see the US providing the prestige of having Donald Trump go to Pyongyang for a visit.” A more probable contender, Aum suggests, is Panmunjom in the DMZ. An inter-Korean summit is due to take place next month at Panmunjom Peace House on the South Korean side of the zone. Retired lieutenant-colonel Daniel Davis, a fellow at Defense Priorities, said: “There’s a lot of pros and cons. Some people say it should be in a neutral location. There are also positive points to say it should be on US turf because he would have home advantage. I don’t think Trump should go to Pyongyang or even Seoul. It should be somewhere like Tokyo.” Ultimately, however, the choice of venue will be less important than the content of the negotiations. Walsh, who has visited North Korea, admitted: “I’m both elated and horrified. I feel those emotions simultaneously. It could be the beginning of something important or it could crash and burn and we could all end up in a more dangerous place.”",
    "keywords": [
        "place",
        "south",
        "korea",
        "north",
        "meet",
        "donald",
        "kim",
        "china",
        "washington",
        "jongun",
        "trump",
        "pyongyang",
        "talks",
        "korean"
    ],
    "summary": "But the stunning announcement on Thursday that Donald Trump will come face to face with North Korean leader Kim Jong-un, whom he has previously branded “little rocket man”, prompts an immediate question: where?\n“There are other options: it’s conceivable they might be able to meet in South Korea.\nAnalysts generally agreed Trump should not hand Kim the public relations coup of a photo opportunity in the North Korean capital, Pyongyang.\nChristopher Hill, a former US ambassador to North Korea, told America’s MSNBC network: “My advice would be the president should not journey to Pyongyang.\nWalsh, who has visited North Korea, admitted: “I’m both elated and horrified.",
    "sentiment": {
        "neg": 0.0385,
        "neu": 0.8683,
        "pos": 0.0933,
        "compound": 0.2583
    }
}