{
    "date": "2018-06-12T12:37:40Z",
    "title": "Optimism and confusion in Seoul over Trump-Kim summit",
    "url": "https://www.theguardian.com/world/2018/jun/12/north-korea-sanctions-may-be-lifted-after-summit-says-china",
    "content": "Seoul has reacted with a mixture of optimism and confusion to the historic summit between Donald Trump and the North Korean leader, Kim Jong-un, after the US president announced an end to joint military exercises with South Korea. Leaders from around the region sought to capitalise on the momentum of the meeting, which resulted in a signed agreement that was light on substance but held up by Trump as a victory. The South Korean president, Moon Jae-in, welcomed the outcome of the summit and praised the “courage and determination of the two leaders”. “This is just a beginning and there may be many difficulties ahead but we will never go back to the ways of the past and never give up on this bold journey,” Moon said in a statement. “It is a great victory achieved by both the United States and the two Koreas, and a huge step forward for people across the world who long for peace.” But Trump’s pledge to halt longstanding military drills with South Korea sparked widespread confusion. The exercises have been repeatedly criticised by Pyongyang, which in the past has responded with missile tests. The South Korean military issued a statement to NBC News saying: “Regarding President Trump’s comment regarding ending of the combined military drills … we need to find out the exact meaning or intention behind his comments at this point.” For its part, North Korea agreed to “work towards complete denuclearisation of the Korean peninsula”, language which was open to interpretation and fell short of Washington’s long-stated goal of complete, verifiable and irreversible dismantlement (CVID) of North Korea’s nuclear arsenal. No report of the summit was broadcast on North Korean television, where it is not uncommon for news to be delayed or even ignored. Japan’s prime minister, Shinzo Abe, praised the agreement’s references to denuclearisation and said he was willing to engage with Pyongyang to resolve the cold war abductions of Japanese citizens by North Korean spies. “I’m determined that Japan will have to directly face North Korea and resolve [the abductions] bilaterally,” Abe said. China also appeared to want to seize on the positive atmosphere. “The United States and North Korea have been in a state of antagonism for more than half a century,” said the foreign minister, Wang Yi. “Today, that the two countries’ highest leaders can sit together and have equal talks has important and positive meaning and is creating a new history.” China suggested the international community could consider lifting economic sanctions on North Korea. “Sanctions are a means, not an end,” said Geng Shuang, a spokesman for China’s ministry of foreign affairs. “The [UN] security council’s actions should support and conform to the efforts of current diplomatic talks towards denuclearising the Korean peninsula.” The comment by Chinese officials suggests the US policy of “maximum pressure” on Pyongyang until it relinquishes nuclear weapons is already showing signs of cracking. There have been reports that Kim’s charm offensive over recent months has led China to relax restrictions on trade with North Korea, violating UN sanctions. Trump alluded to relaxed Chinese restrictions, which have come without substantial concessions from Pyongyang, in a press conference in which he also praised the Chinese president, Xi Jinping, for implementing sanctions. “He really closed up that border … but maybe not in the last couple of months but that’s OK,” the president said. At a train station in Seoul, people cheered and applauded as televisions screens broadcast the Trump-Kim handshake live. But the reaction among many South Koreans was disappointment, and in the community of North Korean refugees now living south of the border there was a feeling of betrayal. Choi Jung-hoon, a member of the North Korean Liberation Front, a quasi-military group that advocates for the overthrow of the regime in Pyongyang, said he was furious at the outcome of the summit, which had led to “only good things for Kim Jong-un”. Choi was an army officer in North Korea’s cyber-hacking unit for almost 20 years before he escaped in 2006. “Trump completely lost to Kim, he was dragged around by Kim,” Choi said. “This has all been a political show by Trump, North Korea got away with everything they wanted. They said they will ‘denuclearise’, nothing has been said in detail.” Choi was dismayed that the US demand for complete, verifiable and irreversible dismantlement was absent from the agreement, and he was particularly disappointed human rights were not prominently featured. The UN estimates North Korea is holding up to 120,000 political prisoners and says the regime is guilty of crimes against humanity. Another refugee, Jung Gwang-il, who works to smuggle information into North Korea, said he was “moderately disappointed”. He previously worked at state-run trading companies but was later sent to a labour camp and tortured. He arrived in South Korea in 2004. “Promising security for Kim’s regime will mean he can stay in power and will just keep on oppressing the North Korean people,” Jung said. “If denuclearisation happens while people in North Korea are dying, it’s pointless.” Many North Koreans who have fled over the border are deeply suspicious of the Kim family, with many having suffered physical or mental abuse at the hands of the regime. Federica Mogherini, the European Union’s foreign policy chief, said the summit proved that diplomacy was the right path to follow, as the bloc had done on the 2015 Iran nuclear deal, which Trump derided and abandoned last month. Additional reporting by Junho Lee and Lily Kuo",
    "keywords": [
        "summit",
        "south",
        "confusion",
        "korea",
        "optimism",
        "president",
        "seoul",
        "kim",
        "sanctions",
        "korean",
        "trump",
        "pyongyang",
        "north",
        "trumpkim"
    ],
    "summary": "Seoul has reacted with a mixture of optimism and confusion to the historic summit between Donald Trump and the North Korean leader, Kim Jong-un, after the US president announced an end to joint military exercises with South Korea.\nThe South Korean president, Moon Jae-in, welcomed the outcome of the summit and praised the “courage and determination of the two leaders”.\nNo report of the summit was broadcast on North Korean television, where it is not uncommon for news to be delayed or even ignored.\n“I’m determined that Japan will have to directly face North Korea and resolve [the abductions] bilaterally,” Abe said.\n“This has all been a political show by Trump, North Korea got away with everything they wanted.",
    "sentiment": {
        "neg": 0.0872,
        "neu": 0.8282,
        "pos": 0.0846,
        "compound": -0.0109
    }
}