{
    "date": "2018-06-12T16:48:48Z",
    "title": "The view from Seoul: why the Trump-Kim ‘deal’ worries South Koreans | Hans Schattle",
    "url": "https://www.theguardian.com/commentisfree/2018/jun/12/south-koreans-worried-trump-kim-deal",
    "content": "The Singapore summit made history in symbolism, but can this new dialogue end North Korea’s 70 years of isolation from the outside world and transform relations on the Korean peninsula? Many details must be clarified before we know if the summit will make history in substance – and if the divided Korean peninsula is to move beyond the uneasy peace of the past 65 years. Parts of the South Korean press framed the day as historic – “opening a new era of detente”. But South Koreans have been here before. They remember the summits during the country’s “sunshine policy” era when presidents Kim Dae-jung and Roh Moo-hyun both went to Pyongyang and met Kim’s late father, Kim Jong-il. South Korea extended goodwill and investment in North Korea’s direction during that period and ended up with nothing in return. Many South Koreans think they got burned then, so now they’re simply taking a wait-and-see attitude. No wonder the financial markets in Seoul barely moved even as the theatrics in Singapore unfolded. In many respects, we’re still left with the same questions that have been lingering ever since Trump spontaneously agreed in March to meet Kim in person. Will North Korea get rid of its nuclear weapons in a transparent way and stick to its promises this time around? If so, what is the timetable, and how will the inspections work? Will Pyongyang also dial down its missile programmes that have threatened its neighbours in northeast Asia? Will the Kim dictatorship take steps to reform its society from within and improve its abysmal record on human rights? The statement that Trump and Kim signed in Singapore does not begin to address these kinds of details, but it does suggest the two countries have made a commitment to iron out the details that could lead, at last, to the end of the cold war in northeast Asia. The big concession on the part of the Trump administration appears to be the suspension, at least for now, of the joint military exercises that regularly take place between the United States and South Korea. Trump even seemed to side with North Korea’s longstanding objections by calling the war games “very provocative” – a view also held by some critics of the exercises in the United States and South Korea. Trump also told reporters that his long-term goal was to follow through with his campaign promise to bring home US troops stationed in South Korea. This kind of positioning from Trump is worrying for Seoul if it signals that the US and South Korea might soften their alliance. According to some reports, the South Korean government and even the US’s own military command in Seoul were not consulted in advance about Trump’s statement at a press conference shortly after his meeting with Kim that the US would suspend military exercises. The concern in South Korea is that its neighbour’s militarism stems not from self-defence but from ambitions to reunify the peninsula on its terms. Indeed, many of the same people who applauded Trump last year when he was taking a more hawkish posture toward North Korea are now worried that he is getting ready to hand over South Korea to North Korea on a silver platter. Even South Koreans who are glad to see the current engagement with the North easing the heightened tensions of recent years aren’t yet sure if they can trust Kim Jong-un. It is about time that the leaders of the United States and North Korea started talking. It was also refreshing last month to see South Korea’s Moon Jae-in and Kim Jong-un arrange an impromptu meeting at the border – just a few weeks after their own initial summit – to figure out how to salvage the Singapore summit following Trump’s announcement he would cancel the meeting. The more we see political leaders reaching across the great Korean divide, the better the chance that a sustainable peace can emerge on the Korean peninsula and also across the Asia-Pacific region. But the Trump administration needs to establish a centre ground in its approach to North Korea, and the same can be said about Kim Jong-un and his regime. Unpredictability on all sides helped create the conditions for this first meeting to happen – a possible game-changer that was needed as a first step to resolve a seemingly intractable problem. However, it’s one thing to initiate a negotiation and quite another to reach a mutually beneficial agreement for all concerned – to make not just any deal, but the right kind of deal. The debate about what this will take is still in its earliest stages, and it will be very important for both Washington and Pyongyang to establish mutual expectations and indeed some predictability in a working relationship for any progress to be made on denuclearisation and normalising relations between the two countries. • Hans Schattle is professor of political science at Yonsei University in Seoul",
    "keywords": [
        "singapore",
        "summit",
        "south",
        "deal",
        "schattle",
        "korea",
        "hans",
        "seoul",
        "kim",
        "worries",
        "koreans",
        "peninsula",
        "korean",
        "trump",
        "view",
        "north",
        "trumpkim"
    ],
    "summary": "Parts of the South Korean press framed the day as historic – “opening a new era of detente”.\nSouth Korea extended goodwill and investment in North Korea’s direction during that period and ended up with nothing in return.\nWill North Korea get rid of its nuclear weapons in a transparent way and stick to its promises this time around?\nThis kind of positioning from Trump is worrying for Seoul if it signals that the US and South Korea might soften their alliance.\nIt is about time that the leaders of the United States and North Korea started talking.",
    "sentiment": {
        "neg": 0.0415,
        "neu": 0.8846,
        "pos": 0.0739,
        "compound": 0.0988
    }
}