{
    "date": "2018-05-30T00:11:47Z",
    "title": "Kim Yong-chol: the ultimate North Korean regime insider",
    "url": "https://www.theguardian.com/world/2018/may/30/kim-yong-chol-the-ultimate-north-korean-regime-insider",
    "content": "Kim Yong-chol, the septuagenarian former spy chief due to arrive in New York on Wednesday for talks with Mike Pompeo, is the ultimate North Korean regime insider. Kim has been a border guard in the Korean demilitarised zone, a liaison officer with the United Nations, and a member of the team who held breakthrough negotiations with the South Koreans in the early 1990s. Over the past decade he was promoted to four-star general, and made head of the main North Korean intelligence service, known as the reconnaissance general bureau (RGB). He has served three generations of the Kim dynasty and in recent months emerged one of the most powerful figures in Kim Jong-un’s regime, second only to the leader’s sister, Kim Yo-jong. He is vice-chair of the ruling Workers party and head of the section charged with dealing with the South. He was part of the North Korean delegation for the Winter Olympics closing ceremony, and he was at the leader’s side for meetings with the South Korean president Moon Jae-in and Pompeo. “He wears several hats,” said Duyeon Kim, a visiting senior research fellow at the Korean Peninsula Future Forum thinktank. “He is extremely well versed in denuclearisation matters, and seems to have secured himself a spot in Kim Jong-un’s inner circle.” To travel to the US, Kim had to be given a waiver from sanctions. He was head of the RGB from 2009 to 2016 during the time the spy agency is believed responsible for the 2010 torpedoing of a South Korean naval vessel, the Cheonan, in which 46 sailors were killed; and the 2014 hacking attack against Sony. “Some people who met him early in his career describe him as brilliant, alert and receptive,” said Robert Carlin, a former CIA expert on North Korea, now at the Centre for International Security and Cooperation at Stanford University. “Others who dealt with him later in life say he is really stiff-necked who looks down on his interlocutors. Maybe he changes according to who is talking to.” Kim Yong-chol is the highest-ranking North Korean official to visit the US since vice-marshal Jo Myong-rok in 2000. But unlike Jo, Kim will meet the US secretary of state, not the president, and is going to New York and not Washington. It is unclear who decided the former spy chief should not fly to the capital, though the state department spokeswoman, Heather Nauert, suggested that the reason could be related to the different kind of sanctions waivers necessary for a trip to Washington. “I believe that if anyone were to travel beyond New York that they would need additional waivers for that, or they would need some sort of an approval for that,” Nauert said. “If that is a US decision, I wonder how that is going down in Pyongyang,” Carlin said, noting that the two times Pompeo visited North Korea, he was invited to the heart of power in Pyongyang. Also unclear is what issue required a third meeting between Kim Yong-chol and Pompeo. It appears to be a matter that requires higher level discussions under way between ambassador-level US and North Korean officials in the DMZ this week. It could be the vexed question of future US and South Korean joint military exercises, which Pyongyang sees as embodying hostile intent towards the regime. Or the far wider issue of what both parties mean when the call for the denuclearisation of the Korean peninsula. The fact that Kim has flown to the US at all, in only the second such high-level visit since the Korean war, suggests it is a question that has to be resolved before there can be a summit in Singapore. NBC news on Tuesday night quoted US officials as saying a new intelligence assessment advised that the regime in Pyongyang had no intention of dismantling its nuclear arsenal in the near future. However, the officials told NBC that Kim Jong-un was willing to open a western burger franchise in Pyongyang as a gesture of goodwill.",
    "keywords": [
        "south",
        "regime",
        "yongchol",
        "york",
        "kim",
        "ultimate",
        "spy",
        "pyongyang",
        "insider",
        "pompeo",
        "north",
        "korean"
    ],
    "summary": "Kim Yong-chol, the septuagenarian former spy chief due to arrive in New York on Wednesday for talks with Mike Pompeo, is the ultimate North Korean regime insider.\nOver the past decade he was promoted to four-star general, and made head of the main North Korean intelligence service, known as the reconnaissance general bureau (RGB).\nHe was part of the North Korean delegation for the Winter Olympics closing ceremony, and he was at the leader’s side for meetings with the South Korean president Moon Jae-in and Pompeo.\nMaybe he changes according to who is talking to.” Kim Yong-chol is the highest-ranking North Korean official to visit the US since vice-marshal Jo Myong-rok in 2000.\nIt appears to be a matter that requires higher level discussions under way between ambassador-level US and North Korean officials in the DMZ this week.",
    "sentiment": {
        "neg": 0.0297,
        "neu": 0.9143,
        "pos": 0.056,
        "compound": 0.0974
    }
}