{
    "date": "2018-05-02T09:59:31Z",
    "title": "Top 10 books about North Korea",
    "url": "https://www.theguardian.com/books/2018/may/02/top-10-books-about-north-korea",
    "content": "North Korea is many things. It is a violent tyranny led by a single family. It is a cold war relic that should have vanished decades ago. Yet it not only endures, it could yet become capable, along with Russia and China, of launching a long-range nuclear strike against the US. Central to the regime’s power is the leader cult, and the myth that the country is in perpetual danger. Outside enemies are forever poised to attack. Donald Trump is unwittingly playing a star role in this narrative. The most widely believed fallacy about North Korea is that it is irrational. But this is one thing it is not. The Kims have not maintained absolute control for nigh on 70 years by being irrational. They know what they’re doing. I started writing my latest novel, Star of the North, after seeing an effect of that control. No one had ordered those vast crowds to mourn the death of Kim Jong-il in 2011 because no one had needed to. The gulag awaited those who shed too few tears. Even the children understood that. For a tiny country, North Korea is the subject of a vast body of literature, so for this list I’ve chosen the fiction and non-fiction that has made an impact on me as a novelist. 1. Nothing to Envy by Barbara Demick The book that began my obsession with North Korea. With a clear-eyed journalist’s approach, Demick interviewed a dozen defectors who had all fled Chongjin. Once a big industrial hub, by the 90s Chongjin was a corpse-strewn ghost town. Demick follows the defectors’ lives through the tumult around Kim Il-sung’s death in 1994 and the long darkness that followed – the famine. As the adage goes, you don’t know yourself until you know hunger. North Koreans are shown as ordinary people living under an extraordinary system. Through them Demick tells the story of a country. 2. North of the DMZ by Andrei Lankov Lankov is these days one of the leading experts on North Korea, but in the 80s he was a young Soviet student in Pyongyang. This collection of vignettes, written with humour and wit, curates all kinds of fascinating details. One describes the regime’s unembarrassed falsification of the past with “hard evidence”. For example, at the time Kim Jong-il was becoming the heir apparent in the 70s, some 200 “slogan trees” were discovered in the forests of Mount Paektu. Supposedly carved by communist partisans in 1942, they praised the newborn Kim. “A Great Sun has been born!” 3. Long Road Home by Kim Yong This defector memoir made a profound impression on me. Like a protagonist in a Greek tragedy, Kim’s fate was determined in the stars before he was born. Adopted as an orphan by a privileged family, he grew up in North Korea’s elite class. Only when his birth records were unearthed prior to a key promotion did he discover that his real father was an executed traitor. Here, blood carries ancestral guilt, and Kim fell victim to the system’s nightmare logic. Deported to Camp 14, the country’s most notorious labour camp, the experience he reports is devastating. 4. A Corpse in the Koryo by James Church Inspector O, a Pyongyang detective, is the protagonist of this highly original twist on the gumshoe noir. An inquiry into a murder at the Koryo Hotel pitches him into a deadly intrigue between powerful factions of the regime. Anyone who’s visited North Korea knows that there is no psychic space anywhere to escape the ruling Kim. Yet Church never mentions him by name, with the chilling effect that his shadow is felt in every chapter. The regime, in all its menace and corruption, is almost a character in itself. 5. North Korea Confidential by Daniel Tudor and James Pearson When Kim Jong-un had his powerful uncle Jang Song-thaek executed in 2013, a crack appeared in the single-hearted monolith North Korea likes to present. Jang had controlled many of the regime’s business interests, and Tudor and Pearson show how money and foreign culture are rapidly changing North Korean society. Not only did the famine of the 1990s spark a lawless, small-scale capitalism among the lowest castes, it has seen the rise of business elites inside the government and military, for whom making money trumps revolutionary pedigree. Fascinatingly, the success of these classes may ensure the regime’s survival. 6. Dear Leader by Jang Jin-sung Jang was a propagandist for the regime before fleeing in 2004. His talent as a poet had so delighted Kim Jong-il that he was made a member of the Admitted, an untouchable elite. This memoir is remarkable for its revelations about the country’s power structures and covert ops. The one that set my imagination on fire was the Seed-Bearing Programme: North Korea apparently sent attractive female agents abroad to become pregnant by men of other races. The aim was to breed spies who looked foreign but were thoroughly indoctrinated North Koreans. 7. The Hidden People of North Korea by Ralph Hassig and Kongdan Oh If you’ve ever wondered how life carries on under pervasive surveillance and extreme political control, this thoughtful book shows how ordinary folk cope, subverting nonsense ideology by hustling and bribing. All of which makes the passages describing the imperial lifestyle of the ruling Kim shocking to read. Children may beg in his streets, but the Supreme Leader lives in a palatial opulence that would shame the emir of Qatar. 8. The Orphan Master’s Son by Adam Johnson Jun Do grew up with nothing, not even a name. He chose his own from the list of 114 martyrs of the revolution given to orphans. Trained as a soldier then as a kidnapper, he carries out his brutal roles with an unemotional curiosity. He does not take the many opportunities he has to defect because he longs to make sense of who he is, and the world that made him – the closed universe of North Korea. Winner of the 2013 Pulitzer prize for fiction, this is one of the finest novels of the century so far. 9. The Invitation-Only Zone by Robert S Boynton In the 70s and 80s, North Korea abducted civilians from beaches in Japan. These were ordinary people taken utterly at random. In a feat of investigative journalism that reads like an episode of The Twilight Zone, Boynton offers the fullest explanation yet for this this bizarre criminal enterprise. Some victims were put to work teaching local slang to trainee spies, but most were taken for no obvious reason. The disappearances were the stuff of urban myth in Japan until 2002, when Kim Jong-il himself publicly admitted to them. The furore it caused in Japan has still not died down. 10. The Cleanest Race by BR Myers We’re familiar with Pyongyang’s rants against the west, but what about the propaganda it aims at the home audience? This intriguing study looks at how the regime explains the world to its subjects. For example, they’re told that South Koreans are oppressed by Yankee military occupiers and yearn to embrace the loving rule of the Kims. The truth – that modern South Koreans are happy with their republic and never even think about the Kims – is subversive and very dangerous to the regime. It would simply have no way of spinning this to the North Korean public. Star of the North by DB John is published by Harvill Secker, priced £12.99 on 10 May. It is available from the Guardian bookshop for £11.04, including free UK p&amp;p.",
    "keywords": [
        "demick",
        "regime",
        "korea",
        "kim",
        "books",
        "jongil",
        "kims",
        "regimes",
        "koreans",
        "north",
        "jang"
    ],
    "summary": "North Korea is many things.\nThe most widely believed fallacy about North Korea is that it is irrational.\nNorth of the DMZ by Andrei Lankov Lankov is these days one of the leading experts on North Korea, but in the 80s he was a young Soviet student in Pyongyang.\nNorth Korea Confidential by Daniel Tudor and James Pearson When Kim Jong-un had his powerful uncle Jang Song-thaek executed in 2013, a crack appeared in the single-hearted monolith North Korea likes to present.\nThe Invitation-Only Zone by Robert S Boynton In the 70s and 80s, North Korea abducted civilians from beaches in Japan.",
    "sentiment": {
        "neg": 0.0878,
        "neu": 0.8424,
        "pos": 0.0698,
        "compound": -0.0428
    }
}