{
    "date": "2018-06-11T09:45:27Z",
    "title": "History of US-North Korea deals shows hard part is making them stick",
    "url": "https://www.theguardian.com/us-news/2018/jun/11/history-of-us-north-korea-deals-singapore-summit",
    "content": "It is Donald Trump’s recurring boast that with the Singapore summit with Kim Jong-un, he has succeeded in negotiations with North Korea where his predecessors failed. But the claim obscures a long history of agreements made and broken by both countries. The lesson of two major deals, in 1994 and 2005, is that it is much easier to reach agreements than to implement them. In fact, the complex, fraught process of implementation has usually brought with it new flashpoints and new crises. Trump’s looming Singapore summit with Kim will be the first meeting between US and North Korean leaders, but that is largely because previous US presidents have balked at giving the Pyongyang regime such recognition and prestige without substantive progress towards disarmament. Each time a deal has been close, the same basic bargain has been on the table: that North Korea relinquish its nuclear arsenal in return for a mix of security and economic incentives. In 1992 – the first time the US and North Korea engaged diplomatically since the 1953 armistice – the Pyongyang regime faced similar isolation and intense economic pressure as it does today. The collapse of the Soviet Union robbed the regime of a steadfast ally and patron. Meanwhile, Beijing was telling North Korea to undergo the same transformative economic reforms as China. Kim’s grandfather, Kim Il-sung, was facing an existential threat. Then, like now, rapprochement between North and South Korea created a diplomatic opening for the US. In January 1992, the two Koreas signed an agreement on the denuclearisation of the Korean peninsula. That led to meetings between American and North Korean diplomats at the US mission to the United Nations in New York, where the two delegations eyed each other warily after three decades of silence. The first thing that struck Robert Gallucci, who became chief US negotiator in 1993, was his counterparts’ identical lapel badges portraying the Great Leader. “I tried to imagine us sitting there with lapel pictures of Bill Clinton and I just couldn’t,” he recalled. The first two years of US engagement with North Korea were highly volatile, in which diplomatic breakthroughs were interspersed by dangerous crises. North Korea made an agreement in January 1992 with the International Atomic Energy Agency (IAEA) to allow its nuclear complex at Yongbyon to be inspected, and at the same time the US called off its joint military exercises with South Korea. The consequent mood of optimism was short-lived. The arrival of the IAEA inspectors led rapidly to a conflict on how much of the Yongbyon nuclear plant they could see. The escalation culminated in the North Koreans unloading spent fuel roads from the Yongbyon reactor, a necessary precursor to extracting plutonium. The Clinton administration started reviewing plans for air strikes to stop them and the two sides came close to war. Just before Washington got to the point of ordering the evacuation of US nationals from the peninsula, the former president Jimmy Carter stepped in. He flew to Pyongyang for a personal meeting with Kim Il-sung, putting the diplomacy back on track and providing the impetus for the first major accord between the two countries, the 1994 Agreed Framework. According to the deal, North Korea would dismantle its reactor at Yongbyon, the source of its plutonium, in return for two civilian light water nuclear power stations, generally seen as less of a proliferation risk. Until those reactors were built, North Korea would receive shipments of US-financed fuel oil. The deal was sealed in Geneva and the North Koreans invited the US negotiators to their mission to toast its success. One of the US diplomats, Joel Wit, was on the point of downing his shot when he spotted snakes at the bottom of the bottle. It was snake liquor, popular across east Asia for special occasions. “Snake liquor really does smell like there has been a dead animal in the bottle, because there is,” Wit said. “I didn’t drink it, and as I turned around to put the glass down on the table I noticed that all the other Americans put theirs away. I’m not sure if the North Koreans noticed.” From such tentative beginnings, the Agreed Framework would last nearly nine years, but its implementation would be a constant struggle. A Republican-dominated Congress did its best to slow down fuel deliveries, and the construction timetable for the reactors was continually postponed. It later emerged that North Korea had been cheating by pursuing a secret uranium route to making a bomb. That was enough for the hawks in the Bush administration, John Bolton among them, to kill off the Agreed Framework. The accord’s defenders suggest that the uranium enrichment programme was the regime’s hedge against the US reneging on the deal, and it could have been closed down through negotiations. They also argue that the Agreed Framework held back the weapons programme for most of the 1990s. Christopher Hill, who became the Bush administration’s chief negotiator with North Korea, disagreed with the decision to end the Agreed Framework. “My own view is we lost control of the plutonium process, we lost inspectors on the ground. We lost the capacity to understand what was going on there,” Hill said. After a break in contact of more than two years, Hill was given the task of re-establishing contacts with the North Koreans under the format of multilateral, six-party talks. Those negotiations eventually led to a 2005 joint statement of principles to guide future negotiations, which included some of the elements of the Agreed Framework, such as the eventual provision of light water reactors, and a lot of language that will be on the table in Tuesday’s talks between Trump and Kim. The statement called for “the verifiable denuclearization of the Korean Peninsula … in a phased manner in line with the principle of ‘commitment for commitment, action for action.’” The joint statement once more raised hopes that the US and North Korea had turned a corner in their relationship, but it began to fall apart almost immediately. Within weeks, the US Treasury imposed new sanctions, freezing $23m (£17m) in North Korean assets in a bank in the Chinese territory of Macau, using counter-terror legislation. It was a relatively small amount of money, but it infuriated the North Koreans and the Chinese, who saw it as a violation of the spirit of the joint statement. US diplomats who had negotiated the 2005 statement were also taken by surprise. “I think it’s fair to say that one part of the US government was not particularly in touch with another part of US government, not for the first or last time,” said Hill, who saw it as an act of sabotage by hawks such as Bolton in the Bush administration. “I think the real purpose of it was to screw up the negotiations.” As relations spiralled downwards, North Korea tested seven ballistic missiles in July 2006, and conducted its first nuclear test in October the same year. The US ended up refunding North Korea the money it had frozen in Macau, and provided shipments of fuel oil, and in return the regime closed down its Yongbyon reactor and provided a partial inventory of its nuclear programme. But the six-party talks became bogged down in the question of verification. As before, North Korea was prepared to allow inspectors in but sought to limit what they could see. Kim Jong-un has struck one deal with the US, in February 2012. Under the Leap Year agreement, the regime undertook once more to suspend enrichment in Yongbyon under IAEA verification and to suspend nuclear and missile testing, in exchange, the Obama administration pledged to send food aid. Once more, the deal fell apart within weeks when North Korea conducted missile launches, which it insisted were for satellite deployment. The US deemed them a breach of the Leap Year agreement and halted plans to send food aid. Through three generations of the Kim dynasty, and successive US administrations, the biggest obstacle has not been reaching an agreement but making it stick. This has not only been a result of North Korea seeking to circumvent deals it has made, but a recurrent problem of US administrations sending conflicting signals, as different factions vie for control of policymaking. Whatever form of words Trump and Kim Jong-un agree on Tuesday, the history of US negotiations with North Korea suggest an agreement on paper is just the start, not the end, of any effort to achieve a real compromise.",
    "keywords": [
        "usnorth",
        "hard",
        "negotiations",
        "framework",
        "deal",
        "making",
        "korea",
        "shows",
        "history",
        "kim",
        "deals",
        "nuclear",
        "yongbyon",
        "agreed",
        "agreement",
        "stick",
        "north"
    ],
    "summary": "Meanwhile, Beijing was telling North Korea to undergo the same transformative economic reforms as China.\nThe first two years of US engagement with North Korea were highly volatile, in which diplomatic breakthroughs were interspersed by dangerous crises.\nIt later emerged that North Korea had been cheating by pursuing a secret uranium route to making a bomb.\nChristopher Hill, who became the Bush administration’s chief negotiator with North Korea, disagreed with the decision to end the Agreed Framework.\nAs before, North Korea was prepared to allow inspectors in but sought to limit what they could see.",
    "sentiment": {
        "neg": 0.0776,
        "neu": 0.8407,
        "pos": 0.0818,
        "compound": 0.0055
    }
}