{
    "date": "2018-06-11T10:57:48Z",
    "title": "Trump’s vulgarity could be the one diplomatic style Kim Jong-un understands | Simon Jenkins",
    "url": "https://www.theguardian.com/commentisfree/2018/jun/11/trump-diplomacy-kim-jong-un-north-korea",
    "content": "A battered phoenix is struggling to rise from the ashes of the G7 fiasco. It is diplomacy, Trump-style. The American president in Singapore today appears determined, against all odds, to cut some sort of deal to denuclearise North Korea. To him, the G7 summit in Canada was a pointless gathering of political toffs. North Korea is different. He has made it his own. Having proposed a deal, then cancelled it, then proposed it again, failure would be glaring. Donald Trump’s diplomacy would be fascinating were it not so dangerous. Dealings between modern states are about rules and courtesies for a good reason. They are better than war. Trump left Québec insulting his host as “dishonest” and a back-stabber, and scattering blood-curdling threats of trade sanctions at his closest allies. What he was really doing was calling their bluff. To him, G7’s cosy chats are a waste of time, not least because the two powers that really matter, Russia and China, are not there. The Korea stand-off has long been a blot on the face of diplomacy, resulting in the emergence of the world’s most alarming nuclear power. Whether it “threatens” the US may be moot, but it is unfinished business, and America’s (and China’s) responsibility. Traditional diplomacy has failed for half a century to curb the world’s most vainglorious tyranny. Why not try Trump diplomacy? Kim Jong-un is reportedly desperate to relieve his country of economic strangulation, with his Chinese backers turning against him. He has won as much global attention as he needs with nuclear weapons. They are plainly unusable. Meanwhile his citizens are fed up with seeing their cousins in the south prospering. It can’t go on. Kim’s people might love him all the more if he brought them peace and prosperity. Can Trump pander to this man’s vanity, while understanding that success will pander to his own? It cannot be beyond the bounds of negotiation to sequence North Korea’s nuclear disarmament, dismantling and verification against America’s sanctions relaxation, troop withdrawal and aid. In the middle stands a key figure – South Korea’s president, Moon Jae-in – with a massive interest in peace. It should be doable, and the old methods have not done it. The one virtue of Trump’s diplomatic style is blatancy. It turns its back on politesse. It is loud, personal, real and leaves little scope for misunderstanding. Just conceivably it could be the one diplomacy that Kim understands. If not, Trump will have failed, and his G7 vulgarities will have been re-emphasised by naivety. But if he pulls it off, he will have secured a real coup. He could justly claim that his methods have made the world a safer place. It will be back to the drawing board for traditional diplomacy. • Simon Jenkins is a Guardian staff columnist",
    "keywords": [
        "diplomacy",
        "diplomatic",
        "worlds",
        "south",
        "vulgarity",
        "korea",
        "north",
        "kim",
        "nuclear",
        "simon",
        "trump",
        "understands",
        "jenkins",
        "trumps",
        "style",
        "g7",
        "traditional",
        "jongun"
    ],
    "summary": "The American president in Singapore today appears determined, against all odds, to cut some sort of deal to denuclearise North Korea.\nNorth Korea is different.\nDonald Trump’s diplomacy would be fascinating were it not so dangerous.\nWhy not try Trump diplomacy?\nIt will be back to the drawing board for traditional diplomacy.",
    "sentiment": {
        "neg": 0.0701,
        "neu": 0.8425,
        "pos": 0.0874,
        "compound": 0.0336
    }
}