{
    "date": "2018-01-15T12:00:46Z",
    "title": "North Korean pop group could perform at Winter Olympics",
    "url": "https://www.theguardian.com/world/2018/jan/15/north-korean-pop-group-could-perform-at-winter-olympics",
    "content": "North Korea’s best-known pop group could join the country’s athletes and cheerleaders at next month’s Winter Olympics in South Korea – provided their repertoire omits the revolutionary songs that have made them hugely popular at home. Reports said a troupe of artists from the North would cross the border into South Korea on foot – although the exact composition of the group was not immediately clear. The two countries met on Monday to discuss an appearance at the Pyeongchang Games by North Korean artists, who are likely to include the all-female Moranbong Band. Last week senior officials from North and South Korea held talks for first time in more than two years, following an offer to send a delegation to the Games by the North Korean leader, Kim Jong-un. The North Korean officials included Hyon Song-wol, the Moranbong Band’s leader, fuelling speculation that the group would be part of the Olympic delegation. South Korea’s Yonhap news agency reported that a 140-member North Korean orchestra would perform in Seoul and Gangneung, a city on the east coast, during the Olympics. Formed in 2012 to project a more modern image of North Korea, the Moranbong Band are among the country’s few performers to have attracted international interest. The musicians, who are reportedly handpicked by Kim, play a mixture of western pop covers and songs lauding the Pyongyang regime, such as Mother’s Birthday, a tribute to the ruling Workers’ party, and We Call Him Father, an ode to Kim. But lyrics praising the North could fall foul of South Korean security laws, and any attempt to use the Games to peddle regime propaganda could quickly backfire, according to Cheong Seong-chang, an analyst at the Sejong Institute in Seoul. “If the Moranbong Band members, who are all formally military officers, come to the South in military uniforms, it could cause discomfort among many South Koreans,” Cheong said. “And it would stir an even bigger controversy if any praise of Kim Jong-un or missile launches are featured on the stage during their performance.” Monday’s talks, held on the northern side of the truce village of Panmunjom, focused on performance schedules, venue and stage design, according to the South Korean unification ministry. Pyeongchang organisers will be desperate to avoid a repeat of the band’s ill-fated trip to Beijing in 2015, when they abruptly cancelled a concert tour and returned to North Korea, reportedly after Chinese officials objected to their “anti-American” lyrics. The Koreas agreed to continue their Olympic talks on Wednesday ahead of a meeting in Lausanne with the International Olympic Committee this weekend where they will discuss fielding an all-Korea women’s ice hockey team and marching together at the Games’ opening ceremony on 9 February. Last week North Korea agreed to send a large delegation to Pyeongchang and hold military talks aimed at reducing cross-border tensions. The country’s Olympic party will include athletes, cheerleaders, journalists and a taekwondo demonstration team.",
    "keywords": [
        "perform",
        "south",
        "korea",
        "games",
        "pyeongchang",
        "group",
        "talks",
        "moranbong",
        "pop",
        "kim",
        "winter",
        "olympic",
        "olympics",
        "north",
        "korean"
    ],
    "summary": "North Korea’s best-known pop group could join the country’s athletes and cheerleaders at next month’s Winter Olympics in South Korea – provided their repertoire omits the revolutionary songs that have made them hugely popular at home.\nThe two countries met on Monday to discuss an appearance at the Pyeongchang Games by North Korean artists, who are likely to include the all-female Moranbong Band.\nThe North Korean officials included Hyon Song-wol, the Moranbong Band’s leader, fuelling speculation that the group would be part of the Olympic delegation.\nSouth Korea’s Yonhap news agency reported that a 140-member North Korean orchestra would perform in Seoul and Gangneung, a city on the east coast, during the Olympics.\nLast week North Korea agreed to send a large delegation to Pyeongchang and hold military talks aimed at reducing cross-border tensions.",
    "sentiment": {
        "neg": 0.0334,
        "neu": 0.8788,
        "pos": 0.0877,
        "compound": 0.1966
    }
}