{
    "date": "2018-06-13T02:54:21Z",
    "title": "Australia says end to South Korea-US war games not a certainty",
    "url": "https://www.theguardian.com/world/2018/jun/13/australia-says-end-to-south-korea-us-war-games-not-a-certainty",
    "content": "The Australian government has cast doubt over whether Donald Trump has suspended military exercises with South Korea, noting that was not part of the joint declaration between the United States and North Korea. On Wednesday the foreign affairs minister, Julie Bishop, said the suspension of war games – a surprise concession offered by the US president on Tuesday night that caught South Korea by surprise – was not in the official declaration but “the president spoke about it in answer to a question at a press conference”. “It was not part of the declaration, so we have to take the declaration as being the areas of agreement and build on that,” she said. The US had previously ruled out suspending military exercises because they have been a big part of its military alliance with South Korea and a deterrent against the north. Sign up to receive the top stories in Australia every day at noon In return for the US commitments, Kim Jong-un signed a joint statement committing to denuclearisation, but analysts say it was vaguely worded and included commitments Pyongyang had made several times. Bishop said: “I don’t believe that suspension for suspension has actually been agreed. The declaration sets up the four points of agreement. “The president has raised a whole range of other issues in his press conference but I think it is too early to say that anything like suspension for suspension has occurred.” Speaking later, the prime minister struck a noticeably more upbeat tone. Malcolm Turnbull declined to answer a question about whether Bishop’s remarks reflected a briefing provided by US officials on Wednesday morning. He instead suggested Trump’s comment about suspending military exercises was “part of the negotiating”. Trump was giving denuclearisation on the Korean peninsula “a red-hot go”. “Look, president Trump is a deal-maker,” he said. “He is a businessman who has brought a lifetime’s experience of doing deals, of getting to know people, of being able to persuade them to come to an agreement. “And he has chosen to take a very dynamic, very personal approach to this that none of his predecessors have done in the past. “It’s not one that’s been undertaken before. But, you know what? The other approaches haven’t worked.” Bishop made it clear that agreement between Trump and the North Korean dictator had to involve “complete, verifiable, irreversible” denuclearisation. Those conditions were absent from the wording of the joint declaration. When asked why, Trump said on Tuesday: “Because there’s no time. I’m here one day. It wasn’t a big point today because really … this has been taken care of before we got here.” Bishop said Australia had already offered its services with regards to denuclearisation “because we have expertise in that regard”. While expressing cautious optimism about events of the past 48 hours, Bishop stressed the strength of the agreement between Trump and Kim Jong-un “will only be as good as the verification process that North Korea allows”. “We can only determine the success of this meeting by the outcomes, and that will take some time,” she said. “North Korea has committed to a complete denuclearisation. We are yet to understand what North Korea means by denuclearisation. “We understand what the United States and its allies mean. That is, the complete, verifiable, irreversible dismantlement of the nuclear weapons program that is in defiance of numerous UN security council resolutions.” Bishop said the sanctions against North Korea remained in place and would not be removed until such time as North Korea had proven it has dismantled its nuclear weapons program. She said the global community was at the beginning of a very long process: “The detail is still to be worked through. There will be many more meetings, much more dialogue, a lot of diplomatic work to be done.” On Wednesday Japan’s defence chief said the US military’s presence in South Korea and joint military exercises were “vital” for east Asian security. “We would like to seek an understanding of this between Japan, the US and South Korea,” Japan’s defence minister, Itsunori Onodera, said. Japan would continue joint military exercises with the US and would stick to plans to bolster its defences against a possible ballistic missile strike from North Korea. Although Trump claimed credit on Tuesday evening for the breakthrough – saying “a different president” had put relations on a more productive course – Bishop said on Wednesday morning that the sanctions had been an important catalyst in drawing Kim to the table. Turnbull echoed that line: “I want to say that I do not believe that summit would have occurred had it not been for the absolute solidarity on the very tough economic sanctions on North Korea that have been imposed by the UN security council, that’s had the support, obviously, of the United States and Japan and Australia and other countries, but also China. “I share president Trump’s assessment of that when he thanked the leaders of Japan and South Korea and China for the solidarity they’ve shown.”",
    "keywords": [
        "war",
        "south",
        "military",
        "declaration",
        "korea",
        "games",
        "denuclearisation",
        "australia",
        "end",
        "president",
        "certainty",
        "bishop",
        "koreaus",
        "trump",
        "suspension",
        "north"
    ],
    "summary": "The US had previously ruled out suspending military exercises because they have been a big part of its military alliance with South Korea and a deterrent against the north.\n“Look, president Trump is a deal-maker,” he said.\nWe are yet to understand what North Korea means by denuclearisation.\n“We would like to seek an understanding of this between Japan, the US and South Korea,” Japan’s defence minister, Itsunori Onodera, said.\n“I share president Trump’s assessment of that when he thanked the leaders of Japan and South Korea and China for the solidarity they’ve shown.”",
    "sentiment": {
        "neg": 0.0231,
        "neu": 0.8797,
        "pos": 0.0973,
        "compound": 0.2208
    }
}