{
    "date": "2018-01-10T22:00:13Z",
    "title": "North Korea: Trump promises 'peace through strength' and denies strike plan",
    "url": "https://www.theguardian.com/us-news/2018/jan/10/north-korea-trump-open-talks-maximum-pressure",
    "content": "Donald Trump has promised “peace through strength” on the Korean peninsula, reportedly telling his South Korean counterpart that no US military action against Pyongyang is being contemplated while diplomacy is under way. In a phone call with South Korea’s president, Moon Jae-in, on Wednesday, Trump expressed his openness to talks with North Korea “at the appropriate time, under the right circumstances” according to a short White House account of the meeting, which gave no further details. The Trump administration has previously sent mixed signals on its preconditions before beginning a dialogue with the regime. Speaking at the White House, Trump shrugged off reports in the press suggesting his administration was considering punitive air strikes against North Korea to show it is serious about curbing Pyongyang’s development of nuclear and missile capabilities. Stressing his commitment to military spending, Trump said: “We are going to have peace through strength.” He added: “I think we’re going to have a long period of peace. I hope we do. We have certainly problems with North Korea but a lot of good talks are going on right now – a lot of good energy. I like it very much .” According to a South Korean government spokesman, Trump promised Moon there would be no military action “of any kind” while the dialogue continued between the two Koreas. That dialogue restarted on Tuesday, after a break of two years, in talks in the border village of Panmunjoin, which resulted in North Korean regime agreeing to send a delegation to next month’s Winter Olympics in Pyeongchang. Moon briefed Trump on the Panmunjoin talks and went out of his way to thank Trump for his policy of imposing “maximum pressure” on North Korea. “I think President Trump deserves big credit for bringing about the inter-Korean talks, and I want to show my gratitude,” he told reporters in Seoul. “It could be the result of US-led sanctions and pressure.” In his version of his conversation with Moon, Trump also emphasised his owned role in creating conditions for the talks to occur. “He’s very thankful for what we’ve done. It was so reported today that … without our attitude, that would have never happened,” Trump told reporters. “Who knows where it leads. Hopefully, it will lead to success for the world – not just for our country, but for the world. And we’ll be seeing over the next number of weeks and months what happens.” In their telephone conversation on Wednesday, Trump also told Moon that vice-president Mike Pence would lead the US delegation to the Olympic Games, the White House said. En route to South Korea, Pence will also travel to Alaska to review ballistic missile defense facilities, the White House said. Moon’s praise for Trump is being seen as an attempt to ease US concerns that the recent thaw in cross-border ties could drive a wedge between Seoul and Washington. On Tuesday, North Korea agreed to send a large delegation to the Games, which open in Pyeongchang on 9 February. The two sides also agreed to hold military talks in an attempt to prevent an accidental conflict on the peninsula. While Moon has been more open to the idea of engagement than either of his two conservative predecessors, he said Seoul and Washington shared a common aim: the denuclearisation of the Korean peninsula. “This initial round of talks is for the improvement of relations between North and South Korea,” he said. “Our task going forward is to draw North Korea to talks aimed at the denuclearisation of the North. That is our basic stance, and that will never be given up.” He added: “We cannot say talks are the sole answer. If North Korea engages in provocations again or does not show sincerity in resolving this issue, the international community will continue applying strong pressure and sanctions.” Moon said he was open to meeting his counterpart, Kim Jong-un, but he would not engage in “talks for the sake of talks”. “To hold a summit, the right conditions must be created and certain outcomes must be guaranteed,” he said. Lee Woo-young, a professor at the University of North Korean Studies in Seoul, said Moon had been right to praise Trump. “By doing that, he can help the US build logic for moving toward negotiations and turning around the state of affairs in the future, so when they were ready to talk to the North, they can say the North came out of isolation because the sanctions were effective,” he said.",
    "keywords": [
        "moon",
        "right",
        "south",
        "white",
        "korea",
        "plan",
        "promises",
        "peace",
        "north",
        "denies",
        "talks",
        "seoul",
        "strike",
        "strength",
        "trump",
        "korean"
    ],
    "summary": "Moon briefed Trump on the Panmunjoin talks and went out of his way to thank Trump for his policy of imposing “maximum pressure” on North Korea.\nOn Tuesday, North Korea agreed to send a large delegation to the Games, which open in Pyeongchang on 9 February.\n“This initial round of talks is for the improvement of relations between North and South Korea,” he said.\n“Our task going forward is to draw North Korea to talks aimed at the denuclearisation of the North.\nLee Woo-young, a professor at the University of North Korean Studies in Seoul, said Moon had been right to praise Trump.",
    "sentiment": {
        "neg": 0.028,
        "neu": 0.8366,
        "pos": 0.1353,
        "compound": 0.2789
    }
}