{
    "date": "2018-03-07T22:47:10Z",
    "title": "North Korea wants nuclear talks but does Trump know what he wants to say?",
    "url": "https://www.theguardian.com/us-news/2018/mar/07/north-korea-nuclear-talks-trump-administration",
    "content": "The Trump administration is considering how to respond to the North Korean offer of talks on its nuclear weapons programme at a time when its capacity to engage with Pyongyang has been hamstrung by the departure of its top Korea experts, according to former officials and analysts. The White House has said its policy of “maximum pressure and engagement” was designed to use sanctions to push the regime of Kim Jong-un to the negotiating table to talk about the future of his nuclear weapons programme. But now that the North Korean leader has signalled a willingness to do that, it is unclear whether the administration has a plan for how to respond. Former officials say that the administration has spent a lot of time preparing sanctions and contingency planning for military action, but little or no time planning a negotiating strategy for use if Pyongyang entered serious talks. The last remaining US diplomat with experience of talking to the North Koreans, Joseph Yun, left his post on Friday, and the US currently has no ambassador in Seoul, since the White House withdrew the nomination of another experienced diplomat, Victor Cha. No replacement nominees have been announced. Yun and Cha were advocates of engagement with North Korea and were viewed with suspicion by the White House, where senior officials have argued for a military solution to the challenge posed by Pyongyang’s nuclear and missile programme. Cha’s nomination was withdrawn because he criticised a plan to carry out a “bloody nose” punitive strike against North Korean weapons sites. Stephen Miller, a hardline Trump adviser who has previously been associated with domestic policy, is reported to have ordered the withdrawal of Cha’s nomination. A South Korean delegation returned from a visit to Pyongyang on Tuesday saying that the North Korean regime was ready to discuss the dismantling of its nuclear weapons programmes with the US, in return for guarantees of its security. Pyongyang is said to have offered to suspend nuclear and missile tests while talks were under way. These are precisely the conditions that the Trump administration had demanded before starting talks with the North Koreans – but its response so far has been non-committal. “We’re going to see. They seem to be acting positively but we’re going to see,” Trump said on Tuesday. “Hopefully it will go the proper way,” Trump said. “The proper way is the way that everybody knows and everybody wants. But we are prepared to go either way.” Jenny Town, the assistant director of the US-Korea Institute at the Johns Hopkins School of Advanced International Studies, said the ball was now in Trump’s court. “This administration says the policy of maximum pressure and engagement is to bring North Korea back to the table to talk about denuclearisation,” Town said. “Coming from Kim Jong-un himself, a willingness about denuclearisation is exactly what they have been looking for so if they don’t seize this opportunity, I think it’s going to call into a question a lot of what this policy is really about. I think you are going to see a drop-off in international support for pressure for pressure’s sake.” Trump’s national security adviser, HR McMaster, has publicly argued that a nuclear-armed North Korea cannot be deterred and raised the prospect of a US preventive strike. McMaster’s own position in the White House is in question and he is reported to be under consideration for a four-star general’s job in the military. But one of the leading contenders for the national security adviser’s job – John Bolton, who met Trump at the White House on Tuesday – is even more hawkish towards North Korea. “The main problem is that we don’t know what the administration’s policy is,” said Philip Yun, a former state department official now at the Ploughshares Fund arms control advocacy group, who was involved in negotiations with the North Koreans during the Clinton administration. “And if the North Koreans were interested in talks about talks, do they have the people to execute that.” There are still respected Korean experts at the national security council and the CIA, but the loss of Yun and Cha is part of a much broader exodus of talent from the state department where the majority of top jobs remain unfilled 14 months after Trump took office. Any negotiations with Pyongyang would need close coordination with the South Korean government, but that is complicated, not just by the failure to nominate an ambassador to Seoul but also other Trump policies. Talks began on Wednesday on cost-sharing for the US military presence on the Korean peninsula. The discussions are likely to be contentious in the wake of the US president’s claims that Seoul is not paying enough. And Trump’s threat of steel tariffs would have a damaging economic effect on South Korea, the third biggest supplier of steel to the US.",
    "keywords": [
        "policy",
        "white",
        "wants",
        "korea",
        "north",
        "administration",
        "nuclear",
        "does",
        "way",
        "know",
        "trump",
        "say",
        "pyongyang",
        "talks",
        "korean"
    ],
    "summary": "But now that the North Korean leader has signalled a willingness to do that, it is unclear whether the administration has a plan for how to respond.\nCha’s nomination was withdrawn because he criticised a plan to carry out a “bloody nose” punitive strike against North Korean weapons sites.\nThese are precisely the conditions that the Trump administration had demanded before starting talks with the North Koreans – but its response so far has been non-committal.\n“Hopefully it will go the proper way,” Trump said.\n“This administration says the policy of maximum pressure and engagement is to bring North Korea back to the table to talk about denuclearisation,” Town said.",
    "sentiment": {
        "neg": 0.0812,
        "neu": 0.8686,
        "pos": 0.0502,
        "compound": -0.0463
    }
}