{
    "date": "2018-05-22T13:41:51Z",
    "title": "Shining achievement: is Trump’s celebratory Kim​ Jong-un coin a little premature?",
    "url": "https://www.theguardian.com/us-news/2018/may/22/shining-achievement-is-trumps-celebratory-kim-jong-un-coin-a-little-premature",
    "content": "Name: The Donald Trump/Kim Jong-un coin. Age: Brand new! Appearance: Shiny! So good! Really, really good. The best coin. This coin should get the Nobel prize for coins. What’s going on? Donald Trump has issued a commemorative coin for the talks between himself and the North Korean leader, Kim Jong-un. Did I miss a memo? Have they happened already? I thought they were on 12 June? In Singapore, that’s right. But how can you commemorate something that hasn’t happened yet? How do you know that what’s going to happen is something you’re going to want to commemorate with a coin? I see that someone’s still stuck in the past, when facts were facts, meanings were fixed, time was linear and everybody had to do things in the “right order” and face the “consequences”. I am. Well, get with the programme. That’s all fake news now. As is the coin. The coin is real! You can hold it in your hand! Yes, but … Don’t dwell. It’s a lovely coin! See Trump stare down a grinning Supreme Leader! Gold! Shiny! Does he know there’s actually no such official position in North Korea as Supreme Leader? To be honest, Trump is a tad keener on designing the merch than getting to grips with details. You don’t say. So he hasn’t thought about how having celebratory coins pre-emptively struck might make it harder for him to walk away from talks if they don’t go the way he wants? Have we thought how he will react even without these little numismatic touches that will aggravate his humiliation? Trump is a deal maker! A terrific deal maker and a maker of terrific deals! He makes deals terrifically! Deal-wise, he terrific makes! But North Korea is already threatening not to attend the summit because the US won’t accept that disarmament is off the table. Well you don’t have to worry! Wait until you see Trump the deal maker in action! It’s an art. Buy his book – The Art of the Deal. He is the best deal-maker. Also, have you seen how shiny this coin is?! It is very shiny. I’m still not sure the US minting a portrait of a tyrant who is imprisoning an estimated 120,000 of his own people in brutal camps is such a good look. The point is, they have captured the 45th president’s hair really well. Just look at that sloping non-neckline! It’s beautiful. Do say: “This is the entry code to the nearest nuclear bunker.” Don’t say: “Heads no one wins, tails we all lose.”",
    "keywords": [
        "thought",
        "premature",
        "coin",
        "dont",
        "deal",
        "shiny",
        "maker",
        "kim",
        "little",
        "achievement",
        "shining",
        "trumps",
        "trump",
        "terrific",
        "say",
        "celebratory",
        "really",
        "jongun"
    ],
    "summary": "Really, really good.\nDonald Trump has issued a commemorative coin for the talks between himself and the North Korean leader, Kim Jong-un.\nYou don’t say.\nA terrific deal maker and a maker of terrific deals!\nDo say: “This is the entry code to the nearest nuclear bunker.” Don’t say: “Heads no one wins, tails we all lose.”",
    "sentiment": {
        "neg": 0.0451,
        "neu": 0.7695,
        "pos": 0.1854,
        "compound": 0.1324
    }
}