{
    "date": "2018-06-10T07:00:46Z",
    "title": "Inside North Korea: a pastel fairyland built to forget",
    "url": "https://www.theguardian.com/artanddesign/2018/jun/10/inside-north-korea-oliver-wainwright-pastel-fairyland-built-to-forget",
    "content": "When Donald Trump and Kim Jong-un finally meet face-to-face at their momentous summit in Singapore on Tuesday, it will be more than a coming together of two powerful men with a penchant for missiles and curious haircuts. Beyond the jocular Twitter exchanges over nuclear war, the president and the supreme leader share a dearly held passion for outre architecture and flamboyant interiors. The Trump style is the better known of the two. The builder-president has adorned the world with puffed-up towers swathed in golden mirror glass, his own New York penthouse is a gilded Louis XIV fantasy, while his Florida getaway heaves with marble mouldings, leaping from gothic to Moorish like an encyclopaedia of dictator chic. Kim’s taste is a more closely guarded secret. Even the locations of his many residences are shrouded in mystery. But hints can be gleaned from his ambition to “turn the whole country into a socialist fairyland”, as one of North Korea’s official patriotic slogans declares, and by the wave of startling structures that has been sweeping Pyongyang since he came to power. “Pyonghattan” was the joke nickname given by foreign diplomats to a cluster of shiny cylindrical towers that emerged in the capital in 2012, assuming this was a one-off publicity stunt. But since then, almost every year has seen the grand unveiling of another lavish trophy project, each more futuristic than the last, with parades of jaunty towers dressed in sci-fi costumes and crowned with cosmic symbols, worthy of scenes from The Jetsons. Future Science Street was well under construction when I visited Pyongyang in 2015 on an architectural tour – scenes from which are captured in a new book, out this month, which aims to provide a glimpse behind the closed doors of the famously secretive country. Armies of soldier-builders were racing to finish the new riverside district of 2,500 apartments for “scientists of the future” in time for the 70th anniversary of the foundation of the Workers’ party. One tapering concrete shaft took the form of a steroidal pagoda, while bright orange and green tiles were being hastily applied to other curving towers, designed “in the shape of an intellectual’s calligraphy brush”, according to our guides. Colour is the most surprising thing about visiting North Korea. Where you might expect to find a drab Soviet-style world of crumbling concrete slabs and inflated Stalinist ministry buildings, Pyongyang instead unfolds as a pastel panorama. There are blocks in minty green and terracotta, mustard and ochre, as well as more recent apartment towers that look like sticks of seaside rock, clad with spiralling blue balconies. It is a hipster dream of turquoise and millennial pink. The pastel palette continues inside, where behind closed doors we would find interiors as unreal as stage sets, ordered with the eerie symmetry of a Wes Anderson movie. The Rungrado May Day stadium, built in 1989, had just been refurbished, replete with locker rooms, physio clinic and media centre decked out with synthetic vinyl surfaces in sugary colours, assembled with the crisp perfection of a Thomas Demand paper sculpture. Is was unlike anything I had seen before, but entirely in keeping with Korea’s official Juche ideology, which specifies that all architectural inspiration should come only from within and be uniquely Korean in its essence. “An architect who is convinced that his country and his things are the best will not look upon foreign things or try to copy them,” Kim Jong-il declared in his 1991 160-page treatise, On Architecture. Instead, he must “make tireless efforts to create architecture amenable to his people”. The young Kim seems to have latched on to his father’s amenity principle. In an unlikely bid to boost tourism and cater to North Korea’s growing middle class, he is furnishing the country with a host of leisure facilities, from a new ski resort to plans for an underwater hotel. The capital now boasts a hi-tech shooting range, where visitors can take potshots at pheasants, as well as a new horse-riding centre, where children of the elite can have a taste of rural life for the equivalent of $5 an hour – around the average weekly wage of most North Koreans. When we departed Pyongyang for the border to the south, driven along a deserted pothole-riddled highway, past rusting pylons and ragged children playing on the street, it soon became clear that we had left a limited bubble of prosperity. It was evident that the candy colours and kindergarten kitsch are used as an architectural anaesthetic, the state’s saccharine salve to infantilise its people and numb them to the abject realities of everyday life in the Hermit Kingdom. • Inside North Korea by Oliver Wainwright is published on 22 June (Taschen, £40). To buy it for £34 go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £10, online orders only. Phone orders min p&amp;p of £1.99",
    "keywords": [
        "pastel",
        "architecture",
        "korea",
        "inside",
        "world",
        "built",
        "architectural",
        "kim",
        "towers",
        "trump",
        "country",
        "fairyland",
        "forget",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "Colour is the most surprising thing about visiting North Korea.\nWhere you might expect to find a drab Soviet-style world of crumbling concrete slabs and inflated Stalinist ministry buildings, Pyongyang instead unfolds as a pastel panorama.\nThe pastel palette continues inside, where behind closed doors we would find interiors as unreal as stage sets, ordered with the eerie symmetry of a Wes Anderson movie.\nIn an unlikely bid to boost tourism and cater to North Korea’s growing middle class, he is furnishing the country with a host of leisure facilities, from a new ski resort to plans for an underwater hotel.\n• Inside North Korea by Oliver Wainwright is published on 22 June (Taschen, £40).",
    "sentiment": {
        "neg": 0.0132,
        "neu": 0.8835,
        "pos": 0.1033,
        "compound": 0.3058
    }
}