{
    "date": "2018-06-12T12:54:29Z",
    "title": "Trump really has achieved a historic breakthrough – for the Kim dynasty | Jonathan Freedland",
    "url": "https://www.theguardian.com/commentisfree/2018/jun/12/trump-nuclear-north-korea-kim-jong-un",
    "content": "A useful way to test the deal Donald Trump has reached with Kim Jong-un is to imagine what Trump himself would have said had it been Barack Obama rather than him who shook hands with the North Korean dictator. Trump and his echo chamber on Fox News and elsewhere would have poured buckets of derision on Obama for the piece of paper he signed with Kim, for the fawning praise he lavished on a brutal tyrant, and for the paltry non-concessions he got in return. He would have branded the agreement a “horrible deal” and condemned Obama as a sucker for signing it. Look first at what Kim got from the encounter. Once ostracised as a pariah, Kim was treated as a world statesman on a par with the president of the United States, the two meeting on equal terms, right down to the equal numbers of flags behind them as they shook hands. The tyrant now has a showreel of images – including his walkabout in Singapore, where he was mobbed by what the BBC called “fans” seeking selfies – which will feature in propaganda videos for months, if not years. What’s more, Trump lauded Kim as “a very talented man … who loves his country very much,” a man the US president admired for his ability to take over North Korea at such a young age and to “run it tough”, as he put it in a later press conference. There was not so much as even a rote condemnation of the brutality of the Kim regime – indeed Trump reserved the word “regime” for the Clinton administration of the 1990s. And when asked if he had even mentioned human rights in their talks, he said it had only been discussed “briefly”. The harshest words he had for a country that starved its own people in a famine that cost up to three million lives, were: “It’s a rough situation there … it’s rough in a lot of places by the way.” So Kim leaves Singapore having gained much of the international legitimacy the dynastic dictatorship has sought for decades. But the gifts from Trump did not end there. He also announced an end to US military exercises in the Korean peninsula – the “war games” which he said were costly and, deploying language Pyongyang itself might have used, “very provocative”. Trump also hinted at an eventual withdrawal of the 28,000 US troops stationed in the Korean peninsula. And what did Kim give Trump in return for this bulging bag of goodies? The key concession, the one Trump repeatedly invoked, was a promise of “complete denuclearisation”. Trump held this aloft as if it were a North Korean commitment to dismantle its arsenal, with work beginning right away. To be sure, such a commitment would be a major prize, one that would merit all the congratulation a beaming Trump was heaping on himself. But this is where you need to look at the small print. First, the text itself says merely: “The DPRK commits to work toward complete denuclearisation of the Korean Peninsula.” Kim has promised not “complete denuclearisation” but simply “to work toward” that end. Negotiators the world over know is the fudging language you use when you’ve extracted something less than a real commitment. Kim has offered only an aspiration, with no deadline or timetable, not a concrete plan. Still, even if Kim had pledged “compete denuclearisation” that too would be less than a genuine breakthrough. The longstanding goal of US policy has been CVID: complete, verifiable, and irreversible dismantlement of the North Korean nuclear arsenal. The words “verifiable” and “irreversible” are entirely absent from the agreement. Again, think of what candidate Trump would have said about that. The Iran deal, which he regularly denounced as “horrible” and from which he withdrew last month, consisted of 110 pages of detailed arrangements – including the deployment of International Atomic Energy Agency inspectors, cameras, seals and the like – to verify Tehran’s fulfilment of its nuclear promises. The Singapore text, which barely runs to a page and a half, does not so much as breathe the word “verifiable”. Indeed, Trump could not even get a commitment from Kim to basic transparency, to disclose the scope of North Korea’s current nuclear capacity, both the weapons it has and its manufacturing capability. How can the world know what Pyongyang has got rid of if it doesn’t know what it has? But the heart of the matter is the word “denuclearisation” itself. The problem here is that that word does not mean to Kim what Trump thinks it means. To North Korea, it is not shorthand for unilaterally scrapping its arsenal, but a vague aspiration for a nuclear-free region (a move that would, incidentally, require the US to withdraw its nuclear forces from Asia and remove South Korea from the protection of its nuclear umbrella). It would be like misreading the speeches Obama often made calling for a nuclear-free world as a firm US commitment to ditch its nukes. That’s not what they meant at all. On the contrary, analysts say that the Singapore text’s reference to the Panmunjom declaration of April this year – when the leaders of North and South Korea met for the first time in over a decade – is a further signal that Pyongyang sees the denuclearisation of the Korean peninsula as part of a wider process of global disarmament. Put simply, Kim is saying he’ll get rid of his nuclear weapons only when Russia, China, the US and everyone else gets rid of theirs. In his press conference, Trump praised himself for achieving a historic milestone that had eluded his predecessors. But it turns out that Pyongyang already offered very similar pledges in agreements it signed with the US in the early 1990s and in 2005. In fact, those earlier accords pushed the North Koreans much further: the former included an inspection regime, the latter a verification process. As the former US negotiator with North Korea, ambassador Wendy Sherman, told MSNBC, “Not only have we been here before, we’ve been here before with much greater specificity.” Small wonder that the Seoul-based analyst Andrei Lankov declared of the agreement: “It has zero practical value. The US could have extracted serious concessions, but it was not done. N Korea will be emboldened and the US got nothing.” Other experts chorused that the deal was even “thinner” and “looser” than they’d feared. Of course it is better for the world that Trump and Kim are shaking hands rather than hurling insults and threatening nuclear war. For that we should be grateful. It’s also possible that US secretary of state, Mike Pompeo, might now get stuck into the detail and work to fill the yawning gaps. But for now, this is only a historic breakthrough for the Kim dynasty, whose rule over an enslaved nation has been given a huge boost. They will be celebrating. For the rest of us, it is further cause to grieve that the world’s most powerful nation is in such incapable hands. • Jonathan Freedland is a Guardian staff columnist",
    "keywords": [
        "achieved",
        "work",
        "korea",
        "denuclearisation",
        "world",
        "breakthrough",
        "jonathan",
        "north",
        "commitment",
        "kim",
        "freedland",
        "dynasty",
        "nuclear",
        "really",
        "historic",
        "trump",
        "korean"
    ],
    "summary": "Trump held this aloft as if it were a North Korean commitment to dismantle its arsenal, with work beginning right away.\nThe longstanding goal of US policy has been CVID: complete, verifiable, and irreversible dismantlement of the North Korean nuclear arsenal.\nThe problem here is that that word does not mean to Kim what Trump thinks it means.\nOf course it is better for the world that Trump and Kim are shaking hands rather than hurling insults and threatening nuclear war.\nBut for now, this is only a historic breakthrough for the Kim dynasty, whose rule over an enslaved nation has been given a huge boost.",
    "sentiment": {
        "neg": 0.0522,
        "neu": 0.863,
        "pos": 0.0848,
        "compound": 0.044
    }
}