{
    "date": "2018-03-09T09:14:21Z",
    "title": "Kim Jong-un to meet Trump by May after North Korea invitation",
    "url": "https://www.theguardian.com/world/2018/mar/08/donald-trump-north-korea-kim-jong-un-meeting-may-letter-invite-talks-nuclear-weapons",
    "content": "Donald Trump has accepted an invitation from the North Korean leader, Kim Jong-un, to hold an unprecedented summit meeting to discuss the future of the embattled regime’s nuclear and missile programme. In a stunning development following months of tension and mutual sabre-rattling, senior South Korean officials appeared outside the White House to announce the news, having verbally conveyed Kim’s invitation to Trump. The White House confirmed Trump was ready to meet Kim “by May”, at a time and location yet to be determined. If the meeting takes place it would be the first ever between leaders of the two countries. Pyongyang has long sought a summit with the US to reflect what the regime sees as its status as a regional military power. Bill Clinton came close to agreeing to a meeting with Kim’s father, Kim Jong-il, in 2000, but arrangements had not been made by the time he left office in January 2001. Administration officials portrayed the invitation as a victory for Trump’s policy of “maximum pressure” and stressed that the US would not relax its stringent sanctions regime before North Korea began disarming. A senior official said Trump “is not prepared to reward North Korea in exchange for talks”. The US Secretary of State, Rex Tillerson, said on Friday Trump had taken the decision to hold talks after the US was surprised at how “forward-leaning” Kim was in his conversations with a visiting South Korean delegation. “President Trump has said for some time that he was open to talks and he would willingly meet with Kim when conditions were right. And I think in the president’s judgment that time has arrived now,” he said. Pak Song-il, North Korea’s ambassador to the UN, praised Kim for his “broad-minded” and “courageous” decision in quotes reported by the Washington Post. He advised the US to contribute to peace by bringing a “sincere position and serious attitude”. Moon Jae-in, South Korea’s president, praised the possible meeting as a “historic milestone” on the way to peace on the peninsula. Trump himself confirmed the meeting in a tweet, adding that US sanctions would remain in place until a denuclearisation deal was achieved. The development was announced by South Korean national security director Chung Eui-yong, flanked by intelligence chief Suh Hoon and Cho Yoon-je, South Korea’s ambassador to US. The invitation, Chung said, was accompanied by an offer to suspend missile and nuclear tests, the condition US officials have laid down for the start of any substantive talks. Chung is expected to head to Moscow and Beijing, while Suh will travel to Tokyo. The Chinese foreign ministry spokesman said Beijing was pleased with the “positive signals” while the Russian foreign minister, Sergei Lavrov, said a Trump-Kim meeting would be “a step in the right direction”. “It should not just be a meeting, it should open up a way to resuming a fully fledged diplomatic process to find a solution to the North Korean nuclear issue on the basis of principles agreed during the six-party talks and the UN security council,” he told reporters. Japan’s prime minister Shinzo Abe said on Friday he “highly appreciated” the surprise announcement and planned to visit Trump “as early as April”. Japan has been cautious about the recent Olympics-driven rapprochement, with Abe warning on Thursday that “talks for the sake of talks are meaningless”. On Friday, he cautioned there would be no change in policy yet: “We will keep putting maximum pressure until North Korea takes concrete actions toward denuclearisation in a manner that is complete, verifiable and irreversible.” Japan’s foreign ministry said Abe and Trump spoke by phone shortly before the announcement. In a statement, the White House said: “President Trump greatly appreciates the nice words of the South Korean delegation and President Moon. He will accept the invitation to meet with Kim Jong-un at a place and time to be determined. We look forward to the denuclearisation of North Korea. In the meantime, all sanctions and maximum pressure must remain.” The South Korean delegation had met the North Korean leader in Pyongyang on Monday. Announcing the delivery of the invitation in a hastily arranged press statement outside the White House, Chung praised Trump’s “leadership”. “I told President Trump that in our meeting, the North Korean leader, Kim Jong-un, said he is committed to denuclearisation,” Chung said. “Kim Jong-un pledged that North Korea will refrain from any further nuclear or missile tests. He understands the routine joint military exercises between the Republic of Korea and the United States must continue.” He added that the Kim had “expressed his eagerness to meet President Trump as soon as possible”. “President Trump appreciated the briefing and said he would meet Kim Jong-un by May to achieve permanent denuclearisation.” White House officials said the US national security adviser, HR McMaster, would brief the UN security council on Monday. There have been no significant negotiations between the US and North Korea since 2012, when the two sides agreed a short-lived moratorium on long-range missiles and nuclear weapons activity in return for food aid. The agreement fell apart after Pyongyang launched a satellite with a powerful rocket that could be used in a missile. A deal struck in 1994 fell apart as a result of mutual distrust. It is far from clear that a new deal would be any more enduring. Mintaro Oba, a former state department official involved in North Korean policy under the Obama administration, urged caution. “This is a welcome step that will help us de-escalate dangerous tensions on the Korean Peninsula in the near term – and hopefully lead to progress toward denuclearisation. That said, we must manage our expectations given our knowledge of North Korea’s interests and past behaviour. There is a long and complicated road ahead.” Jon Wolfsthal, special assistant to Obama on arms control and non-proliferation, said: “The US must pursue this idea. Scepticism is healthy but the chance for progress is too good to pass up.”",
    "keywords": [
        "meeting",
        "south",
        "korea",
        "meet",
        "talks",
        "kim",
        "president",
        "jongun",
        "trump",
        "invitation",
        "north",
        "korean"
    ],
    "summary": "A senior official said Trump “is not prepared to reward North Korea in exchange for talks”.\nIn the meantime, all sanctions and maximum pressure must remain.” The South Korean delegation had met the North Korean leader in Pyongyang on Monday.\n“I told President Trump that in our meeting, the North Korean leader, Kim Jong-un, said he is committed to denuclearisation,” Chung said.\n“Kim Jong-un pledged that North Korea will refrain from any further nuclear or missile tests.\nMintaro Oba, a former state department official involved in North Korean policy under the Obama administration, urged caution.",
    "sentiment": {
        "neg": 0.0404,
        "neu": 0.8541,
        "pos": 0.1055,
        "compound": 0.2087
    }
}