{
    "date": "2018-05-09T11:26:07Z",
    "title": "Pompeo makes second visit to North Korea to finalise summit details",
    "url": "https://www.theguardian.com/world/2018/may/08/mike-pompeo-north-korea-kim-jong-un-trump",
    "content": "The US secretary of state has made a second surprise visit to North Korea to finalise plans for a historic summit between Donald Trump and Kim Jong-un. Mike Pompeo, who first travelled to North Korea as CIA chief in early April, is only the second sitting US secretary of state to visit the country. He arrived in Pyongyang on Wednesday, for a visit aimed at securing the release of three Americans held in the North, and finalising details for the meeting between the US president and the North Korean leader. Trump and Kim are expected to meet this month or early in June for talks that would have been nearly unthinkable a year ago, when the two mercurial leaders were trading barbs and Pyongyang tested a barrage of missiles. “For decades, we have been adversaries. Now we are hopeful that we can work together to resolve this conflict,” Pompeo said on Wednesday, adding that “there are many challenges along the way”. Trump said earlier it would be a “great thing” if the American prisoners were freed, but Pompeo warned before his meetings with North Korean officials he had not received such a commitment. Pompeo met Kim Yong-chol, the vice-chair of the central committee of North Korea’s ruling Workers’ party, at Koryo hotel in Pyongyang. Over a lunch of poached fish and duck, he praised his hosts for their efforts in planning what would be the first summit between a sitting American president and the leader of North Korea. Kim Yong-chol noted the recent rapprochement with South Korea, but seemed to counter claims made by Trump that the US policy of “maximum pressure” had forced the North to negotiate. “This is not a result of sanctions that have been imposed from outside,” he added, citing the will of the Korean people as the true driver. Pompeo’s trip on Wednesday coincided with a meeting between South Korea, China and Japan in Tokyo, the first of its kind in more than two years, amid a flurry of recent diplomacy focused on the peninsula. Kim Jong-un traveled to China for two days of meetings with Xi Jinping, the Chinese president, this week, a summit requested by Pyongyang, according to the Chinese foreign ministry. During a meeting between South Korean president, Moon Jae-in, and the Chinese premier, Li Keqiang, the two agreed North Korea should be adequately rewarded by the international community in exchange for dismantling its nuclear arsenal. “The two leaders agreed that the international community, including the United States, must actively take part in ensuring a bright future for North Korea through a security guarantee and support for its economic development in case North Korea does completely denuclearise, instead of demanding North Korea unconditionally denuclearise,” Yoon Young-chan, Seoul’s presidential spokesman, said, according to Yonhap news agency. The two proposed the construction of a rail link between the two neighbours and suggested studies of the project should begin before a final agreement on the nuclear issue is signed. That could set up a clash with Washington, which has demanded economic relief will only come after the North’s nuclear programme is fully dismantled and inspected by international observers. “We will not relieve sanctions until such time as we have achieved our objectives,” Pompeo said on his way to Pyongyang. “We’re not going to do this in small increments where the world is essentially coerced into relieving economic pressure.” Pompeo flew out of Washington under cover of darkness late on Monday onboard an Air Force 757 accompanied by a handful of senior aides, a security detail and two journalists: one from the Associated Press and one from the Washington Post. “At this very moment, secretary Pompeo is on his way to North Korea in preparation for my upcoming meeting with Kim Jong-un,” Trump said. “We have our meeting schedule. We have our meeting set. The location is picked. The time and date. Everything is picked. And we look forward to having a very great success,” he said. “We think relationships are building with North Korea. We will see how it all works out. Maybe it won’t. But it can be a great thing for North Korea, South Korea and the entire world.” Pompeo’s visit follows talks between Kim and Xi – their second meeting in six weeks – at which Kim reiterated his commitment to the denuclearisation of the Korean peninsula. Kim’s unannounced trip to the Chinese port city of Dalian was his second visit since March, highlighting efforts by the cold war-era allies to mend relations that cooled as Beijing supported UN sanctions over Pyongyang’s nuclear and ballistic missile programmes. Associated Press contributed to this report",
    "keywords": [
        "summit",
        "meeting",
        "details",
        "south",
        "korea",
        "second",
        "visit",
        "kim",
        "makes",
        "finalise",
        "trump",
        "pyongyang",
        "pompeo",
        "north",
        "korean"
    ],
    "summary": "The US secretary of state has made a second surprise visit to North Korea to finalise plans for a historic summit between Donald Trump and Kim Jong-un.\nMike Pompeo, who first travelled to North Korea as CIA chief in early April, is only the second sitting US secretary of state to visit the country.\n“The two leaders agreed that the international community, including the United States, must actively take part in ensuring a bright future for North Korea through a security guarantee and support for its economic development in case North Korea does completely denuclearise, instead of demanding North Korea unconditionally denuclearise,” Yoon Young-chan, Seoul’s presidential spokesman, said, according to Yonhap news agency.\n“At this very moment, secretary Pompeo is on his way to North Korea in preparation for my upcoming meeting with Kim Jong-un,” Trump said.\n“We think relationships are building with North Korea.",
    "sentiment": {
        "neg": 0.0288,
        "neu": 0.9038,
        "pos": 0.0673,
        "compound": 0.1813
    }
}