{
    "date": "2018-04-28T04:34:48Z",
    "title": "North Korea hails 'new milestone' and credits Kim with summit success",
    "url": "https://www.theguardian.com/world/2018/apr/28/north-korea-hails-new-milestone-and-credits-kim-with-summit-success",
    "content": "North Korea has hailed its summit with the South as “new milestone” in the history of the two countries after the two leaders pledged to pursue a permanent peace and rid the peninsula of nuclear weapons. The official KCNA news agency carried the text of the leaders’ Panmunjom declaration in full and said the encounter opened the way “for national reconciliation and unity, peace and prosperity”. In flowery prose, the news agency said the meeting was “accompanied by sunny April weather” and “born with a new energy of endless joy and hope”. A band played “jolly music to heighten the welcoming atmosphere”, it said. In the Panmunjom document, the North Korean leader, Kim Jong-un, and the South’s president, Moon Jae-in, “confirmed the common goal of realising, through complete denuclearisation, a nuclear-free Korean peninsula”. Leaders from around the world welcomed the summit outcome, but analaysts warned that previous displays of inter-Korean affection and pledges by the North have come to nothing. For years, Pyongyang insisted it would never give up the “treasured sword” of its nuclear arsenal, which it says it needs to defend itself against a possible US invasion. But it has offered to put it up for negotiation in exchange for security guarantees, according to Seoul – although Kim made no public reference to doing so at Friday’s spectacular summit. In a separate report, KCNA said the two leaders had a “candid and open-hearted exchange of views” on issues including “ensuring peace on the Korean peninsula and the denuclearisation of the peninsula”. The Rodong Sinmun newspaper, the mouthpiece of the North’s ruling Workers’ party, devoted the first four of its six pages to the event, carrying a total of 60 photos, 15 of them on page one. When Kim stepped over the military demarcation line that divides the peninsula he became the first North Korean leader to set foot in the South since the Korean war hostilities ceased in 1953 with an armistice rather than a peace treaty. He then persuaded Moon to step into the North – a fact reported by KCNA on Saturday – and the two leaders shared a day of smiles, intimate moments and a half-hour-long one-on-one conversation. The North has made rapid progress in its weapons programmes under Kim, detonating its sixth and most powerful nuclear test last year and launching missiles capable of reaching the US mainland, in moves that triggered increasingly strict UN security council sanctions against the regime. Kim and the US president, Donald Trump, traded personal insults and threats of war, sending tensions soaring before Moon seized on the Winter Olympics to broker dialogue, beginning a dizzying whirl of diplomacy that led to Friday’s meeting in the demilitarised zone between the two countries. Analysts and diplomats say that a combination of factors were behind Pyongyang’s change of heart, including feeling that it was in a position to negotiate from strength, the looming impact of sanctions and fear of potential US military action. But KCNA gave Kim the credit. “The historic meeting at Panmunjom came to be realised thanks to the supreme leader’s ardent love for the people and will for self-determination” independent of outside influence, it said. Washington is pressing Pyongyang to give up its weapons in a complete, verifiable and irreversible way, and analysts say that meaningful progress will depend on the outcome of Kim’s much-anticipated summit with Trump in the coming weeks. Trump hailed the Korea summit as historic, but warned “only time will tell”.",
    "keywords": [
        "hails",
        "summit",
        "leaders",
        "kcna",
        "milestone",
        "korea",
        "peace",
        "success",
        "kim",
        "peninsula",
        "trump",
        "weapons",
        "credits",
        "north",
        "korean"
    ],
    "summary": "North Korea has hailed its summit with the South as “new milestone” in the history of the two countries after the two leaders pledged to pursue a permanent peace and rid the peninsula of nuclear weapons.\nIn the Panmunjom document, the North Korean leader, Kim Jong-un, and the South’s president, Moon Jae-in, “confirmed the common goal of realising, through complete denuclearisation, a nuclear-free Korean peninsula”.\nLeaders from around the world welcomed the summit outcome, but analaysts warned that previous displays of inter-Korean affection and pledges by the North have come to nothing.\nBut KCNA gave Kim the credit.\nTrump hailed the Korea summit as historic, but warned “only time will tell”.",
    "sentiment": {
        "neg": 0.0558,
        "neu": 0.7863,
        "pos": 0.1578,
        "compound": 0.2917
    }
}