{
    "date": "2018-03-18T14:34:38Z",
    "title": "Trump's firings signal hawkish turn on North Korea and Iran",
    "url": "https://www.theguardian.com/us-news/2018/mar/17/donald-trump-tillerson-pompeo-mcmaster-bolton-iran-north-korea",
    "content": "The end, when it comes to a job in the Trump administration, can be messy and brutal. The secretary of state, Rex Tillerson, was fired while returning from a gruelling Africa tour not long after the death of his father. When he complained through an aide about the summary manner of his dismissal, the White House stuck the boot in, telling journalists the 66 year-old former Texan oil executive had been fired by telephone while sitting on the toilet, suffering from a stomach bug, according to the Daily Beast. On Friday, the deputy FBI director, Andrew McCabe, was fired two days before he would have qualified for a full pension. The official reason was that he had talked to the press and then not been forthcoming about it. McCabe said he was targeted because he is a potential witness in the special counsel investigation into alleged collusion between the Trump election campaign and the Kremlin. Donald Trump celebrated McCabe’s firing on Twitter, calling it a “great day for the hardworking men and women of the FBI”. Tillerson and McCabe had to endure months of public speculation about their job security, fuelled by unattributable White House briefings. The same is happening now to the national security adviser, HR McMaster, widely reported to be the next on the chopping block. The constant speculation and uncertainty is all part of the Trump circus, a reminder that although his property business resulted in repeated bankruptcies, he was successful as a reality show host. There are, however, distinctions between Trump as ringmaster on The Apprentice and President Trump. One of them is that in real life, he never fires his subordinates in person but has the news delivered by an aide, preferably when the recipient is a long way from Washington. More importantly, the carnival is no longer contained within a showbusiness bubble. It ripples across the world, with very real and far-reaching consequences. Trump has claimed the constant churn has a purpose, to create an administration in his own image. He told reporters this past week he was finally “close to having the cabinet and other things that I want”. Trump is replacing top officials who were hired because of their private sector reputations with people who have less stature but are more loyal and more attuned to the president’s gut instincts. Thus Gary Cohn, a former president of Goldman Sachs who left after Trump announced steel tariffs, is being supplanted by a television commentator, Larry Kudlow, who is more enthusiastic about America First protectionism. In foreign policy, the new era looks to be more confrontational. At the state department, Tillerson’s job is being taken by the CIA director, Mike Pompeo, who is considerably more hawkish that his predecessor on Iran and North Korea. Pompeo, a former hyper-partisan Republican congressman, is adept at echoing the president’s thinking and delivering morning Oval Office intelligence briefings in a lively enough manner, and with sufficiently clear graphics, to keep the president’s attention. One of the candidates to replace McMaster is John Bolton, a Bush-era hawk who has insistently advocated bombing North Korea and wielding military might elsewhere in the world to further US interests rather than get bogged down in multilateral agreements. The chill of the new era was immediately felt in Europe. On Thursday, two days after Tillerson’s dismissal, senior diplomats from the US, Europe, Russia, China and Iran gathered in Vienna for a discussion on the future of the nuclear deal they signed in 2015. Three years ago, the deal was a cause for celebration, heralded by all of its signatories as a major diplomatic achievement that had tightly circumscribed Iran’s nuclear programme in return for the lifting of sanctions. In the group picture on Thursday, all the participants looked grim. Trump has made no secret that he wants to kill the deal, in part because Obama saw it as his signature achievement. Tillerson had been a critic of the agreement but had argued for its retention, mostly because its collapse would trigger a slide back to nuclear confrontation in the Middle East. Trump cited differences over the Iran nuclear as one of the motives for getting rid of Tillerson. “I wanted to either break it or do something and he felt a little bit differently,” the president said. “So we were not really thinking the same. With Mike, Mike Pompeo, we have a very similar thought process.” James Carafano, vice-president of the Heritage Foundation, said: “Tillerson wanted to preserve the deal but the instructions were ‘Fix it in the way I want or we walk away from the deal’, and Pompeo will do that.” Carafano said Tillerson’s firing demonstrated Trump’s increased confidence in his own instincts in foreign policy. Tillerson and other top aides told Trump his decision to move the US embassy to Jerusalem would spark an eruption of unrest across the Middle East in December. The actual response was muted. “The one thing that Trump may have figured, he does a lot of this stuff, and there are bad outcomes and they are not necessarily apocalyptic outcomes,” said Daniel Drezner, an international politics professor at the Fletcher School of Law and Diplomacy at Tufts University. Similarly, the president was warned that his bellicose rhetoric on North Korea risked triggering a violent backlash from the Pyongyang regime. Instead Kim Jong-un has invited him to talks. “I think we are entering a phase where [Trump] is becoming more confident about his foreign policy views,” said Julianne Smith, a former senior national security council official now at the Centre for a New American Security. “It’s clear he is proud of what he views as a victory of securing a meeting with the North Koreans. He thinks that is because of his own aggressive posture.” A Trump-Kim summit offers the potential of a dramatic breakthrough but carries a high risk of failure, if it turns out the North Korean leader is not cowed by threats and sanctions but emboldened by the development of a nuclear arsenal. A failure to reach agreement could lead both leaders to feel slighted and goaded into raising the stakes. And where Tillerson was a voice of restraint, Pompeo, an advocate of regime change in Pyongyang, is more likely to encourage brinkmanship. Ultimately Trump will have to decide whether he is ready to use the weapons he has been brandishing, with all the implications that would have for his America First aspirations at home. Some Washington conservatives believe Trump would ultimately balk at starting a new conflict, and for the same reason may ultimately not choose Bolton as national security adviser. “He likes Bolton but Trump doesn’t want to bomb North Korea,” said a friend of Bolton familiar with some of the negotiations inside the White House. “John’s an offensive realist … and that’s not Trump. Trump is a defensive realist,” the friend said, adding: “John likes to get his way and will argue to the death to get his way. The president is not going to stand for that.” Trump’s honeymoon with Pompeo may also not last long. It is hard to find hawks in Washington who make an exception for Russia, and the incoming secretary of state has a long record of taking a firm stance towards Moscow. Whatever the reasons for Trump’s soft spot for Vladimir Putin, it is something which he can only trust his family to put into practice. Relatives are the only real constant in the Trump entourage, with an increasing grip on foreign policy. His son-in-law, Jared Kushner, has sway over decisions in the Middle East and beyond. And when the South Korean foreign minister, Kang Kyung-wha, discovered this week she would not be meeting Tillerson as planned in an upcoming Washington visit, she was told she would be sitting down instead with a key adviser: Ivanka Trump.",
    "keywords": [
        "iran",
        "deal",
        "pompeo",
        "korea",
        "signal",
        "president",
        "tillerson",
        "nuclear",
        "way",
        "security",
        "trumps",
        "trump",
        "firings",
        "foreign",
        "turn",
        "north",
        "hawkish"
    ],
    "summary": "There are, however, distinctions between Trump as ringmaster on The Apprentice and President Trump.\nAt the state department, Tillerson’s job is being taken by the CIA director, Mike Pompeo, who is considerably more hawkish that his predecessor on Iran and North Korea.\nOn Thursday, two days after Tillerson’s dismissal, senior diplomats from the US, Europe, Russia, China and Iran gathered in Vienna for a discussion on the future of the nuclear deal they signed in 2015.\nSimilarly, the president was warned that his bellicose rhetoric on North Korea risked triggering a violent backlash from the Pyongyang regime.\nThe president is not going to stand for that.” Trump’s honeymoon with Pompeo may also not last long.",
    "sentiment": {
        "neg": 0.0765,
        "neu": 0.8565,
        "pos": 0.067,
        "compound": 0.0082
    }
}