{
    "date": "2018-01-07T20:14:44Z",
    "title": "Nikki Haley: Trump aimed to 'keep Kim on his toes' with 'nuclear button' tweet",
    "url": "https://www.theguardian.com/us-news/2018/jan/07/nikki-haley-trump-kim-nuclear-button-tweet-toes",
    "content": "Donald Trump’s tweet taunting North Korean leader Kim Jong-un over the size of his “nuclear button” was meant to “keep Kim on his toes”, the US ambassador to the United Nations said on Sunday. Rare progress has recently been made over the Korean standoff, with North and South agreeing to begin their first talks for two years on Tuesday in the South Korean side of the village of Panmunjom in the demilitarised zone. The forthcoming Winter Olympics in Pyeongchang will dominate the agenda but officials have indicated other issues may also be discussed. Trump, however, showed a characteristic disregard for diplomatic niceties when he wrote on Tuesday: “North Korean Leader Kim Jong Un just stated that the ‘Nuclear Button is on his desk at all times’. “Will someone from his depleted and food starved regime please inform him that I too have a Nuclear Button, but it is a much bigger &amp; more powerful one than his, and my Button works!” The tweet was written the day before the Guardian published extracts of a book in which White House staffers question the president’s mental capacity for his job, setting off a political firestorm. In an opinion piece for the Guardian on Sunday, Bandy Lee, an assistant clinical professor at the Yale School of Medicine who has briefed members of Congress on the risks associated with the president’s behaviour, wrote: “Trump views violence as a solution when he is stressed and desires to re-establish his power. “Paranoia and overwhelming feelings of weakness and inadequacy make violence very attractive, and powerful weapons very tempting to use – all the more so for their power. “His contest with the North Korean leader about the size of their nuclear buttons is an example of that and points to the possibility of great danger by virtue of the power of his position.” Asked on ABC’s This Week if Trump’s tweet was a good idea at a time of high tension between the US and Pyongyang, Haley said: “I think [Trump] always has to keep Kim on his toes. It’s very important that we don’t ever let [Kim] get so arrogant that he doesn’t realise the reality of what would happen if he started a nuclear war.” Host George Stephanopoulos countered that even senior Senate Republicans Corey Gardner and John Cornyn said Trump’s tweet was reckless. “You know, everyone’s going to have their opinion,” Haley said. “What I can tell you is I’m dealing with the diplomats on the ground, I’m dealing with all the actors in this situation. “It is a serious situation and [Kim] can’t sit there and imply that he’s going to destroy the United States without us reminding him of the facts and the reality that if you go there, it’s not us that’s going to be destroyed, it’s you.” The CIA director, Mike Pompeo, also defended Trump, telling CBS’s Face the Nation the tweet was “consistent with US policy”, which seeks the denuclearisation of the Korean peninsula. Pompeo also said he believed North Korea was months away from being able to put a US city at risk of nuclear attack. He declined to be more precise. Trump has regularly taunted Kim on social media and in speeches with the name “Rocket Man” or “Little Rocket Man”. He has also consistently implied that only military action will work. In August, he said threats from Pyongyang would “be met with fire and the fury like the world has never seen”, a statement that gave Michael Wolff’s book its title. In October, the president said talking to the North Koreans would be a “waste of time” for his secretary of state, Rex Tillerson. On Saturday, though, Trump told a press conference at Camp David he would be open to phone talks with Kim. “There is no turnaround,” Haley told ABC. ‘What [Trump] has basically said is ‘Yes, there could be a time when we talk to North Korea but a lot of things have to happen before that actually takes place. They have to be willing to talk about banning their nuclear weapons.’” That would mean Pyongyang suspending its tests of ballistic missiles and nuclear weapons, an unlikely step. At Camp David, Trump also appeared to take credit for the scheduled talks between North and South. The president said: “A lot of people have said and a lot of people have written that without my rhetoric and without my tough stance – and it’s not just a stance, I mean this is what has to be done – that they wouldn’t be talking about Olympics, they wouldn’t be talking right now.” Haley said it was not her “understanding” North and South Korea would “talk about anything further” than the Olympics.",
    "keywords": [
        "south",
        "nikki",
        "north",
        "kim",
        "nuclear",
        "weapons",
        "toes",
        "haley",
        "trumps",
        "button",
        "aimed",
        "trump",
        "korean"
    ],
    "summary": "Donald Trump’s tweet taunting North Korean leader Kim Jong-un over the size of his “nuclear button” was meant to “keep Kim on his toes”, the US ambassador to the United Nations said on Sunday.\nTrump, however, showed a characteristic disregard for diplomatic niceties when he wrote on Tuesday: “North Korean Leader Kim Jong Un just stated that the ‘Nuclear Button is on his desk at all times’.\nTrump has regularly taunted Kim on social media and in speeches with the name “Rocket Man” or “Little Rocket Man”.\nOn Saturday, though, Trump told a press conference at Camp David he would be open to phone talks with Kim.\nThey have to be willing to talk about banning their nuclear weapons.’” That would mean Pyongyang suspending its tests of ballistic missiles and nuclear weapons, an unlikely step.",
    "sentiment": {
        "neg": 0.0729,
        "neu": 0.8858,
        "pos": 0.0413,
        "compound": -0.0897
    }
}