{
    "date": "2018-03-05T10:41:38Z",
    "title": "South Korea delegation meets Kim in Pyongyang before historic talks",
    "url": "https://www.theguardian.com/world/2018/mar/05/south-korea-nuclear-talks-north-historic-moon-jae-in",
    "content": "A high-ranking South Korean delegation has met the North Korean dictator in Pyongyang on a historic visit aimed at reducing nuclear tensions and paving the way for US talks. Kim Jong-un hosted a dinner on Monday evening for the five special envoys, who touched down in the capital with five support staff earlier in the day. Before leaving Seoul, Chung Eui-yong, the head of the presidential national security office who is leading the delegation, said the key aim was denuclearisation. “Most of all, I will deliver President Moon Jae-in’s sincere and firm resolution to maintain the dialogue and improvement in relations between the South and the North, which were fostered on the occasion of the Pyeongchang Winter Olympics, to denuclearise the Korean Peninsula,” he told a press briefing. Chung added that he planned to hold in-depth discussions on ways to continue talks between not only the South and the North, but also the North and the US. Their trip marks the first of its kind since the liberal-leaning Moon was sworn in as South Korean president last year. It follows two months of easing tensions between the two neighbours, which technically remain in a state of war as the 1950-53 Korean war ended in an armistice rather than a peace treaty. Last year was characterised by an escalation of tensions as Kim Jong-un’s regime proceeded with nuclear and weapons tests, including the launch of an intercontinental ballistic missile with the apparent capability to reach the US mainland. Donald Trump responded by threatening unprecedented “fire and fury” and to “totally destroy” North Korea if the US was forced to defend itself or its allies. However, the North and South resumed dialogue in January after a two-year gap in order to discuss joint participation in the Winter Olympics. This led to the symbolic step of athletes from the two Koreas marching together into the opening ceremony. Kim’s younger sister, Kim Yo-jong, met Moon the following day and invited him to travel to the North for talks with Kim. Moon has signalled that he would agree to such a meeting only if the conditions were right, including a reopening of talks between Pyongyang and Washington. The South Korean delegation is set to return on Tuesday. Chung and another delegate, National Intelligence Service chief Suh Hoon, are expected to travel to the US soon afterwards to disclose any details directly to US officials. The White House has previously vowed to maintain pressure on the North while waiting to see if the regime’s willingness to talk represented “the first steps along the path to denuclearisation”. In North Korea’s official media on the weekend, the regime indicated it was willing to talk with the US “on an equal footing”, in a repudiation of the demand to abandon its nuclear weapons program. Japan, another US ally in the region that is worried about the North’s weapons program, has expressed doubts about whether the dialogue will lead to anything concrete. The Japanese government’s top spokesman called on Monday for a continuation of the “maximum pressure” campaign and no weakening of the focus on denuclearisation. “It is extremely important to call on North Korea to commit to abandoning its nuclear and missile programs in complete, verifiable and irreversible ways and taking concrete steps toward that goal,” the chief cabinet secretary, Yoshihide Suga, said in remarks carried by Kyodo News.",
    "keywords": [
        "moon",
        "dialogue",
        "south",
        "korea",
        "north",
        "tensions",
        "meets",
        "kim",
        "nuclear",
        "weapons",
        "delegation",
        "pyongyang",
        "historic",
        "talks",
        "korean"
    ],
    "summary": "A high-ranking South Korean delegation has met the North Korean dictator in Pyongyang on a historic visit aimed at reducing nuclear tensions and paving the way for US talks.\nTheir trip marks the first of its kind since the liberal-leaning Moon was sworn in as South Korean president last year.\nHowever, the North and South resumed dialogue in January after a two-year gap in order to discuss joint participation in the Winter Olympics.\nKim’s younger sister, Kim Yo-jong, met Moon the following day and invited him to travel to the North for talks with Kim.\nThe South Korean delegation is set to return on Tuesday.",
    "sentiment": {
        "neg": 0.0724,
        "neu": 0.8715,
        "pos": 0.0561,
        "compound": -0.0714
    }
}