{
    "date": "2018-05-18T16:18:11Z",
    "title": "The Guardian view on North Korea: no art as Trump seeks deal | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2018/may/18/the-guardian-view-on-north-korea-no-art-as-trump-seeks-deal",
    "content": "It is not clear whether Donald Trump set out to threaten Kim Jong-un with Muammar Gaddafi’s fate. It is not even certain that he realises he did so. In his rambling remarks on Thursday he appeared to confuse Libya and Syria. He took his national security adviser John Bolton’s remarks on the “Libya model” to refer to the military intervention of 2011, rather than the negotiated removal of its nuclear programme in 2003. It is even possible that he intended to reassure: “That model would take place if we don’t make a deal, most likely. But if we make a deal, I think Kim Jong-un is going to be very, very happy,” he said. So making sense of this administration’s pinball trajectory towards next month’s possible summit is a fool’s errand. Yet that is what Pyongyang, and the rest of us, must do. North Korea had already warned that it might not attend, but in calibrated terms, taking aim at Mr Bolton for pushing the Libya model and insisting on “abandoning nuclear weapons first, compensating afterwards”. Intentionally or not, Mr Trump doubled down by spelling out the prospect of regime change and “total decimation” if no deal is reached. This is precisely why the North wants its WMDs: leaders without them are more easily removed. The advance of Mr Bolton and Mike Pompeo, and then the US withdrawal from the Iran nuclear deal, have made it still less likely that the North can either achieve or trust a security guarantee. Libya is a poor comparison: its nuclear programme was barely at base camp; North Korea’s is fast closing in on the peak. Yet Mr Bolton has promoted it keenly. Perhaps he hoped to provoke Pyongyang to scuttle any prospect of an agreement, fearful that Mr Trump’s eagerness for applause might otherwise lead him to sign up to pretty much anything. Perhaps he was seeking to lower Mr Trump’s expectations, to avoid rage when failure ensued. The North may filter out the bluster and focus on other moves, such as the recent decision to scrap US-South Korean training exercises involving B-52 bombers. But the Nobel peace prize remains a long way off. Ignorance about North Korea and relief that Mr Trump was talking about talks, instead of talking about war, has made many too ready to give credence to White House triumphalism. The most obvious problem is the gulf over what constitutes denuclearisation. Clue: Mr Kim does not mean handing it all over and hoping for the best. The danger is that this administration has convinced itself that maximum pressure and the threat of annihilation works, and will keep working. The truth is that there could be no summit, or that one could go badly awry. The US is unlikely to achieve the same buy-in from Beijing again – particularly given the wild vacillations in bilateral relations. What then? At best, these diplomatic manoeuvres may have made the space for a less seismic but still significant inter-Korean deal (albeit one hard to sustain in the Trump era). At worst, Mr Trump’s words have left no space between peace and war.",
    "keywords": [
        "mr",
        "deal",
        "model",
        "bolton",
        "korea",
        "art",
        "editorial",
        "libya",
        "nuclear",
        "seeks",
        "guardian",
        "kim",
        "trumps",
        "trump",
        "view",
        "north"
    ],
    "summary": "Intentionally or not, Mr Trump doubled down by spelling out the prospect of regime change and “total decimation” if no deal is reached.\nPerhaps he was seeking to lower Mr Trump’s expectations, to avoid rage when failure ensued.\nIgnorance about North Korea and relief that Mr Trump was talking about talks, instead of talking about war, has made many too ready to give credence to White House triumphalism.\nClue: Mr Kim does not mean handing it all over and hoping for the best.\nAt worst, Mr Trump’s words have left no space between peace and war.",
    "sentiment": {
        "neg": 0.1109,
        "neu": 0.7729,
        "pos": 0.1161,
        "compound": -0.0031
    }
}