{
    "date": "2018-05-24T00:02:50Z",
    "title": "North Korea must disarm before any economic relief, says Mike Pompeo",
    "url": "https://www.theguardian.com/us-news/2018/may/23/north-korea-latest-news-disarm-for-economic-relief-says-pompeo",
    "content": "Mike Pompeo has said the US will use a summit between Donald Trump and Kim Jong-un to demand North Korea completely and rapidly surrenders its nuclear weapons programme before it receives any economic relief. Pompeo added he was “very hopeful” the summit would still go ahead on 12 June, a sentiment echoed by China’s foreign minister, Wang Yi. “If you want to solve the moment, now is the time. If you want peace now is the time. If you want to make history now is the time,” Wang said in Washington. The US secretary of state was speaking in Congress a day after Trump had cast doubt on the timing of the summit in Singapore, and appeared to drop the insistence of “all-in-one” unilateral disarmament before receiving any reciprocal steps from the US. Last week, a senior North Korean official said that position was not acceptable to Pyongyang, raising doubts over whether the summit would happen. The confusion over the Trump administration’s bargaining position has raised anxieties among Washington’s regional allies, who are concerned the US president might concede too much in his eagerness to call the meeting a success, or resort to military action if the talks collapse. Pompeo spoke the day the Pentagon said it had withdrawn an invitation for China to participate in a naval exercise the US is hosting this summer, a sign of fresh tension. Trump on Tuesday said he suspected the North’s recent talk of scrapping the summit could reflect influence from Chinese president Xi Jinping. The US has included China in the past two versions of the naval exercise known as Rim of the Pacific. Appearing before the House foreign affairs committee, Pompeo was asked repeatedly about his two recent meetings with the North Korean leader and what the US meant by the denuclearisation of the Korean peninsula, a goal that both parties share but which is vaguely defined. “I can tell you what it is that President Trump has instructed me to do with respect to how we are going to proceed against North Korea,” Pompeo said. “We are not going to do trade for trade. We are not going to let this drag out. We are not going to provide economic relief until some time as we have an irreversible set of actions – not words, not commitments – undertaken by the North Korean regime.” The previous day, during a White House meeting with the South Korean president, Moon Jae-in, Trump appeared to signal flexibility over this negotiating position in which North Korea would dismantle its programme, and surrender its nuclear warheads, fissile material and production facilities, before any reciprocal measures from the US. “It would certainly be better if it were all-in-one,” Trump said. “Does it have to be? I don’t think I want to totally commit myself.” A former North Korean negotiator, Kim Kye-kwan, had rejected that approach last week, issuing a statement warning: “If the United States is trying to drive us into a corner to force our unilateral nuclear abandonment, we will no longer be interested in such dialogue and cannot but reconsider our proceeding to the … summit.” The spat between the US and North Korea over what denuclearisation means raised questions about how clear Pompeo had been in his two meetings with Kim at Easter and earlier this month. But Pompeo said he laid out the US position clearly. “Our demands have been unambiguous,” Pompeo said. “When I spoke with him I could not have been clearer about the scope of the verification work that would be required, all of the elements that would be necessary for America to understand there had been real denuclearisation.” In the fullest account to date of the Pompeo-Kim talks, the secretary of state recounted the North Korean leader’s demands. “He made clear it was important to him that when that time came those objectives had been achieved, that he would receive economic help in the form of private sector businesses, knowledge, knowhow, from others perhaps, contributions, foreign assistance and the like, and he wanted security assurances from the world, the end of the status that sits between North and South Korea with the eventual goal of a peace treaty,” Pompeo said. “Those are the goals we discussed.” He said that “large teams” were on standby to supervise North Korean disarmament if an agreement is reached in Singapore. The process would be “one of the most difficult verification programs that will ever have been undertaken”, Pompeo said, and would involve the International Atomic Energy Agency. Reuters reported on Wednesday that a US advance team was due to fly to Singapore this weekend to discuss arrangements with North Korean counterparts. Meanwhile, a UN committee reportedly exempted the North Korean delegation from sanctions to allow them to travel to Singapore.",
    "keywords": [
        "disarm",
        "summit",
        "singapore",
        "going",
        "mike",
        "economic",
        "korea",
        "position",
        "president",
        "relief",
        "trump",
        "pompeo",
        "north",
        "korean"
    ],
    "summary": "Mike Pompeo has said the US will use a summit between Donald Trump and Kim Jong-un to demand North Korea completely and rapidly surrenders its nuclear weapons programme before it receives any economic relief.\nLast week, a senior North Korean official said that position was not acceptable to Pyongyang, raising doubts over whether the summit would happen.\n“I can tell you what it is that President Trump has instructed me to do with respect to how we are going to proceed against North Korea,” Pompeo said.\nReuters reported on Wednesday that a US advance team was due to fly to Singapore this weekend to discuss arrangements with North Korean counterparts.\nMeanwhile, a UN committee reportedly exempted the North Korean delegation from sanctions to allow them to travel to Singapore.",
    "sentiment": {
        "neg": 0.0405,
        "neu": 0.8616,
        "pos": 0.0979,
        "compound": 0.1458
    }
}