{
    "date": "2018-04-27T11:57:42Z",
    "title": "Korea summit: Trump hails 'end of the Korean war' - as it happened",
    "url": "https://www.theguardian.com/world/live/2018/apr/27/north-and-south-korea-summit-leaders-prepare-for-historic-inter-korean-meeting-live",
    "content": "As the two Korean leaders wrap up the summit here’s a closing summary. North Korean leader Kim Jong-un and South Korean President Moon Jae-in have met for the first time and agreed to end the Korean war, 65 years after the armistice. At Kim’s beckoning, President Moon briefly stepped over into the North side, in a a highly symbolic moment. The leaders agreed the Panmunjom declaration committing to seek “complete denuclearisation” of the peninsula. “South and North Korea confirmed the common goal of realising, through complete denuclearisation, a nuclear-free Korean peninsula,” it said. Donald Trump, who is due to meet Kim Jung-un in the coming weeks, hailed the end of the Korean war. “Good things are happening, but only time will tell,” he tweeted. South Korea praised Trump for bringing the two leaders together. All the key players in the region have welcomed the agreement including China and Japan. Russia’s Foreign Ministry says it is ready to facilitate cooperation between North and South Korea. During the closed-door morning meeting, the two leaders discussed denuclearisation and rebuilding relations. Both Kim and Moon expressed a desire for future meet-ups, and Moon hailed it as a “very good discussion”. After breaking for lunch, Moon and Kim were involved in the ceremonial planting of a tree dating from 1953, the year the Korean war ended. After a discussion in the gardens of Peace House, and another closed-door meeting, Kim and Moon signed the Panmunjom Declaration. The declaration also agreed to help unite families divided between North and South. And Moon agreed to visit Pyongyang, North Korea, in the Autumn North Korea watchers are urging caution pointing to the lack of specifics and a timetable in the declaration. Russia’s Foreign Ministry says it is ready to facilitate cooperation between North and South Korea, including in the fields of railway transportation, gas and electrical energy, Reuters reports. More from Trump. In his latest tweet he hails the declaration to end the Korean in characteristic all-caps mode. South Korea’s foreign minister Kang Kyung-wha told CNN that “clearly credit goes to President Trump” for bringing North Korea to the negotiating table. “He’s been determined to come to grips with this from day one,” she said. Cheng Xiaohe, an associate professor at the School of International Studies at Renmin University in Beijing who focuses on North Korea issues said the main accomplishment of the summit was improving ties between North and South Korea. “The main characters are DPRK and South Korea,” he said. “Today’s summit was a giant step to improving the relation between DPRK and South Korea.” Cheng said that China made an effort not to distract from the meeting today. Chinese president Xi Jinping met Indian prime minister Narendra Modi, but Chinese media were restrained in reporting much about that meeting. But there are still big challenges. Cheng said Kim still needs to show real willingness to dismantle the country’s nuclear programme and specify under what conditions that can happen. “Today’s summit is a step towards denuclearisation, but it’s hard to call it a giant step,” he said. China, North Korea’s key international ally, has also welcomed the summit. “Today, the leaders of South and North Korea held their summit successfully,” China’s foreign ministry spokesman Lu Kang said. The South Korean news Yonhap, quoted him saying: “(They) announced a joint declaration on their common understanding of inter-Korean relations, easing military tension on the Korean Peninsula, denuclearizing the peninsula and a permanent peace.” “The positive outcome of the summit is helpful for inter-Korean reconciliation and cooperation, peace and stability on the peninsula and the political resolution of Korean Peninsula issues.” Broadcaster and former Daily Mirror editor Piers Morgan, one of the few people Trump follows on Twitter, has quipped that the US president could get the Nobel Prize for his role in the Korean summit. Some European reaction from the other Donald. And this from Belgium’s prime minister Charles Michel: Donald Trump has hailed the summit as a “historic meeting” after a “furious year of missile launches and nuclear testing.” In his first reaction to the meeting Trump tweeted: “Good things are happening, but only time will tell!”. Japan’s prime minister Shinzo Abe has welcomed the summit, but urged Pyongyang to take “concrete action” on the peninsula’s denuclearisation and other issues. “Today President Moon Jae-in and Chairman Kim Jong Un held earnest discussions about North Korea’s denuclearisation. I want to welcome that as a positive move toward comprehensive resolution of various issues concerning North Korea,” Abe told reporters in Tokyo, according to AFP. “We strongly hope that North Korea will take concrete action through this meeting and a summit between the US and North Korea,” he added. Today’s meeting represents one of the sharpest and speediest diplomatic turnarounds in living memory, writes Guardian commentator Mary Dejevsky in her first thoughts on the summit. The Kremlin has praised the Korean summit as “very positive news”, saying direct dialogue on the divided peninsula was promising. “This is very positive news,” President Vladimir Putin’s spokesman Dmitry Peskov told reporters. The Russian news agency Tass quoted him saying: “In this case we positively regard the meeting itself between the two Koreas’ leaders and the declared outcome of the negotiations.” Korean TV has been showing footage of the leaders’ wives arriving for the summit. Here’s an English translation of three-page joint declaration agreed by Kim and Moon. Here are key passages The two leaders solemnly declared before the 80 million Korean people and the whole world that there will be no more war on the Korean Peninsula and thus a new era of peace has begun. South and North Korea confirmed the common goal of realising, through complete denuclearisation, a nuclear-free Korean peninsula. South and North Korea shared the view that the measures being initiated by North Korea are very meaningful and crucial for the denuclearisation of he Korean peninsula and agreed to carry our their respective roles and responsibilities in this regard. South and North Korea agreed to actively seek the support and cooperation of the international community for the denuclearisation of the Korean Peninsula. After a riveting and surprisingly jovial 10 hours, I am handing over the liveblog to my colleagues in London for the final moments of the summit. A summary of today’s events: In a historic moment, North Korean leader Kim Jong Un and South Korean President Moon Jae-in met for the first time, shaking hands at the demarcation line between North and South. At Kim’s beckoning, President Moon briefly stepped over into the North side, a highly symbolic moment. Before going into their meeting in Peace House, on the South Korean side of the border, Kim signed a message in the guest book proclaiming a “new era of peace” During the closed-door morning meeting, the pair discussed denuclearisation and rebuilding relations. Both Kim and Moon expressed a desire for future meet-ups, and Moon hailed it as a “very good discussion”. Moon said that the “weight on our shoulders is heavy” but said the conference would be a “gift to the world”. After breaking for lunch, Moon and Kim were involved in the ceremonial planting of a tree dating from 1953, the year the Korean war ended. After a discussion in the gardens of Peace House, and another closed-door meeting, Kim and Moon signed a joint statement, the Panmunjom Declaration. They pledged to denuclearise the Korean Peninsula, bring an end to the Korean War and help unite families divided between North and South. Moon will visit Pyongyang, North Korea, in the Autumn The leaders and their wives have now headed to a three hour finale banquet While the exact details of how denuclearisation of the Korean Peninsula will be carried out, the pledge will be important in getting Trump to agree to another summit next month. Trump said yesterday he would only meet Kim if he thought their meeting would be “fruitful”- which would mean North Korea agreeing to give up their nuclear programme entirely. Kim and Moon’s address outside Peace House also saw the leaders pledge to jointly push for talks with the United States, and potentially China in order to officially end the 1950-53 Korean War, which stopped in an armistice and left the Koreas still technically at war. The first ladies of North and South Korea are now meeting for the first time as they all head to the formal dinner The two leaders vowed to put an end to the Korean war with this declaration “We hope we will not repeat our mistake of the past,” said Kim in his comments. “ I hope this will be an opportunity for the two Korean peoples to move freely from North to South. We need to take responsibility for our own history.” The two leaders will now have regular contact through a hotline and will build liaison offices in both countries Kim and Moon hammered out a joint statement that is short on concrete steps and heavy on aspirational goals. It’s mostly about holding more talks between the two side on issues ranging from families divided by the Korean war to transport links. There’s one section about denuclearisation, but it only repeats the general idea that “the South and North have confirmed their common goal of realizing a nuclear-free Korean peninsula”. Here are the highlights: They will hold talks on formally establishing a peace treaty Agreed to “urgently resolve” humanitarian issues of divided families The two sides will work together to “ease the sharp military tensions on the Korean peninsula” and defense ministers will meet in May Starting May 1, all propaganda activities, including loudspeakers and leaflets, will be halted. Moon will visit Pyongyang in the autumn.They agreed to establish an inter-Korean joint liaison office in Kaeseong It is not known what the statement says, but the paired both signed it, and then had a warm embrace The two sides are about to make the much-awaited joint statement outside Peace House. The room in Peace House where the two leaders have held their meetings was designed in agonising detail prior to the Summit. This included “scattering onions and charcoal on the floors and running many electric fans to remove the odour” of new paint, a Moon spokesman said. This morning’s landmark encounter between Moon Jae-in and Kim Jong Un was deemed so important than even convicts across South Korea saw their usual diet of pre-edited TV interrupted for “emergency live programming” of the summit, the South Korean justice ministry said in a statement. “We allowed all inmates detained in detention centres across the country to join the nation for the historic moment of the South-North summit,” said the ministry. Moon and Kim have now headed back to Peace House for the final afternoon session of the summit China’s Response While Chinese media reported widely on the summit, officials said little about the meeting. Hua Chunying, a spokesperson for the ministry of foreign affairs said in response to questions at a press conference, “We have all seen the summit on television. We applaud the leaders of DPRK and South Korea for this historic step and express appreciation for the decisiveness and courage they displayed.” “Through difficult times and conflict, we are still brothers. All the past resentment goes away after we smile at each other,” Hua said. Hua said China looked forward to this historic meeting as an opportunity to further long-term peace and stability on the Korean peninsula. An editorial from Chinese state news agency Xinhua was in contrast quite florid, calling on the need for both sides to “keep talking.” “The historic scene brought the dawn of peace. The related parties will need to show kindness, sincerity, patience, and caution. Complete sincerity can break even metal and stones.” The editorial added, “As long as we work hard, the issues will be resolved. If we continue to talk, the ice will melt. The day of spring and flowers in bloom will come.” The two leaders are still talking seriously but animatedly, even though the eyes of the world are on them. Against the leafy backdrop and with the serene atmosphere, you would never know that the DMZ is usually one of the most dangerous and hostile places in the world. Moon and Kim have gone for a stroll through the gardens and are now sitting privately, deep in discussion but out of earshot A plaque has been unveiled next to the tree stating: “we plant peace and prosperity,” signed by both leaders. This is significant gesture of peace in the demarcation zone, an area which is usually hostile and heavily fortified by both sides Kim has crossed back over to South Korea and met with Moon to start the tree planting ceremony. It seems they are not actually planting a tree but adding soil to a pine tree dating from 1953, the year that the Korean War armistice was signed. The soil is from both the South Korean mountain, Mt Halla, and the North Korean Mountain, Mt Baekdu- a symbolic combining of the two nations The optics of this morning’s summit are all extremely relaxed and even joyful between the two leaders Every course at this evening’s dinner has been diplomatically thought out to cause no offence to either side. Dishes will include a “Korean reinterpretation of the Swiss rosti”, a nod to Kim’s school years spent in Switzerland. The grilled beef on the menu will even come from the South Korean ranch which became famous in 1998 when the Hyundai founder Chung Ju-yung sent 1,001 cattle from the ranch in two separate convoys across the border to the North to aid reconciliation between the rivals. The guest list is not just officials either. The wives of both Moon and Kim will be attending the meal, as well as famous cultural figures from both countries, including the North’s Hyon Song Wol, the leader of Kim’s hand-picked Moranbong girl band, and South Korean pop star Cho Yong-pil. In the meantime, here is a summary of the main events of the morning: In a historic moment, North Korean leader Kim Jong Un and South Korean President Moon Jae-in met for the first time, shaking hands at the demarcation line between North and South. At Kim’s beckoning, President Moon briefly stepped over into the North side, a highly symbolic moment. Before going into their meeting in Peace House, on the South Korean side of the border, Kim signed a message in the guest book proclaiming a “new era of peace” During the closed-door meeting the pair discussed denuclearisation and both Kim and Moon expressed a desire for future meet-ups. Moon said that the “weight on our shoulders is heavy” but said the conference would be a “gift to the world”. Kim reaffirmed his promise to stop nuclear missile tests. “It has taken 11 years for this historic moment to happen. Walking here, I wondered why it has taken so long,” he said. Moon hailed the morning meeting as a “very good discussion” before the summit broke for lunch, and Kim and his delegation returned to North Korea to eat The summit will start again at 4:30pm local time when Moon and Kim will plant a tree together, take a walk and then resume discussions Delegates from both sides are writing a joint statement which will be signed and announced at the end of the day. Korean media is reporting that officials from North and South Korea are now hashing out a joint statement, which will be signed by both Kim Jong Un and President Moon. The two will resume talks at 4:30pm local time when they will plant a symbolic tree together, and then pick up discussions again before dinner at 6:30pm Other than the leaders themselves, one of the few people allowed in on this morning’s intimate meeting was Kim Jong Un’s younger sister, proving how much of a close confidante she is to him. Kim Yo Jong has already become something of a celebrity in South Korea after she attended the Winter Olympics in February, making her the first member of her family to cross the border to the South. Moon mentioned this her celebrity status his opening comments, which apparently made her blush. Kim Yo Jong was also by her brother’s side during his inaugural visit to China to meet Xi Jinping, and it is very likely she will also attend the summit with Trump next month. Here’s footage of what Kim Jong Un’s human motorcade looked like as it crossed back over the border for lunch. With the weather sunny and pushing 20 degrees, it may have been a sweaty jog for his 12 bodyguards clad in full suit and tie Yoon Yougn-chan, the South Korean presidential spokesman, gave a brief summary of the morning’s talks, saying they lasted exactly 100 minutes and involved “sincere, candid” talks on denuclearisation. A permanent peace and ways to improve relations were also discussed. He said Kim’s wife, Ri Sol-ju, will arrive at the summit site at 6.15pm local time to join a dinner with Moon later on The South Korean Foreign ministry put out a tweet and video urging the world to cheer them on in the summit Speaking to the Guardian, Van Jackson, a former policy adviser to the US secretary of defence who focuses on Asia said: “It’s high on symbolism and definitely exciting, but you have to ask yourself what does the symbolism amount to? “Both men have a strong desire to make this look good, but I don’t see anything coming out of this except building momentum for a Kim-Trump meeting.” He added: “It’s great to have good vibes going into the Trump summit, but you need to put emotion aside and wonder what this means on the question of nukes, which is not much. Kim says he wants peace and denuclearisation, but what that means to him won’t be acceptable to South Korea or the US.” Benjamin Haas and Justin McCurry have written a full report on this morning’s historic opening to the summit and the first meeting between President Moon and Kim Jong Un Not everyone is so optimistic that this summit marks a seismic shift in North-South relations. Robert Kelly of Pusan National University warned that Pyongyang “hasn’t really changed, and it hasn’t offered a meaningful concession yet”, adding there were still “huge” strategic and political divisions between the North on one hand, and the South and the US on the other. “It’s off to a good start, but there must be a concrete commitment by Kim on denuclearisation,” said Youngshik Bong, a researcher at Yonsei University’s Institute for North Korean Studies told Bloomberg. “Otherwise it will end up as a fancy show.” The meeting also showed a thawing of relations over the contentious issue of North Korean defectors. North Korea has often accused South Korea of abducting or enticing its citizens to defect. Moon’s spokesman Yoon Young-chan says Kim mentioned the defectors among people who have high expectations for the summit to heal scars and improve relations between the rivals. “We should value this opportunity so that the scars between the South and North could be healed,” Kim was quoted as saying. “The border line isn’t that high; it will eventually be erased if a lot of people pass over it.” Seoul said Kim Jong Un apologised to Moon for interrupting his sleep following North Korea’s nuclear tests last year, when Moon had to convene security council meetings in the early hours of the morning. “We won’t interrupt your early morning sleep anymore,” said Kim, reiterating an earlier promise to stop carrying out nuclear missile tests. According to South Korean news, Moon said there had been “very good discussion today” and said it would be a “gift to the world” A briefing of the events of the morning by President Moon’s spokesperson Yoon Young-chan gives the impression it was a very convivial meeting between the two leaders. Kim said he would be willing to visit the South Korean Presidential house in Seoul if he was invited. Moon said he hoped future meetings would happen in both the North and the South. “Our meetings will continue at Pyongyang, Seoul, Jeju island and Paektu mountain,” he said. It was a proposal supported by Kim who said “let’s meet often.” All talk is of the unscripted moment when President Moon momentarily stepped over the demarcation line and into North Korea. This is reportedly how it came about: The topics trending on Korean twitter indicate that the people of South Korea have high hopes for the summit The morning summit meeting has been completed and the two leaders will now be breaking for lunch separately. Kim Jong-un and his delegation will be crossing back over to the North to eat, before coming back over the border. China is watching the summit closely, with news of the meeting occupying most of China Central Television (CCTV) coverage today. Li Xiyu, a professor of politics and diplomacy at Sungkyunkwan University told the Chinese publication, the Paper, that it’s still too early to talk about reunification but that the two sides would remain committed to peace. Still, on social media Chinese internet users were excited about the prospect and drew comparisons to the possibility of China reuniting with Taiwan. Beijing claims that Taiwan, which has been ruled by its own government for decades, belongs to mainland China. “If brothers can share the same heart and mud become gold, the two sides of the strait can reunify,” one internet user posted on Weibo. Another wrote, “Let’s witness history. I hope Taiwan can return to China someday.” “The Berlin Wall fell. The 38th parallel is blurred. I just want Taiwan to cross the ocean, like a long lost kid returning to his mother.” While people around the world were gripped by live TV coverage of this morning’s historic handshake between Moon and Kim, the people of North Korea were not among them. According to Martyn Williams, who runs the North Korea Tech blog, state run TV did not broadcast the event. South Korea’s Yonhap news agency said just over a third of TV viewers in the Seoul area watched live images of the leaders’ greeting each other across the military demarcation line separating their countries. From Martin Farrer again: Amid the heady talk of a new bginning for the Koreas, there is some chatter about what reunification would mean for the countries’ economies, ie a huge bailout for the North by the South. Meanwhile, Asian shares are still in positive territory. The Kospi is up 0.7% despite that admittedly still very, very distant prospect of the South bailing out the North. Here’s what one trader, Mingze Wu, of INTL FCStone in Singapore, has told Reuters: The easing of tension and the possibility of a peace treaty coming on the horizon are bullish for the won [South Korean currency] and Kospi. However, it should be noted that prices did not have lasting weakness in the past during the periods of escalation, hence it’ll be difficult to imagine a new bullish trend emerging just from this. Australian Prime Minister Malcolm Turnbull has expressed doubt that the summit will bring any significant shifts. “We have had false dawns before on the Korean peninsula,” he said. Australian Foreign Minister Julie Bishop was equally hesitant to hail the meeting between North and South Korea as definite progress towards denuclearisation. “I think we should maintain our expectations,” she said. “This is a first step, a preliminary step.” Kim Chang Su from the Korea Institute for Defense Analyses said the opening greeting between the two leaders made him optimistic about the summit, particularly as the focus is on talks of “peace” rather that reunification of North and South. He pointed out that during the meeting of the two leaders at the demarcation line, the pair shook hands and then Kim Jong-un and President Moon both crossed over to the North side of the border, a very symbolic gesture “It’s very surprising but that’s a sign of harmony, rather than just one side forcing these talks on the other. It was a bold gesture by Kim Jong-un.” “So far these seem to be very open minded discussions, a sign that we are heading to a new era of peace,” he added. According a Reuters reporter, minutes before Kim entered Peace House, a North Korean security team conducted a sweep for explosives and listening devices, as well as sprayed apparent disinfectant in the air, on the chairs, and on the guest book. From Martin Farrer: The money people obviously enjoyed seeing the two Korean leaders meeting today as the Kospi index in Seoul soared more than 1%. The Nikkei in Tokyo also looks healthy after rising 0.3% so far while Hong Kong is up 0.76%. The prices are off a little bit now from earlier highs, so perhaps the early gains were as much to do with a strong showing on Wall Street overnight. But what’s clear is that nuclear tension on the Korean peninsula is not a factor in dragging stocks lower, as it was a few months ago. Kim also revealed that he had brought Moon an edible gift from over the border. “I saw earlier that the dinner menu here is a very hot topic,” he said. “I also brought with me cold noodles from Pyongyang so President I hope you can enjoy the Pyongyang noodles.” From Benjamin in the DMZ: Kim and Moon sat down for the beginning of the summit and made brief remarks in from of the cameras. Kim said he wanted to hold “frank” discussions on current issues and hoped the summit could lead to a “good outcome”. I hope to write a new chapter between us, this is the starting point for us. We will make a new beginning,” he said. “It has taken 11 years for this historic moment to happen. Walking here I wondered why it has taken so long.” “Through today’s meeting, I hope we won’t go back to square one again and non-implementation of what we agree won’t happen again,” he added, referring to past agreements that were signed but fizzled. “I hope we can live up to the exceptions that other have on us”, and “I hope there can be agreements to fulfill those great expectations.” Moon then made a few opening remarks before journalists were asked to leave. “I hope the whole world is paying attention to the Spring that is spreading throughout the Korean peninsula,” he said. “There is a huge burden on our shoulders. People around the world have high hopes.” “Your visit makes the military demarcation line a symbol of peace, not division,” he added. “I thank you very much for your courage. Our dialogue and talks today will be very frank. We will finally have the dialogue we haven’t been able to have for the past decade.” And here’s a video of the historic moment that Kim Jong-un crossed the border and shook hands President Moon- the first time the two leaders have met Japan’s defence minister, Itsunori Onodera, has said Tokyo hopes the summit will lead to demonstrable progress on North Korea’s missile and nuclear programmes, and a resolution of the regime’s cold war abductions of Japanese nationals. “Japan will be watching closely for signs that North Korea is taking action on these issues,” he said. Japan claims that 17 of its nationals – and perhaps many more – were abducted in the 1970s and 1980s and put to work teaching North Korean agents their language and culture. In 2002, five abductees were allowed to return to Japan. North Korea claimed that eight abductees died and that the remaining four had never entered the country. Japan’s prime minister, Shinzo Abe, has reportedly received assurances from Moon that he will raise the abduction issue with Kim at today’s summit. Reuters are reporting that Kim Jong-un’s message in the visitor’s book at Peace House was: “New history starts now, the starting point of a new historic peace era.” Here is an image of the scrawled note: The Venue The Peace House, has been spruced up in anticipation of the summit. Live TV coverage showed Moon and Kim pause for photographs in front a of a new mural of North Korea’s Mount Kumgang. The mountain is regarded as a symbol of conciliation and cooperation between the two Koreas, but a joint tourism project there was suspended in 2008 after a South Korean tourist was shot dead by a North Korean soldier. When they begin their official talks later this morning, the leaders will sit precisely 2,018 millimeters apart - in a nod to the year of their historic summit - on opposite sides of a specially designed table with gentle, rounded edges. They will sit on chairs with backrests that feature a Korean peninsula design. The White House has released a statement on the summit We wish the Korean people well. We are hopeful that talks will achieve progress to were a future of peace and prosperity for the entire Korean Peninsula. The US appreciates the close coordination with our ally, the Republic of Korea and looks forward to continuing robust discussions in preparation for the planned meeting between President Donald J. Trump and Kim Jong Un in the coming weeks. This was the historic handshake between the President Moon and Kim Jong-un. Both appeared very at ease as they greeted each other. Meanwhile President Donald Trump said on Thursday that North Korea’s Kim Jong-un has made nuclear weapons concessions before even sitting down for talks, while the U.S. hasn’t given up anything. Trump told Fox &amp; Friends that his tough approach toward the North, and now his willingness to engage with Kim, had reduced the risk of nuclear war. He contended that North Korea has “given up denuclearisation, testing, research” and that “we’re going to close different sites.” “I’m saying to myself ‘wait a minute, all of these things he’s given up and we haven’t even really that much asked them,’” Trump said. He added: “We would have asked them, but they gave it up before I even asked.” He added: “This is a much more dangerous ballgame now, but I will tell you it’s going very well.” Kim Jong-un signed the guest book at peace house before he and Moon walked into a conference room for the beginning of the talks. There are no cameras in the room, so we’ll have to wait and see what comes out. The two leaders are now inspecting the Guard of Honour in the official opening ceremony. President Moon salutes the guards before the pair walk down the red carpet towards Peace House, where the summit will take place. Kim Jon-un shook the hands of all the South Korean delegation, and President Moon then greeted the North Korean delegates, before all posing for a group photo. Kim Jong-un, dressed in his signature striped Mao-style jacket, shook Moon’s hand across the border line and the two men chatted briefly before stepping over the line and posing for photos. It is the first time a North Korean leader has set foot in the South since the end of the Korean War. Kim then brought Moon over the border to the North sign for a few seconds and they held hands as the crossed back into the South. North Korean leader Kim has arrived and has greeted President Moon. The leaders shook hands warmly and Kim has now stepped over the demarcation line, holding hands as they walk- a historic moment for both countries President Moon is now heading to the demarcation line, smiling widely, which indicates that Kim’s arrival is imminent One man who will certainly be watching the Summit closely is Donald Trump. With his own historic summit with Kim expected next month, also with North Korea’s nuclear programme up for discussion, Trump said yesterday he could still pull out if he feels it’s “not going to be fruitful.” Fruitful for Trump is North Korea giving up all its nuclear weapons- though Kim may have a different view of denuclearisation means. Seoul played down denuclearisation expectations yesterday, saying the North’s technological advances with its nuclear and missile programmes meant any deal would be “fundamentally different in nature from denuclearisation agreements in 1990s and early 2000s”. “That’s what makes this summit all the more difficult,” the chief of the South’s presidential secretariat Im Jong-seok told reporters. Report from Benjamin Haas who is in Goyang, South Korea: South Korean president and his team have arrived at the Peace House in Panmunjom where the talks will take place. The two leaders will review an military honour guard shortly after Kim Jong-un crosses the border, including solider dressed in traditional Korean garb. The meeting is set to begin at 9.30am in South Korea, which actually works out to be 9am in the North. Pyongyang changed its time zone to be 30 minutes earlier from the South in 2015, in a break with “imperialism”, since the previous timing was imposed by Japan when it colonised the country in 1910. It’s not just politicians and world leaders who have something at stake in this summit. There are roughly 30,000 North Korean defectors living in the South and as this piece by Benjamin Haas illustrates, not all are happy to be away from their home, even if they have escaped oppression and poverty. Many hope this summit will also tackle the issue of reuniting families divided between North and South (it is illegal for those from the South to visit the North without government approval). Kim’s willingness to discuss denuclearisation for North Korea took on a new twist yesterday. Chinese geologists have just revealed that the main nuclear testing site in North Korea, Punggye-ri has collapsed under the stress of multiple explosions and it is now unusuable. Kim had agreed to stop testing nuclear weapons and ballistic missiles, and close down Punggye-ri before his meeting with Moon- a moved heralded by Trump as “big progress!”- but it now looks like like was out of necessity rather than just goodwill. Professor Sung-wook Nam was a South Korean government adviser at the last inter-Korean summit a decade ago. He expects no major breakthroughs this time but said the summit was a first and important step, and much more negotiation has to follow. “North Korea wants to get to the American summit with [US President Donald] Trump so they might give small concessions first at this one,” Professor Nam told ABC news Australia. “The summit is very much about Kim Jong-un trying to improve his image internationally too. It seems he now wants to be presented as a reasonable man so he can get economic gains.” Professor Nam said one of the other problems was everyone had a different definition of denuclearisation. “America wants complete dismantlement immediately before any concession are given,” he said. “South Korea is prepared to go step-by-step and give a little if the North gives a little in terms of denuclearisation. What is it hoped the summit will achieve? In short, nothing concrete. Turning the day’s talks into a formal joint declaration will be “difficult”, according to Im Jong-seok, the South’s chief presidential secretary. However, the fact they are both even willing to meet sends a powerful signal. Justin McCurry has written a curtain raiser on what both sides are expecting from the summit. “Much of the positive signs from North Korea have come not directly from the Kim regime but from South Korean officials. Moon, though, has been playing down the suggestion that he and Kim will emerge from the talks declaring peace in their time. He acknowledged this week that a formal peace treaty would require the approval of other parties that fought in the Korean war, notably China and the US. Instead, they could reach a less ambitious interim deal to “end hostilities” – a move that comes very close to agreements brokered during previous inter-Korean summits in 2000 and 2007. On wider security, perhaps the most that can be expected is some clarification from Kim of the security guarantees he is seeking in return for dismantling his nuclear arsenal.” When Kim crosses the demarcation line, it is not just high level Korean officials, his wife Ri Sol-ju and his sister Kim Yo-jong that will accompany him. He will also bring his own toilet, according to the Washington Post. Lee Yun-keol, who before defecting to South Korea worked in a North Korean guard unit that protects the leader, said there was a national security reason for Kim to use his own toilet in this case. “The leader’s excretions contain information about his health status so they can’t be left behind,” said Lee . Our correspondent Benjamin Haas has written profiles of both the leaders and 38 North, the US Korean Institute at Jons Hopkins University, has tweeted useful biographies of all those in the North Korean delegation These are not talks that will go on well into the night. The strict schedule specifies the politics will be wrapped up before 6:30pm, to make way for an evening of ceremonial activities. Schedule 9:30am: Proceedings will begin with Kim walking across the border to the city of Panmunjon on the South Korean side. He will review the honour guard with Moon, sign the guest book and pose for photos. They two leaders will have a informal chat in the reception room. 10:30am: The talks will officially begin Lunch is at an unspecific time but the North and South Korean delegations will eat separately, with the North Koreans crossing back over the border for lunch Sometime before 6:30pm: Kim and Moon will plant a pine tree from 1953 (the year the Korean War armistice was signed) and take a stroll on a foot bridge in Panmunjom. They’ll have some more time to chat. This is the point when any joint declaration will be announced. 6:30pm: Dinner will be served (full details of every diplomatically curated course here). After dinner they will watch a film together projected onto the façade of Peace House. The summit will finish with a farewell ceremony and then Kim and his delegation will cross back over. The North Korean leader, Kim Jong-un, has left Pyongyang for the summit with South Korean President Moon Jae-in, North Korean state news agency KCNA has reported this morning. KCNA said: Kim Jong-un will open-heartedly discuss with Moon Jae-in all the issues arising in improving inter-Korean relations and achieving peace, prosperity and reunification of the Korean peninsula. Good morning/afternoon/evening. Wherever you are, welcome to the Guardian’s live blog of the much-awaited meeting between the leaders of North and South Korea – only the third such meeting since the end of the Korean war in 1953. For an analysis of what the summit is all about and some background, check out this explainer from our correspondent in Seoul, Benjamin Haas: But it’s not just the relative rarity that makes this summit so important. North Korea’s fast-developing nuclear weapons program was striking fear into neighbouring countries in the region only a few months ago, and also posed a direct threat to the United States. The threat remains but 2018 has seen a rapid de-escalation of tension helped by intensive diplomacy and February’s Winter Olympics in the South and the remarkable prospect – despite all the violent rhetoric between them – of a meeting between Kim Jong-un and Donald Trump. A measure of progress is that one of the aims of this summit is to try to denuclearise the Korean peninsula. But we might be getting ahead of ourselves. In half an hour or so Kim will walk across the border and into the House of Peace. Here’s an insight into what his state of mind might be from another of our foreign correspondents, Emma Graham-Harrison, who recently visited the North Korean capital Pyongyang:",
    "keywords": [
        "hails",
        "summit",
        "war",
        "south",
        "moon",
        "meeting",
        "leaders",
        "korea",
        "peace",
        "north",
        "end",
        "kim",
        "happened",
        "trump",
        "korean"
    ],
    "summary": "North Korean leader Kim Jong-un and South Korean President Moon Jae-in have met for the first time and agreed to end the Korean war, 65 years after the armistice.\n“We strongly hope that North Korea will take concrete action through this meeting and a summit between the US and North Korea,” he added.\nThe Kremlin has praised the Korean summit as “very positive news”, saying direct dialogue on the divided peninsula was promising.\nNorth Korea has often accused South Korea of abducting or enticing its citizens to defect.\nThe North Korean leader, Kim Jong-un, has left Pyongyang for the summit with South Korean President Moon Jae-in, North Korean state news agency KCNA has reported this morning.",
    "sentiment": {
        "neg": 0.0315,
        "neu": 0.8684,
        "pos": 0.1001,
        "compound": 0.2085
    }
}