{
    "date": "2018-06-12T16:49:12Z",
    "title": "Solidarity of heirs on the Trump and Kim surreality show",
    "url": "https://www.theguardian.com/world/2018/jun/12/solidarity-of-heirs-on-the-trump-and-kim-surreality-show",
    "content": "The Singapore summit was destined for success. Donald Trump had predicted as much on waking at the Shangri-La hotel, and by his own account the president was not disappointed. Trump had primed the world for a triumph. Like a dawn artillery barrage, softening up enemy lines and setting conditions for victory, Trump had fired off a string of tweets at 6am hitting out at his critics, the naysayers, and promising his followers: “We will be fine!” His hunch was proved right and his meeting with Kim Jong-un turned out to be as successful as he had foretold, something he was able to confirm within the first 10 minutes of meeting Kim. “I feel really great. I think it’s gonna be really successful and I think we will have a terrific relationship,” Trump said, sitting alongside Kim in the first session of a summit he had earlier described as “getting-to-know-you plus”. The hotel where the two men met, the Capella, is a former British barracks and a reminder of the pleasant life of colonial officers, spotless in white paint with wide verandahs behind rows of grand arches. The colonnades, an echo of the White House, provided a photogenic backdrop for the two leaders to stroll up and down in conversation. The personal warmth only got deeper as they day went on. By the end of five hours, after Kim had signed the joint statement and flow back to Pyongyang, Trump was talking about a special bond between them, and appeared ready to defend Kim to the bitter end. Asked about the North Korean leader’s penchant for killing his own relatives and starving his own people, Trump replied: “Well he is very talented. Anybody that takes over a situation like he did at 26 years of age and is able to run it and run it tough.” “I don’t say he was nice,” the president cautioned unless anyone had got the wrong idea. “He ran it, few people at that age. You can take 1 out of 10,000 could not do it.” The remarks added ballast to a hitherto speculative notion that Trump identified with Kim’s backstory. They both took over the family business at a young age from unscrupulous but idolised fathers. It was solidarity among heirs. At his side Kim said little, apparently content to allow Trump to act as a master of ceremonies and cheerleader. With his perpetual flow of honeyed adjectives and careful stage-management, the US president, a former reality show host, conducted the summit as if it were a TV dating show – one in which Trump was both compère and suitor. As the two delegations sat down for a working lunch, Trump called out to the waiting Singaporean photographers: “Getting a good picture everybody? So we look nice and handsome and thin? Perfect.” Kim, who probably does not hear too many fat guy jokes back in Pyongyang, looked astonished. There are no pictures to record the look on the North Korean leader’s face when Trump produced an iPad and showed Kim and his aides a specially commissioned advertorial video on the benefits of complete, verifiable and irreversible dismantlement. Produced in the style of the trailer for a straight-to-video 1980s action movie, it cast Kim and Trump as a pair of heroes struggling to save the world and its 7 billion people. “There comes a time when only a few are called upon to make a difference, but the question is what difference will the few make?” the portentous narrator asked. “One moment. One choice. What if? The future remains to be written.” Trump was so delighted with the video that he had it shown to the press while they waited for his arrival. “We had it made up,” he declared. “I showed it to [Kim] today. Actually during the meeting. Toward the end of the meeting. I think he loved it.” It has been a long time since Trump has been this ebullient. He claimed to have tried to persuade Kim to look at his country from a “real estate perspective”, speculating on what the beaches currently used for war games might fetch on the open market. “I said look at that view. That would make a great condo,” Trump said. He joshed with almost every reporter he called on to ask a question, and even pleaded with his spokeswoman, Sarah Sanders, allow the session to run overtime. “I don’t care,” Trump said. “Hey, you know, it just means we get home later in the evening, right?” No amount of scepticism or snarkiness from the press was going to dent Trump’s mood. He seemed genuinely unaware that the promises he had received about North Korean denuclearisation had been made, in somewhat firmer language, by Kim’s father and grandfather in earlier decades. This time it would be different, Trump promised, because this time there was “a different administration and different president and a different secretary of state”. It was, in a way, a statement of the Trump doctrine. The ethereal, somewhat quirky nature of the venue helped the atmospherics. From early in the morning, the streets of central Singapore were blocked off and lined by police as the two leaders set off in their motorcades from their separate hotels for the island of Sentosa, a name apparently derived from the Sanskrit for peace and contentment. It was an improvement on the old Malay name, Pulau Belakang Mati, which meant “the island where danger lurks behind your back”, reflecting a dark past as a pirates’ lair. The Singapore tourist industry had gone one step further in the island’s rebranding, dubbing it the State of Fun, a place to escape the realities of everyday life. Along the way to their meeting, the two leaders drove past a turreted Disney-inspired castle and a rollercoaster, both set in lush foliage. The whimsical backdrop was not lost on Kim, whose father was a film fanatic and whose family has stayed in power in part because of their ability to create an alternate reality for their population. At one point within the first few minutes, as they were strolling down the white-arched colonnade, Kim turned to Trump and said: “Many people in the world will think of this as a ... form of fantasy ... from a science-fiction movie.” He could have had no way of knowing that Trump had actually had a science fiction movie made, starring the two of them as messianic saviours of the planet. But judging from the outcome of the summit, it is just possible that his instinct for handling Trump was far better than the American’s much vaunted intuition about dealing with Kim.",
    "keywords": [
        "meeting",
        "leaders",
        "think",
        "summit",
        "world",
        "solidarity",
        "president",
        "look",
        "kim",
        "different",
        "heirs",
        "surreality",
        "trump"
    ],
    "summary": "Donald Trump had predicted as much on waking at the Shangri-La hotel, and by his own account the president was not disappointed.\nAsked about the North Korean leader’s penchant for killing his own relatives and starving his own people, Trump replied: “Well he is very talented.\nAt his side Kim said little, apparently content to allow Trump to act as a master of ceremonies and cheerleader.\nI think he loved it.” It has been a long time since Trump has been this ebullient.\nThis time it would be different, Trump promised, because this time there was “a different administration and different president and a different secretary of state”.",
    "sentiment": {
        "neg": 0.0236,
        "neu": 0.8586,
        "pos": 0.1177,
        "compound": 0.2043
    }
}