{
    "date": "2018-05-24T20:39:21Z",
    "title": "‘It’s a nightmare scenario’: how Trump’s North Korea spectacle fits his pattern",
    "url": "https://www.theguardian.com/us-news/2018/may/24/trump-cancel-north-korea-summit-chaos",
    "content": "The stage was set for what some saw as Donald Trump’s greatest triumph as president: a high-profile summit with Kim Jong-un, in what would have marked the first face-to-face encounter between a sitting US president and a North Korean leader. Billed by the Trump administration as unprecedented progress in one of the world’s most troubled hotspots, political observers speculated if the president’s unpredictable style held the key to what eluded those who came before him – a peace deal on the Korean peninsula. Republicans floated the idea of a Nobel peace prize. The US government even issued an official commemorative coin featuring the likeness of Trump and Kim, facing one another against the backdrop of the two countries’ flags. And then came the letter. On Thursday, Trump abruptly canceled the meeting in a brief letter addressed to his North Korean counterpart. In typical Trumpian language, the president lamented “a truly sad moment in history”, his tone vacillating sharply between congenial and aggressively threatening war. Trump personally dictated each word of the letter, a senior administration official later told reporters, reinforcing the notion of a president unbound as ever to the rules and norms of governance. Trump’s penchant for bombast has been a staple of his time in the public eye, but perhaps never more so than now as he appears to have shed any shackles put on him by senior aides and adopted a far more personal and involved style of governing. The spectacle of his rushed talks with Pyongyang, and then swift exit from the table, has only underscored the chaos and inconsistency that has defined his presidency – both domestically and abroad, and from everything from the world stage to protests in sports. Following in the footsteps of Trump’s decision to rescind the US from the Iran nuclear deal, national security experts warned that the resulting diplomatic whiplash reinforced the perception of a crisis in US leadership on the global stage. “This fits a pattern,” Joel Rubin, the former deputy assistant secretary of state under Barack Obama, told the Guardian. “He’s sort of floating out there as an independent actor from the traditional way the US government has handled national security.” “The net result of that is his actions are not linked to the agencies tasked with implementing decisions,” added Rubin, who also served as a career officer in the Bush administration. “It has created a nightmare scenario for planning and preparation.” Since Trump took office in January 2017, a prevailing question has loomed over his tenure amid the barrage of Twitter outbursts and oftentimes knee-jerk policy announcements: will the erratic president ever be reined in? It is an issue only worsened by a dizzying turnover of staff, especially of those who sought to oppose or control his policies. The arrival of John Kelly, a retired four-star marine general, as Trump’s chief of staff last Julyoffered some hope for a more disciplined West Wing. But that bubble was burst just weeks later, when Trump equated neo-Nazis and white supremacists behind violent clashes in Charlottesville with counter-protesters on the left. In the time since, the president has opened war on the FBI and justice department, and taken a series of foreign policy actions consistently at odds with his national security team. From pulling out of the Iran nuclear deal to moving the US embassy in Israel to Jerusalem, Trump’s proclamations are frequently without a plan B. The moves have also routinely been accompanied by the kind of confrontational rhetoric that threaten to heighten instability in already tense regions. Trump’s own negotiations with Kim were preceded by the president vowing to unleash “fire and fury like the world has never seen” if Pyongyang carried on with its nuclear provocations. Kelsey Davenport, the director of Nonproliferation Policy at the Arms Control Association, said Trump’s decision to cancel the summit “was irresponsible and squandered a chance to reduce the threat posed by North Korea’s nuclear weapons”. It remained unclear how the Trump administration planned to proceed. Mike Pompeo, the newly minted secretary of state who laid the groundwork for the summit, testified before the Senate foreign relations committee on Thursday that the “pressure campaign” of sanctions and diplomatic coercion would continue. But Trump then added further confusion by suggesting to reporters after the release of his letter that the summit could still be held. Asked if the cancellation of the meeting escalated the risk of war, the president was characteristically vague. “We’ll see what happens,” he said.",
    "keywords": [
        "summit",
        "war",
        "pattern",
        "letter",
        "korea",
        "fits",
        "stage",
        "scenario",
        "president",
        "administration",
        "spectacle",
        "nuclear",
        "security",
        "trumps",
        "trump",
        "nightmare",
        "north"
    ],
    "summary": "On Thursday, Trump abruptly canceled the meeting in a brief letter addressed to his North Korean counterpart.\n“This fits a pattern,” Joel Rubin, the former deputy assistant secretary of state under Barack Obama, told the Guardian.\nIt remained unclear how the Trump administration planned to proceed.\nBut Trump then added further confusion by suggesting to reporters after the release of his letter that the summit could still be held.\nAsked if the cancellation of the meeting escalated the risk of war, the president was characteristically vague.",
    "sentiment": {
        "neg": 0.0942,
        "neu": 0.8519,
        "pos": 0.0539,
        "compound": -0.1448
    }
}