{
    "date": "2018-02-21T12:00:43Z",
    "title": "After Kim Jong-un's sister, South Korea prepares for Ivanka Trump visit",
    "url": "https://www.theguardian.com/world/2018/feb/21/after-kim-jong-un-sister-south-korea-prepares-for-ivanka-trump-visit",
    "content": "The South Korean president, Moon Jae-in, will welcome Ivanka Trump, daughter of the US president, to South Korea for the Winter Olympics closing ceremony on Sunday – a trip that analysts have likened to an appearance by Kim Jong-un’s sister earlier this month. South Korea sees the trip as an opportunity to convince Donald Trump its recent rapprochement with Pyongyang should continue. Its leadership hopes Ivanka can play a moderating role in White House policy – which at times has taken a bellicose stance towards the North. Seoul will also try to encourage direct talks between the US and North Korea. The head of the South’s national security office has said it is working towards a “constructive” dialogue. That is the message Seoul hopes Ivanka will bring back to Washington. But the trip is also a chance to project US solidarity with the South and build goodwill after Kim Yo-jong, Kim Jong-un’s younger sister, was well received during a trip to the opening ceremony on 9 February. “It’s certainly possible that Ivanka will try to do for the United States what Kim Yo-jong did for North Korea,” said Mintaro Oba, a former US diplomat who worked on North Korea policy. “Ivanka and Kim Yo-jong both derive their power and access from their family ties, and are skilled at getting positive media attention while representing leaders who provoke a lot of controversy.” Comparisons between the Trump family and North Korea’s Kim dynasty abound ahead of the trip, during which the first daughter is expected to meet North Korean refugees – part of US efforts to draw attention to Pyongyang’s dismal human rights record. “Trump runs the White House like a private fiefdom,” said the Chosun Ilbo, South Korea’s largest newspaper. Ivanka is for “all intents and purposes the first lady of the US rather than Trump’s reluctant wife Melania”. Moon is reportedly planning to lavish her with all the trimmings of a presidential visit, including the possibility of a grand welcome at the airport, despite no diplomatic obligation to do so. South Korea’s first lady, Kim Jung-sook, is also expected to accompany Ivanka during her stay. Exact dates for the trip have not been announced and Pyongyang may send its own high-profile delegation to the closing ceremony on 25 February. “The most likely scenario is that Ivanka plays a positive ceremonial role in public while relaying the administration’s current thinking in private conversation,” Oba said. “She has a chance to repair some of the damage of vice-president [Mike] Pence’s visit and project a sense that she gets along well with President Moon, appreciates South Korea, and values a strong US-South Korea relationship.” Oba and other observers have said the North is trying to drive a wedge between the US and South Korea, and there remains deep uncertainty over the possibility of warming ties lasting beyond the Olympics. Jung H Pak, a fellow at the Brookings Institute and former CIA official, recently stressed the need for a special envoy that could credibly represent Trump on the peninsula, saying “things are about to get very complicated”. “It is critical that there is no daylight between the US and other key stakeholders,” Pak wrote in a column. “Kim [Jong-un’s] tactics to divide and conquer must not be allowed to succeed.” The US has pledged to release plans for joint military exercises at the end of March, which will likely infuriate North Korea. The exercises, typically held in March and April each year, can include more than 300,000 troops from the US and South Korea and elicit annual condemnations from Pyongyang. Pence was in talks to meet in secret with North Korean officials earlier this month during the Winter Olympics opening ceremony, but they were cancelled after the vice-president criticised the North’s human rights record, according to the US side. It is unlikely Ivanka would engage with officials from Pyongyang during her visit.",
    "keywords": [
        "south",
        "prepares",
        "sister",
        "korea",
        "north",
        "visit",
        "kim",
        "ivanka",
        "yojong",
        "trip",
        "ceremony",
        "jonguns",
        "pyongyang",
        "trump"
    ],
    "summary": "The South Korean president, Moon Jae-in, will welcome Ivanka Trump, daughter of the US president, to South Korea for the Winter Olympics closing ceremony on Sunday – a trip that analysts have likened to an appearance by Kim Jong-un’s sister earlier this month.\nSouth Korea sees the trip as an opportunity to convince Donald Trump its recent rapprochement with Pyongyang should continue.\nSeoul will also try to encourage direct talks between the US and North Korea.\nBut the trip is also a chance to project US solidarity with the South and build goodwill after Kim Yo-jong, Kim Jong-un’s younger sister, was well received during a trip to the opening ceremony on 9 February.\n“It’s certainly possible that Ivanka will try to do for the United States what Kim Yo-jong did for North Korea,” said Mintaro Oba, a former US diplomat who worked on North Korea policy.",
    "sentiment": {
        "neg": 0.0345,
        "neu": 0.8548,
        "pos": 0.1107,
        "compound": 0.2244
    }
}