{
    "date": "2018-02-12T17:42:04Z",
    "title": "North good, south bad? Time to shed the Korea stereotypes | Min Jin Lee",
    "url": "https://www.theguardian.com/commentisfree/2018/feb/12/north-south-korea-koreans",
    "content": "With the Winter Olympics in full swing, the big story is the Koreans, in particular the presence in Pyeongchang of Kim Jong-un’s younger sister. It is said that analysts have been scrutinising Kim Yo-jong’s hair, makeup, dress, cheekbones, everything in microcosm. But few know very much about any of us. Last year, a journalist from Europe asked me something funny. “What are Koreans like?” Rather a broad question, I thought. That said, I figured this was my big chance to correct an even broader misconception of my people as merely war-mongering or as plastic-surgery obsessed. I suppose I should have said: “Koreans? Which ones?” There are at least two kinds from two republics, each formed in 1948: North Koreans from the Democratic People’s Republic of Korea and South Koreans from the Republic of Korea. The third kind of Koreans are ones like me, ethnic Koreans from the diaspora who identify with neither republic, because it makes no meaningful sense to do so. The reporter was well intentioned so I told him what I had observed in my study of Koreans from the peninsula and elsewhere. “Koreans like to dance, sing, and touch.” He was surprised by my answer. If you go to Minsok chon – the historic folk village in Yongin, South Korea, where most Korean dramas are filmed – whenever traditional music plays, you’ll see Korean tourist grandmothers in their 80s and 90s, dancing vibrantly, better than might be expected, with their arms waving and hips swaying. Late in the evening, in food stalls and bars throughout South Korea, men and women drink soju and beer and need little excuse to belt out a tune. It’s normal or perhaps requisite for a Korean businessman to know several love songs by heart, and if asked nicely he will perform for his friends. Koreans are physically affectionate. When a Korean man is with his buddies, he may hold one of them by the hand while telling him a story. If you sit at a cafe near any of the major universities in Seoul such as Yonsei, Ewha, or Seoul National, it won’t take long to witness female college students linking arms as they walk down the street, demonstrating their intimacy. I can testify to seeing Koreans of all varieties dancing, singing, and holding each other in North America, Europe, and Asia. That Koreans are expressive is worth mentioning because such impressions are rarely if ever made in western media. To me, this absence or erasure of the obvious is odd. Don’t they know any real Koreans? Of course, I generalise about my tribe, and there are numerous exceptions. In my 24 years as a professional writer and 49 years on this planet, I’ve encountered thousands of Koreans. Of course, there are those who are sullen, laconic, and tough to read. Some are competitive, ambitious, and bizarrely competent. I’ve met a few bastards, too. But on average, Koreans tend to be lively, direct, and fun. I like Koreans. I like them so much that I write about them in all of their complexity, because they hold my interest through my rough drafts and multiple revisions. What is extraordinary is that every time I mention that Koreans are humorous and love to have a good time, most people are taken aback, as if I’ve told them a weird secret. Of course, the Koreans are hardly shocked by this response. They know only too well that the world views South Koreans as diligent, ambitious for their children and focused on increasing GNP; and North Koreans as belligerent and desperate. What reductive rubbish. When it comes to North Koreans, we learn about exactly one individual on a regular basis and what we know of the dictator’s profile is insufficient to fill a pamphlet biography. To date, there are about 30,000 documented North Korean defectors, and from their lives one can glean some generalities from a nation with closed borders and no internet: there are no freedoms of speech, self-determination, religion, information, or movement. Everyone is classified according to their loyalty to the state and this classification determines every aspect of their life, including work, place of residence, educational opportunities and quality of life. The state can punish an infraction committed by an individual for three generations. The list of human rights violations are stunning, and yet rather than considering how much North Koreans may suffer relative to most, ordinary people around the world are directed to focus on the saber-rattling of one person who holds 25 million North Koreans hostage. Both republics are 70 years old this year, and two and a half miles of landmines separate them. We can know a great deal more about the lives of the 50 million South Koreans because one can visit the nation, and leave it too. It should be remembered that whatever all these Koreans may in fact be like – if national personalities of a citizenry can even be dared – such depictions should be contextualised in light of the peninsula’s thousands of years-old civilisation. Finally, the other thing about Koreans, which I didn’t tell the reporter: we love to eat. Though I was born in Seoul, I am the product of the north and the south because my father is from Wonsan, the north-eastern port city in what is now North Korea, and my mother is from Busan, the southern tip of what is now South Korea. When my mother married my father, a former war refugee, she learned of their regional differences in the kitchen. For New Year’s Day, perhaps the most important day of the year for a Korean in either republic, my mother learned to add mandu (dumplings, which are considered more northern fare) to the tteokguk, the traditional rice-cake soup eaten on the holiday morning because she had married a northerner. My favourite dishes tend to be from the northern region – naengmyeon (cold buckwheat noodles), bindaetteok (mung bean pancakes with pork and kimchi), sundae (blood sausage), and wang mandu (king-sized dumplings), so even though I was born in Seoul and now live in Harlem, New York, my father’s birthplace seems to inform this Korean’s stomach. What would it be like if we could think of Koreans regionally rather than nationally, no different than a woman from Devon as distinguished from a man from Hampshire? The journalist from Europe asked me an impossible question, but I respect his curiosity. I want to know, too. A Korean is so very many things – she yearns to shimmy, croon, embrace, and he may want to tuck into dumplings or he may live in fear of imprisonment for his beliefs. The characterisations are incomplete and flawed as they must be, for if I could express the whole multitude of what a Korean is, my work would surely be done. • Min Jin Lee is a Korean American writer and author of Pachinko",
    "keywords": [
        "love",
        "south",
        "good",
        "lee",
        "korea",
        "republic",
        "mother",
        "jin",
        "min",
        "seoul",
        "know",
        "bad",
        "shed",
        "koreans",
        "stereotypes",
        "north",
        "korean"
    ],
    "summary": "Which ones?” There are at least two kinds from two republics, each formed in 1948: North Koreans from the Democratic People’s Republic of Korea and South Koreans from the Republic of Korea.\nLate in the evening, in food stalls and bars throughout South Korea, men and women drink soju and beer and need little excuse to belt out a tune.\nThey know only too well that the world views South Koreans as diligent, ambitious for their children and focused on increasing GNP; and North Koreans as belligerent and desperate.\nThe list of human rights violations are stunning, and yet rather than considering how much North Koreans may suffer relative to most, ordinary people around the world are directed to focus on the saber-rattling of one person who holds 25 million North Koreans hostage.\nWe can know a great deal more about the lives of the 50 million South Koreans because one can visit the nation, and leave it too.",
    "sentiment": {
        "neg": 0.0446,
        "neu": 0.8313,
        "pos": 0.1241,
        "compound": 0.1689
    }
}