{
    "date": "2018-06-13T04:07:35Z",
    "title": "'Harebrained': National Security Council owns up to widely derided Trump video",
    "url": "https://www.theguardian.com/us-news/2018/jun/13/trump-video-national-security-council-destiny-pictures",
    "content": "The National Security Council has said that it made the video Donald Trump showed to Kim Jong-un at their Singapore summit on Tuesday in an unorthodox effort to persuade him of the benefits of denuclearisation. The four-minute video in Korean and English was made in the style of an extended action movie trailer and portrayed Kim and Trump as men of destiny with the future of the world in their hands. The video, which Trump showed to the press after playing it on an iPad for Kim, is credited to “Destiny Pictures Productions”, prompting a flurry of press inquiries to a film production company of that name in California. Mark Castaldo, the company’s founder, said in an email it had “no involvement in the video”. “Woke up to 100’s of e-mails and calls from all over the world. Crazy” Castaldo said in a tweet, adding that he was trying to find out “why they used my company name”. Garrett Marquis, an NSC spokesman said in a statement: “The video was created by the National Security Council to help the president demonstrate the benefits of complete denuclearization, and a vision of a peaceful and prosperous Korean peninsula.” When asked about the decision to present the video as made by a non-existent company, an NSC spokesman said there would be no further comment. “From my understanding, they were just using ‘Destiny Pictures’ as a play on words. It just so happens there’s a studio by that name in California,” said Ned Price, a former NSC spokesman. “Leave it to this White House to fail to conduct basic due diligence. And that, of course, leaves aside the fact they thought it prudent to try to out-North-Korea North Korea in the propaganda department. “The whole enterprise reeks of amateurism and comes off as an attempt to check the box on a harebrained idea that presumably originated in the oval office,” Price added. The video shows the possibilities of North Korea’s future if it renounces nuclear weapons, with a rapid succession of colourful images of advanced technology and happy people. It contrasted that with an alternative reality in which the regime stayed on course with the development of its arsenal. That future was shown in grainy black and white images of US warplanes in the air and missiles launching. The choice between the two scenarios was Kim’s, the film implied. “A story about a special moment in time. When a man is presented with one chance that may never be repeated,” the narrator says. When asked about the film at a press conference on Tuesday, Trump defended it as a masterstroke which he had sprung on Kim and his entourage. “We had it made up,” the president said. “I showed it to them today. Actually during the meeting. Toward the end of the meeting. I think he loved it. “We had it on cassette. An iPad,” Trump said. “They played it. About eight of their representatives were watching it. I thought they were fascinated by it. I thought it was well done. I showed it to you because that is the future.”",
    "keywords": [
        "thought",
        "spokesman",
        "widely",
        "future",
        "kim",
        "press",
        "harebrained",
        "film",
        "national",
        "security",
        "owns",
        "showed",
        "derided",
        "council",
        "nsc",
        "video",
        "trump"
    ],
    "summary": "The National Security Council has said that it made the video Donald Trump showed to Kim Jong-un at their Singapore summit on Tuesday in an unorthodox effort to persuade him of the benefits of denuclearisation.\nMark Castaldo, the company’s founder, said in an email it had “no involvement in the video”.\nCrazy” Castaldo said in a tweet, adding that he was trying to find out “why they used my company name”.\nIt just so happens there’s a studio by that name in California,” said Ned Price, a former NSC spokesman.\nWhen asked about the film at a press conference on Tuesday, Trump defended it as a masterstroke which he had sprung on Kim and his entourage.",
    "sentiment": {
        "neg": 0.014,
        "neu": 0.8838,
        "pos": 0.1022,
        "compound": 0.1451
    }
}