{
    "date": "2018-06-01T19:19:53Z",
    "title": "Donald Trump says North Korea summit on 12 June is back on",
    "url": "https://www.theguardian.com/world/2018/jun/01/kim-jong-uns-top-aide-delivers-letter-to-donald-trump",
    "content": "Donald Trump has announced that a 12 June summit with Kim Jong-un will go ahead as planned in Singapore, saying it would mark the beginning of a negotiating process with North Korea that could involve several such meetings. Trump was speaking to reporters after meeting Kim’s top aide, Kim Yong-chol, in the Oval Office. It had been billed as a brief courtesy visit but it continued for more than an hour and 20 minutes. In a lavish show of hospitality, Trump escorted his visitor, a former spy chief and general who is under US sanctions, outside the White House for more informal talks and to pose for photographs with the North Korean delegation. Trump also appeared to accept the North Korean position that its denuclearisation would be a drawn-out process – not the all-in-one surrender of the regime’s nuclear arsenal that Trump officials had previously demanded. “The big deal will be on June 12,” Trump said. “It’s a process, we’re not go in and sign something on June 12 and we never were. We are going to start a process. And I told them today: take your time. We can go fast, we can go slowly. I think they’d like to see something happen and if we can work something out that will be good.” But in a dramatic downgrading of expectations from the summit, Trump said Singapore meeting would be a “getting-to-know-you meeting, plus”. Such a meeting, the first ever between a sitting US president and a North Korean leader, has been a longstanding objective of the Pyongyang regime. To achieve it, it has suspended nuclear and long-range missile tests, but has given no undertakings on the scale or speed of its nuclear disarmament. On Friday night the US defence secretary, James Mattis, hinted at some of the agenda for the 12 June talks, saying the “separate and distinct” issue of America’s troop presence in South Korea would not be on the table and “nor should it be”. If diplomacy with North Korea worked, then troop levels and similar issues could come up, but only in discussions between the US and South Korea. “Our objective remains the complete, verifiable, and irreversible denuclearisation of the Korean peninsula,” Mattis told the Shangri-La Dialogue, a security summit in Singapore. North Korea has entered agreements several times before in which it has promised to disarm, but those agreements all collapsed. In his remarks on Friday, Trump said that – although existing sanctions would stay in place – no new measures would be added, ditching the slogan that has defined his policy towards North Korea up to now. “I don’t want to use the term maximum pressure any more,” Trump said. “We have hundreds of new sanctions ready to go ... but why would I do that when we’re talking so nicely?” The president said that North Korea’s human rights record was not discussed in the meeting. Kim Yong-chol, the first top North Korean official to visit the White House in 18 years, was met outside the West Wing by the White House chief of staff, John Kelly, and the head of the CIA Korea department, Andrew Kim, who ushered the 72-year-old regime veteran into the Oval Office to meet Trump. Far from being hustled in through the back door of the White House, Kim was welcomed at the south lawn entrance in front of massed ranks of cameras and escorted to the Oval Office, where the secretary of state, Mike Pompeo, was waiting with Trump. The ceremonial arrival represented a propaganda coup for a regime that has endured decades of isolation. The content of the letter was not immediately apparent. Trump at one point described it as “interesting” and then claimed not to have opened it. “I may be in for a big surprise, folks,” he said. The Wall Street Journal reported it simply expressed Kim’s interest in going ahead with the Singapore summit, and does not change North Korea’s negotiating positions. Trump’s national security adviser, John Bolton, and Mike Pence, the vice-president – both hawks on North Korea – did not take part in the meeting and were nowhere to be seen before and after. Trump’s agreement to enter into a drawn-out negotiating process with North Korea, puts a question mark over Bolton’s future in the White House. He has insisted that any US agreement with Pyongyang would have to involve the regime’s unilateral and rapid surrender of its nuclear weapons programme, which Bolton referred to as the “Libyan model”. The North Korean leader laid his position out during a visit by the Russian foreign minister, Sergei Lavrov, on Thursday. Quoted by the state news agency, KCNA, Kim said “the denuclearisation of the Korean peninsula will be solved on a stage-by-stage basis” in which each party addressed the interests of the other. Vipin Narang, an expert on the North Korean nuclear weapons programme at the Massachusetts Institute of Technology, said it now appeared that Trump “seems to be ok with a stage-by-stage process”. “It won’t result in disarmament but a lot of good can still happen,” Narang said. The only other senior North Korean official ever to visit the White House was vice-marshal Jo Myong-rok, who delivered a letter to Bill Clinton from Kim Jong-un’s father, Kim Jong-il. That peace effort collapsed with the election weeks later of George W Bush, who cut off contacts with Pyongyang.",
    "keywords": [
        "summit",
        "meeting",
        "white",
        "korea",
        "donald",
        "house",
        "kim",
        "process",
        "nuclear",
        "12",
        "trump",
        "north",
        "korean"
    ],
    "summary": "Donald Trump has announced that a 12 June summit with Kim Jong-un will go ahead as planned in Singapore, saying it would mark the beginning of a negotiating process with North Korea that could involve several such meetings.\nIf diplomacy with North Korea worked, then troop levels and similar issues could come up, but only in discussions between the US and South Korea.\nNorth Korea has entered agreements several times before in which it has promised to disarm, but those agreements all collapsed.\nTrump’s agreement to enter into a drawn-out negotiating process with North Korea, puts a question mark over Bolton’s future in the White House.\nThe North Korean leader laid his position out during a visit by the Russian foreign minister, Sergei Lavrov, on Thursday.",
    "sentiment": {
        "neg": 0.035,
        "neu": 0.905,
        "pos": 0.06,
        "compound": 0.0893
    }
}