{
    "date": "2018-01-10T19:54:01Z",
    "title": "The Guardian view on North Korea and Trump: the crisis isn’t over | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2018/jan/10/the-guardian-view-on-north-korea-and-trump-the-crisis-isnt-over",
    "content": "Like so many dictatorships, North Korea loves a good show. Sending its figure skaters and cheerleaders to next month’s Winter Olympics in the South is symbolically useful at home and abroad: promoting an image of national vigour; of a country that is recognised as part of the international system, not a pariah; of a country ready to do business again. As with the images of officials from North and South greeting each other in the demilitarised zone on Tuesday – their first meetings for two years – it is a welcome sign of de-escalation. Is the worst over? Almost certainly not. The pattern is familiar from previous crises: tensions rise, inter-Korean ties are cut, and bellicose rhetoric raises fear of a conflict – until approaches are made, talks resume, and the North looks forward to aid or some other benefit. But the risks were much greater this time, and at the next stand-off they will be greater still. The first factor is North Korea’s rapid progress in its weapons programme. Few analysts believe denuclearisation is still a possibility; now the sensible goal of any negotiations would be a freeze. The second factor sits in the White House. This crisis was not just of North Korea’s making; look too to Donald Trump’s thin skin, ignorance, inconsistency and belief that threats (or occasionally a vague gesture towards a possible deal) will solve any international dispute. He vowed to respond to North Korea with “fire and fury like the world has never seen”, underscored by a frightening vision of “preventive war”. Last week he boasted that his “nuclear button” was bigger and more powerful than Kim Jong-un’s. But the problem of the US president and his view of nuclear weapons goes beyond the peninsula. As a candidate, Mr Trump is said to have asked why the US could not use its nuclear weapons. Six months into his presidency, he reportedly called for a tenfold increase in the country’s nuclear arsenal. Now the Guardian has revealed that the administration plans to loosen constraints on the use of nuclear arms and make smaller, more “usable” weapons whose deterrent value is questionable, not least because of their operational dangers. The draft of the nuclear posture review shows what happens when the usual pressure from the US weapons laboratories, nuclear hawks in the Pentagon and their friends in Congress meets encouragement from the top despite the defence secretary’s resistance. North Korea remains the most immediate reason to fear this reckless president. Even as Korean officials were meeting in the border “truce village” of Panmunjom, there were reports of administration interest in limited strikes, designed to stop Pyongyang by giving it a “bloody nose” and make it think again. But that is as bad an idea as an all-out attempt to destroy the country’s nuclear arsenal; even former advocates of the strategy warn that it is no longer credible. It risks potentially devastating retaliation not only for South Koreans, and very possibly Japanese citizens, but also large numbers of US troops and civilians in the South. The US is dealing with a leadership which has every reason to fear regime change and may not be able to distinguish between a token strike and the start of an all-out assault. The administration may be trying to signal that the US is not backing down, despite the relaxing of tensions; or to up the pressure on North Korea or, more likely, press Beijing to do more. Mr Trump has already claimed his pressure spurred the talks (the South Korean president, who needs to keep Washington on side, gamely agreed that the US president deserved “big credit”). But such threats are not cost-free. One danger is that, loosely made, they erode US credibility. Another is that Pyongyang believes the US really will carry them through – and that mistakes or misjudgments spark a war. Proposals for “small” attacks, like “small” nuclear weapons, are perilous because they make the dangerous seem doable.",
    "keywords": [
        "war",
        "south",
        "korea",
        "isnt",
        "editorial",
        "crisis",
        "nuclear",
        "president",
        "guardian",
        "fear",
        "weapons",
        "administration",
        "trump",
        "view",
        "pressure",
        "north"
    ],
    "summary": "Like so many dictatorships, North Korea loves a good show.\nHe vowed to respond to North Korea with “fire and fury like the world has never seen”, underscored by a frightening vision of “preventive war”.\nBut the problem of the US president and his view of nuclear weapons goes beyond the peninsula.\nAs a candidate, Mr Trump is said to have asked why the US could not use its nuclear weapons.\nProposals for “small” attacks, like “small” nuclear weapons, are perilous because they make the dangerous seem doable.",
    "sentiment": {
        "neg": 0.1833,
        "neu": 0.7077,
        "pos": 0.109,
        "compound": -0.2314
    }
}