{
    "date": "2018-06-12T03:41:28Z",
    "title": "A meeting of equals: what we learned from the Trump and Kim handshake",
    "url": "https://www.theguardian.com/world/2018/jun/12/a-meeting-of-equals-what-we-learned-from-the-trump-and-kim-handshake",
    "content": "Donald Trump has met the North Korean leader, Kim Jong-un, in a highly choreographed setting in Singapore. Here are five things we learned from the first moments of the first ever meeting between a sitting US president and a North Korean leader. 1. Flags The US and North Korean flags were lined up in an alternating pattern as the world waited for the two men to shake hands and pose for the cameras. The imagery was striking and a big win for Kim, who has worked to appear as an equal to the US president. 2. Choreography Trump left his hotel first but arrived about seven minutes after Kim. The North Korean leader’s earlier arrival was reportedly a sign of respect to the older US president. The two men walked out together, with Trump extending his hand first. 3. The handshake In what will surely be on the front pages of newspapers around the world, Trump and Kim shook hands in front of the flags of the two countries. The two men tried to speak to each other, but it ended awkwardly. Kim greeted Trump by saying “Nice to meet you, Mr. President” in English, according to South Korean media and based on reading his lips. The shake lasted 12 seconds, not nearly as long as Trump’s epic 26-second handshake with Japanese prime minister Shinzo Abe. Trump was restrained in his grip, declining to do his signature arm yank, and tenderly gripped Kim’s elbow during the 12-second handshake. 4. Language Trump described meeting Kim as an “honour” and said he had no doubt the two would have “a tremendous relationship”. At the same time, Kim acknowledged “old prejudices and practices” that kept US-North Korea relations frozen for decades. 5. Alone Time Trump and Kim emerged from about 40 minutes of discussions between the two of them and their translators, with the US president describing the pair as having an “excellent relationship”. Trump previously said he would be able to tell in one minute if Kim was sincere about giving up his nuclear weapons.",
    "keywords": [
        "meeting",
        "handshake",
        "flags",
        "world",
        "north",
        "president",
        "kim",
        "learned",
        "equals",
        "shake",
        "men",
        "trump",
        "korean"
    ],
    "summary": "Donald Trump has met the North Korean leader, Kim Jong-un, in a highly choreographed setting in Singapore.\nHere are five things we learned from the first moments of the first ever meeting between a sitting US president and a North Korean leader.\nThe handshake In what will surely be on the front pages of newspapers around the world, Trump and Kim shook hands in front of the flags of the two countries.\nLanguage Trump described meeting Kim as an “honour” and said he had no doubt the two would have “a tremendous relationship”.\nTrump previously said he would be able to tell in one minute if Kim was sincere about giving up his nuclear weapons.",
    "sentiment": {
        "neg": 0.0421,
        "neu": 0.9085,
        "pos": 0.0494,
        "compound": 0.0409
    }
}