{
    "date": "2018-06-15T23:00:29Z",
    "title": "Kim Jong-un: The story of the boy dictator who bested the US president",
    "url": "https://www.theguardian.com/world/2018/jun/16/kim-jong-un-the-story-of-the-boy-dictator-who-bested-the-us-president",
    "content": "Kim Jong-un was never destined to rule North Korea. It was never preordained he would be the one to accelerate the isolated nation’s nuclear weapons program, and force the US president, Donald Trump, to sit down for a meeting of equals. But through a combination of ruthless ambition and luck, Kim achieved what no other leader of North Korea has, recognition as the head of a nuclear power and international statesman. The boy dictator went head-to-head with Trump and won. Kim Jong-nam, Kim Jong-un’s older half brother, was widely seen as next in line but fell out of favour in 2001 when he was caught trying to enter Japan on a fake passport so he could visit Tokyo Disneyland. Shortly after this incident, Kim began being groomed for senior leadership, attending the top officer training school in Pyongyang. When Kim came to power it was not so much his father’s shoes he slipped into as his grandfather’s. Where Kim’s father was a recluse who shunned public attention, the young leader is outgoing, frequently photographed embracing ordinary citizens, a broad smile across his face. Where Kim Jong-il would pen a New Year’s editorial, Kim Jong-un delivers a speech broadcast on television. “He’s much more willing to take risks than previous leaders, and he has shown a new side of admitting fault. That’s a whole different attitude that we haven’t seen before,” says Jenny Town, the managing editor of monitoring group 38 North. “Ultimately, these high-level summits, with the US and China, after all the war talk and the suffering the people endured, shows that in the end world leaders are treating North Korea as an equal, and that plays well domestically.” His sister, Kim Yo-jong, is a senior official in the Propaganda and Agitation Department and has reportedly worked to craft an image that evokes the revolutionary leader. In the beginning there was violence The early days of Kim’s rule were brutal. As he sought to consolidate power at the age of 27 in a society that reveres age, he purged those who he felt could be a threat. Kim’s uncle, Jang Song-thaek, who handled relations with China, North Korea’s closest ally, was publicly arrested in the middle of a Workers party meeting and executed. Kim would later be accused of ordering the assassination of his older brother in the Kuala Lumpur airport in February 2017. Public executions of military officers increased under Kim, according to North Koreans who escaped the country. He has also done nothing to dismantle the massive system of political prisons, which the United Nations says house as many as 120,000 people and is guilty of crimes against humanity. But he did break with his father in one crucial aspect. The elder Kim for years had pushed a military-first policy, or songun, where North Korea’s limited resources were foremost allocated to its costly nuclear weapons program. Kim Jong-un altered that formula and placed economic development on a par with weapons development. A construction boom in Pyongyang followed and when Kim declared at the beginning of the year North Korea had completed its nuclear force, analysts say it was a signal the economy would now be Kim’s priority. His meeting with Trump was the apex of that risk-taking behaviour. He left North Korea at a predetermined time, raising the possibility of domestic instability in his absence, but the reward for the summit was too good to pass up. World tour beckons “The goal for Kim Jong-un now is to get economic support, in terms of financial flows, blunting sanctions, and attracting investment in the special economic zones,” said Scott Snyder, a senior fellow at the Council on Foreign Relations. There are likely to be summits with more world leaders, including Russian president Vladimir Putin and Japanese prime minister Shinzo Abe, to “further Kim’s standing as an international statesman”, Snyder added. Even if Kim agrees to dismantle rocket testing facilities, as Trump has claimed, it would probably only scratch the surface, according to Snyder. There are signs that Washington’s “maximum pressure” policy is already cracking under Kim’s diplomatic push. China, which accounts for over 90% of trade with the North, is reportedly relaxing its enforcement of sanctions and South Korean companies are eager to begin investing. All of this has validated Kim’s strategy of taking big gambles, since each one has so far paid off. Kim gained legitimacy in his meeting with Trump, while the US walked away with a vague commitment that North Korea has said before, only to reverse course later. The document Trump and Kim signed, in the midst of a great deal of theatrics, confirmed positions North Korea has been espousing for years.",
    "keywords": [
        "meeting",
        "boy",
        "korea",
        "world",
        "north",
        "president",
        "kim",
        "nuclear",
        "weapons",
        "trump",
        "kims",
        "dictator",
        "bested",
        "jongun"
    ],
    "summary": "Kim Jong-un was never destined to rule North Korea.\nWhere Kim Jong-il would pen a New Year’s editorial, Kim Jong-un delivers a speech broadcast on television.\nKim Jong-un altered that formula and placed economic development on a par with weapons development.\nHe left North Korea at a predetermined time, raising the possibility of domestic instability in his absence, but the reward for the summit was too good to pass up.\nThe document Trump and Kim signed, in the midst of a great deal of theatrics, confirmed positions North Korea has been espousing for years.",
    "sentiment": {
        "neg": 0.0659,
        "neu": 0.8631,
        "pos": 0.071,
        "compound": 0.0178
    }
}