{
    "date": "2018-06-11T02:02:32Z",
    "title": "Kim Jong-un and Trump 'to discuss permanent peace-keeping' at Singapore summit",
    "url": "https://www.theguardian.com/us-news/2018/jun/10/trump-kim-jong-un-arrive-in-singapore-for-historic-summit",
    "content": "Donald Trump and the North Korean leader, Kim Jong-un, have arrived in Singapore two days before a historic summit over the fate of North Korea’s nuclear weapons programme. North Korea’s state media said on Monday the pair would discuss a “permanent and durable peace-keeping mechanism” on the Korean peninsula, denuclearisation of the peninsula and other issues of mutual concern. The report by Korean Central News Agency said Kim was accompanied by his foreign minister Ri Yong-ho, defence minister No Kwang-chol and sister Kim Yo-jong. The US president travelled on Air Force One, which landed at Paya Lebar airbase where he was greeted by the Singapore foreign minister, Vivian Balakrishnan. The trip follows a tumultuous G7 meeting in Canada, where Trump personally attacked the Canadian prime minister, Justin Trudeau and refused to sign a previously agreed joint communique. Kim arrived at Changi airport several hours earlier onboard a commercial Air China plane, after intense speculation with the public tracking three separate aircraft leaving Pyongyang, the North Korean capital. It is the farthest Kim has travelled since taking power in 2011, and only his third known trip outside the country since then, with the use of a Chinese plane raising questions over the state of North Korea’s ageing fleet of Soviet-built aircraft. In what will be the first meeting between a sitting US president and the leader of North Korea, Trump has lowered the bar from initially demanding Kim agree to immediately relinquish North Korea’s nuclear arsenal to saying Tuesday’s summit could be the first of many. While Kim has said he supports “complete denuclearisation of the Korean peninsula”, he has yet to articulate specific demands, and experts warn the process could take years. But the meeting alone has been a boon for Kim, who only last year was seen as an international pariah by threatening nuclear war. Since the beginning of the year, he has met the Chinese president twice and held a historic summit with South Korea. The Russian president, Vladimir Putin, is reportedly preparing to meet Kim and the Syrian president, Bashar al-Assad, says he will travel to Pyongyang, according to North Korean state media. The mere fact of meeting Trump is a diplomatic coup for the young leader, who is seeking to cast himself as a serious statesman on the international stage. Kim’s push for rapprochement has already weakened sanctions, with China relaxing controls. As Kim’s black Mercedes arrived at the St Regis hotel, it was almost surrounded by bodyguards in suits jogging alongside the car. The scene is reminiscent of Kim’s summit with the South Korean president, Moon Jae-in, in April when bodyguards flanked Kim’s car as it left the venue. Kim met the Singaporean prime minister, Lee Hsien Loong, briefly on Sunday, smiling broadly as the two posed for photographs. “The entire world is watching the historic summit between [North Korea] and the United States of America, and thanks to your sincere efforts ... we were able to complete the preparations for the historic summit,” Kim told Lee through an interpreter. Trump is expected to meet Lee on Monday. About 2,500 journalists from around the world registered to cover the event, according to Singapore’s ministry of communications. Security in the city-state has been placed on high alert and traffic has been slowed to a near-standstill on the roads near the hotels where Kim and Trump are staying. Tuesday’s meeting will take place at the Capella Hotel, on the island resort of Sentosa. The summit will cost Singaporean government more than £11m, Lee said. Two South Korean journalists were deported on Saturday after they were arrested for trespassing at the home of the North Korean ambassador earlier in the week. A man from a “region country” was denied entry to Singapore after police searched his mobile phone and found he had been searching for information on suicide bombings.",
    "keywords": [
        "singapore",
        "summit",
        "meeting",
        "north",
        "president",
        "peacekeeping",
        "permanent",
        "kim",
        "jongun",
        "discuss",
        "minister",
        "lee",
        "koreas",
        "trump",
        "korean"
    ],
    "summary": "Donald Trump and the North Korean leader, Kim Jong-un, have arrived in Singapore two days before a historic summit over the fate of North Korea’s nuclear weapons programme.\nNorth Korea’s state media said on Monday the pair would discuss a “permanent and durable peace-keeping mechanism” on the Korean peninsula, denuclearisation of the peninsula and other issues of mutual concern.\nThe mere fact of meeting Trump is a diplomatic coup for the young leader, who is seeking to cast himself as a serious statesman on the international stage.\nKim met the Singaporean prime minister, Lee Hsien Loong, briefly on Sunday, smiling broadly as the two posed for photographs.\nTwo South Korean journalists were deported on Saturday after they were arrested for trespassing at the home of the North Korean ambassador earlier in the week.",
    "sentiment": {
        "neg": 0.0561,
        "neu": 0.9017,
        "pos": 0.0422,
        "compound": -0.0283
    }
}