{
    "date": "2018-02-23T14:27:42Z",
    "title": "Ivanka Trump gets red-carpet welcome for Winter Olympics visit",
    "url": "https://www.theguardian.com/us-news/2018/feb/23/ivanka-trump-red-carpet-welcome-winter-olympics-visit-south-korea",
    "content": "Ivanka Trump has received a red-carpet welcome on arrival in Seoul for a visit that will seek to reaffirm America’s “strong and enduring commitment” to South Korea, amid deep uncertainty over relations with North Korea after the Winter Olympics. The US president’s daughter, who is an adviser in the White House, dined with the South Korean president, Moon Jae-in, on Friday evening and will attend Olympic events and the closing ceremony. She plans to meet US athletes, with White House officials saying her trip will focus on sport. According to US media reports, President Trump is expected to announce sanctions against North Korea on Friday, to pressure it into giving up its nuclear and missile programmes. A senior US administration official, who spoke to Reuters on condition of anonymity, called them “the largest package of new sanctions against the North Korea regime”, without giving details. North Korea conducted dozens of missile launches last year and its sixth and largest nuclear test in defiance of UN security council resolutions, as it pursues its goal of developing a nuclear-armed missile capable of reaching the US. It defends the weapons programmes as essential to deter what it says is US aggression. Tougher sanctions may jeopardise the latest detente between the two Koreas, illustrated by North Korea’s participation in the Winter Olympics in the south, amid preparations for talks about a possible summit between the North Korean leader, Kim Jong-un, and South’s Korea’s President Moon. Ivanka Trump and the White House press secretary, Sarah Huckabee Sanders, were greeted at the airport on Friday by local media. “It is a great honour to be here in South Korea with the US delegation,” Trump said at the airport, according to the Yonhap news agency. “We are very excited to attend the 2018 Winter Olympic Games to cheer for Team USA.” Before dinner at the Blue House, she told Moon: “I thank you for hosting us all here tonight as we reaffirm our bonds of friendship, of cooperation, of partnership and reaffirm our commitment to our maximum pressure campaign to ensure that the Korean peninsula is denuclearised.” Her presence is meant to bring a softer side of US diplomacy to the peninsula, after a trip by the vice-president, Mike Pence, two weeks ago apparently alienated South Korean officials. His visit was largely overshadowed by that of Kim Yo-jong, the younger sister of Kim Jong-un, who formally invited Moon to Pyongyang. Kim Yo-jong has been called “North Korea’s Ivanka” by South Korean media, and Trump’s trip has drawn comparisons between the Kim regime and the current US administration. North Korea will send a delegation to the closing ceremony, a highly controversial team. Kim Yong-chol, currently under sanctions from South Korea and the US, will lead the eight-member delegation for a three-day trip starting on Friday. The former intelligence chief is a vice-chairman of the ruling Workers’ party’s central committee, but he is better known in South Korea as the man many believe was the mastermind behind the sinking of a navy vessel that killed 46 sailors. South Korea’s decision to allow him to attend sparked protest from family members of the dead sailors, and opposition parties. Some 70 members of the main opposition Liberty Korea party staged a protest in front of the Blue House on Friday. “President Moon’s decision to accept the north’s facade of peace is a serious issue and it will go down in history as a crime eternal,” the party said in a statement. Officials from South Korea and the US have said it is unlikely Ivanka Trump will meet anyone from North Korea during her visit. Despite the rapprochement between the two neighbours, who are still technically at war, few analysts believe the lull in tensions can last beyond the Olympics. The US and South Korea have already announced they will resume annual military exercises in the coming months, a move that is sure to enrage Pyongyang.",
    "keywords": [
        "south",
        "gets",
        "korea",
        "north",
        "house",
        "visit",
        "ivanka",
        "kim",
        "trip",
        "winter",
        "sanctions",
        "redcarpet",
        "korean",
        "olympics",
        "welcome",
        "trump",
        "koreas"
    ],
    "summary": "Ivanka Trump has received a red-carpet welcome on arrival in Seoul for a visit that will seek to reaffirm America’s “strong and enduring commitment” to South Korea, amid deep uncertainty over relations with North Korea after the Winter Olympics.\nNorth Korea will send a delegation to the closing ceremony, a highly controversial team.\nSouth Korea’s decision to allow him to attend sparked protest from family members of the dead sailors, and opposition parties.\nOfficials from South Korea and the US have said it is unlikely Ivanka Trump will meet anyone from North Korea during her visit.\nThe US and South Korea have already announced they will resume annual military exercises in the coming months, a move that is sure to enrage Pyongyang.",
    "sentiment": {
        "neg": 0.0721,
        "neu": 0.8494,
        "pos": 0.0784,
        "compound": 0.0627
    }
}