{
    "date": "2018-05-11T14:19:45Z",
    "title": "Trump approaches geopolitics like The Apprentice – but this is not his show",
    "url": "https://www.theguardian.com/us-news/2018/may/11/trumps-approaches-geopolitics-like-the-apprentice-but-this-is-not-his-show",
    "content": "The big lesson of Trump’s big week in geopolitics – in which he ditched the Iran nuclear deal while pivoting optimistically toward his summit with Kim Jong-un – is clear enough: if you want to take on the US, it really helps to have some nuclear bombs. The praise Trump showered on the “excellent” Kim, who has conducted six nuclear tests, contrasted with the vitriol he poured on Iran which by all accounts (including those of US administration officials) had been sticking to the deal it struck with major powers in 2015 to keep its nuclear activities peaceful and small-scale. Trump deliberately violated that deal on Tuesday in the most comprehensive manner possible, restoring all US sanctions on Iran and threatening European and other foreign companies with crippling punitive measures if they continue to do business in Iran. Literally in the next breath, the president looked forward to meeting the North Korean leader at a summit that we now know will take place in Singapore on 12 June. Kim has gone from being Little Rocket Man and “a madman” to an “honourable” and “excellent” guy in a matter of months. It was like the finale of The Apprentice, Trump’s former reality show, where only the Donald had the power to decide who would be a winner and who would end up a loser, and then to laud them or denigrate them accordingly. The backdrop has changed from a TV studio to the Oval Office but the formula remains the same: confected distractions about who’s up and who’s down, with Trump at centre stage at all times and at all costs. It is hard to imagine anyone else openly revelling in his nighttime television ratings while welcoming home traumatised American prisoners freed by the Pyongyang regime as a summit sweetener. But the difference between reality show and the real world is that in the latter he alone cannot control the outcomes. Trump may think Kim is making a guest appearance on his show, but in Singapore he may find himself with a walk-on part on Kim’s programme. That could be a jolting discovery. Trump’s courtiers appear to have allowed his expectations for the summit to float ever upwards in a well-sealed bubble. His secretary of state, Mike Pompeo, has defined the US goal at the summit as “permanent verifiable, irreversible dismantling of North Korea’s weapons of mass destruction”, something that had to happen “without delay”. A bad deal is “not an option”. According to the Japan Times, the US demands also include the North Korean surrender of documents on weapons design and even the exile of the country’s own nuclear weapons engineers, so that the regime is divested of its atomic knowhow. The likelihood of this happening is vanishingly small. Everything that Kim Jong-un has said or done reinforces the impression he sees the creation of a nuclear arsenal, a project he declared complete at the beginning of the year, as the cornerstone of his dynasty’s survival. When Pompeo went to Pyongyang to fetch the US prisoners and finalise arrangements for the summit, Kim Yong-chol, the vice-chairman of the Workers’ party central committee, told him “we have perfected our nuclear capability” while insisting that the achievement was “not the result of sanctions that have been imposed from outside”. “I hope the United States also will be happy with our success,” Kim said, adding: “I have high expectations the US will play a very big role in establishing peace on the Korean peninsula.” Everything about that choice of words reinforces the near-consensus among North Korea watchers that Pyongyang’s aim at the summit is to gain US acknowledgement that it is a nuclear weapons power, and to be treated as such. The regime did not have much incentive to surrender its arsenal, even before this week. When that option was raised at informal back-channel talks in Europe last year, North Korean representatives pointed to Saddam Hussein and Muammar Gaddafi as examples of what happens to Washington’s enemies who dismantle their WMD programmes. The treatment of Iran, after painstakingly negotiating a deal with the major powers and abiding by it, can only entrench Kim’s resolve to hold on tight to his insurance policy. No state armed with nuclear weapons has ever been invaded. And the presence at Trump’s side of John Bolton, an implacable advocate of regime change in both Iran and North Korea, is akin to the US president arriving in Singapore in a T-shirt saying: You Have No Reason to Trust Me. For his part, Kim will walk into the negotiating chamber with considerable leverage. After Iran, Trump desperately needs a win. He has raised the prospect of world peace, no less. With the world’s television cameras pointing at him, on the greatest stage on earth, he will be loth to announce failure. And going back to “maximum pressure” if the talks fail is not really an option. This administration has spent all the credit in the diplomatic bank and is deep into the red. Few countries will strain themselves now to strengthen or enforce sanctions on Washington’s adversaries, if Trump walks away from two nuclear negotiations in a row. If, on the other hand, Kim offers Trump something that can be sold as a win, the president will be tempted to grab it. And when that turns out to be much less than complete verifiable irreversible disarmament, Trump the showman will face a real dilemma: give up on the illusions that he could persuade North Korea to disarm and make a better deal than the Iran agreement; or fall back on missile threats and risk going to war.",
    "keywords": [
        "summit",
        "approaches",
        "iran",
        "deal",
        "regime",
        "apprentice",
        "north",
        "nuclear",
        "kim",
        "weapons",
        "geopolitics",
        "trumps",
        "trump"
    ],
    "summary": "Trump may think Kim is making a guest appearance on his show, but in Singapore he may find himself with a walk-on part on Kim’s programme.\nNo state armed with nuclear weapons has ever been invaded.\nAfter Iran, Trump desperately needs a win.\nFew countries will strain themselves now to strengthen or enforce sanctions on Washington’s adversaries, if Trump walks away from two nuclear negotiations in a row.\nIf, on the other hand, Kim offers Trump something that can be sold as a win, the president will be tempted to grab it.",
    "sentiment": {
        "neg": 0.0968,
        "neu": 0.8176,
        "pos": 0.0856,
        "compound": 0.0153
    }
}