{
    "date": "2018-03-20T11:23:11Z",
    "title": "The Great Wave review – gripping mystery of North Korea kidnap scandal",
    "url": "https://www.theguardian.com/stage/2018/mar/20/great-wave-francis-turnly-north-korea-kidnap-abductions-japanese",
    "content": "Sometimes a play grips because of its subject. Such is the case with this new piece by Francis Turnly which, although dramaturgically conventional, opens up the story of the abduction by North Korea of young Japanese citizens. Documentaries and movies have been made about this, but Turnly’s play seems especially timely as we struggle to understand life inside Kim Jong-un’s hermit state. Turnly’s chronological approach spans the years from 1979 to 2003 and covers the mysterious disappearance of a Japanese schoolgirl. The 17-year-old Hanako is young, bolshy and restless. One stormy night, after one of her regular spats with her elder sister, she rushes off to the beach in pursuit of their schoolmate Tetsuo. The rest of the action splits between two locales. In Japan, we see Hanako’s sister, mother and Tetsuo tirelessly seeking to discover what happened to her. In North Korea, we see the captive Hanako being employed to teach a young woman of her own age Japanese language and culture for reasons that gradually become clear. I was strongly reminded of two recent plays at London’s Finborough. As with In-Sook Chappell’s P’yongyang, we glimpse the mixture of veneration and rigidity that characterises North Korea, while the idea that one’s identity can be changed by physical circumstance echoes the theme of Ghassan Kanafani’s Returning to Haifa. But Turnly’s strength lies in his ability to tell a fascinating story and to show how realpolitik intrudes on personal tragedy: if Hanako’s relatives are confronted by stonewalling Tokyo officials in their quest for truth, it is because Japan is desperately anxious not to provoke a nuclear-armed North Korea. Indhu Rubasingham’s production, co-presented with the Tricycle, rightly focuses on swift storytelling and is much aided by Tom Piper’s design of a rotating cube that shifts easily between the two settings. Kirsty Rider captures perfectly Hanako’s enforced assimilation to her new surroundings; there is good work from Rosalind Chao and Kae Alexander as her mother and sister respectively, and Leo Wan impresses as the tenacious Tetsuo, even if his ability to solve the problem of Hanako’s disappearance makes him sound like a Tokyo Sherlock Holmes. Formally, Turnly’s play breaks no new ground but it draws one’s rapt attention to a scandal that long obsessed the people of Japan. At the Dorfman, London, until 14 April. Box office: 020-7452 3000.",
    "keywords": [
        "turnlys",
        "wave",
        "korea",
        "hanakos",
        "young",
        "scandal",
        "tetsuo",
        "sister",
        "mystery",
        "play",
        "japanese",
        "japan",
        "gripping",
        "great",
        "kidnap",
        "review",
        "north"
    ],
    "summary": "Such is the case with this new piece by Francis Turnly which, although dramaturgically conventional, opens up the story of the abduction by North Korea of young Japanese citizens.\nDocumentaries and movies have been made about this, but Turnly’s play seems especially timely as we struggle to understand life inside Kim Jong-un’s hermit state.\nIn Japan, we see Hanako’s sister, mother and Tetsuo tirelessly seeking to discover what happened to her.\nIn North Korea, we see the captive Hanako being employed to teach a young woman of her own age Japanese language and culture for reasons that gradually become clear.\nFormally, Turnly’s play breaks no new ground but it draws one’s rapt attention to a scandal that long obsessed the people of Japan.",
    "sentiment": {
        "neg": 0.0622,
        "neu": 0.847,
        "pos": 0.0908,
        "compound": 0.0539
    }
}