{
    "date": "2018-05-25T14:03:45Z",
    "title": "Who knew diplomacy with North Korea was so hard? | Michael H Fuchs",
    "url": "https://www.theguardian.com/commentisfree/2018/may/25/who-knew-diplomacy-with-north-korea-was-so-hard",
    "content": "Just as soon as North Korea began playing hardball, Donald Trump took his toys and went home. Who knew dealing with North Korea was so hard? Well, just about everybody. Everybody except Trump, that is. Trump’s cancellation of the 12 June summit meeting with the North Korean leader Kim Jong-un reaffirms that Trump and his team don’t have a North Korea strategy. And when you’re dealing with a nuclear-armed rogue regime like North Korea, that’s dangerous. The lack of strategy has been apparent for a while. After threatening war for months, Trump reversed course in March. Following a diplomatic thaw between North and South Korea around the Olympics, Trump announced an unprecedented summit meeting with Kim Jong-un. In the months since, Trump began setting expectations of historic things to come. He spoke of Kim as an “honorable” man. He fanned talk of getting the Nobel peace prize. The White House even printed commemorative coins for the summit. The euphoria wore off quickly. In response to US threats of regime change if diplomacy failed, North Korea returned to its usual heated rhetoric, singling out Vice-President Mike Pence and the national security adviser, John Bolton, for criticism. But these statements were likely part of the negotiations – in addition to the boilerplate criticism, North Korea also explicitly reaffirmed Pyongyang’s commitment to dialogue. This was North Korea’s opening position. And yet, Trump and his advisers responded by cancelling the summit. Why? The North Koreans, South Koreans and many Trump advisers are likely scratching their heads along with the rest of us. When the going gets tough, apparently Trump runs away. The Trump team is trying to spin this as North Korea’s fault. But it’s clear that all along US officials have been – rightly – skeptical that North Korea is actually willing to give up its nuclear weapons and many doubted the wisdom of the summit. No one – not North Korea, South Korea, nor Trump’s own team – expected him to announce a summit with Kim Jong-un when the South Koreans came to brief Trump on their talks with Kim in March. But Trump rushed ahead. For some in the administration, cancelling the summit prevents Trump from accepting what they believe is a bad deal. It’s possible that the Trump team views cancellation as a negotiating tactic – Trump and Pompeo have both said talks are still possible. But a more likely explanation is that Trump is thin-skinned, and the repeated insults from North Korea offended Trump and were used by US officials who were skeptical of the diplomacy to torpedo it. Reports indicating that this decision happened very quickly – with no prior notification of allies – suggest that, once again, Trump was winging it. So, what happens next? If Trump wants to return to the “maximum pressure” campaign of economic sanctions and “fire and fury” threats, he’ll quickly realize that it’s dead for now. China has already been easing up on the pressure and will now use Trump’s cancelation of talks to justify further loosening the screws. If Trump really wants to start this process over again, he’ll have to begin hitting China with significant secondary sanctions while he’s trying to negotiate massive trade issues. This theory also rests on the Trump team’s assumption that the “maximum pressure” forced Kim to the table. Kim’s interest in diplomacy was at most only partially fueled by the pressure: he had already achieved the ability to launch nuclear-tipped missiles to the United States and could negotiate from a position of strength. Kim also knew that Seoul was interested in diplomacy and saw an opportunity to divide the United States and South Korea. If Trump wants to return to threats of war – as he did in announcing his decision to cancel the summit – then he still faces the fact that war would be “catastrophic”, as Trump’s secretary of defense, James Mattis, put it. If Trump is still interested in diplomacy – as he should be – then Trump just made his task a lot harder. South Korea was not notified about the decision – they will be angry, and rightly so. And the world will see Trump as the one who stopped the talks, not Kim. Unfortunately for the United States, Kim now holds more cards than he did when the diplomacy began and he knows it – sure enough, North Korea’s first response was to take the high ground and say they’re ready to talk “any time”. There very well may still be a path forward, but only if the Trump administration recognizes that a quick denuclearization process is a fantasy – and if they are willing to give diplomacy time to work. A continuation of the already ongoing high-level talks would test whether progress in limiting or reducing – if not eliminating – North Korea’s nuclear and missile programs was possible. Like a boyfriend expressing hope of getting back together with his girlfriend while breaking up with her, Trump ended his letter to Kim by stating forlornly: “If you change your mind having to do with this most important summit, please do not hesitate to call me or write.” If diplomacy does get back on track, let’s all hope both sides of this relationship go in eyes wide open next time. Michael H Fuchs is a contributing opinion writer for the Guardian US. He is also a senior fellow at the Center for American Progress, and a former deputy assistant secretary of state for east Asian and Pacific affairs",
    "keywords": [
        "h",
        "hard",
        "diplomacy",
        "summit",
        "south",
        "team",
        "korea",
        "knew",
        "talks",
        "kim",
        "fuchs",
        "trumps",
        "trump",
        "michael",
        "north"
    ],
    "summary": "Just as soon as North Korea began playing hardball, Donald Trump took his toys and went home.\nWho knew dealing with North Korea was so hard?\nAnd when you’re dealing with a nuclear-armed rogue regime like North Korea, that’s dangerous.\nFollowing a diplomatic thaw between North and South Korea around the Olympics, Trump announced an unprecedented summit meeting with Kim Jong-un.\nBut these statements were likely part of the negotiations – in addition to the boilerplate criticism, North Korea also explicitly reaffirmed Pyongyang’s commitment to dialogue.",
    "sentiment": {
        "neg": 0.0867,
        "neu": 0.833,
        "pos": 0.0803,
        "compound": -0.0331
    }
}