{
    "date": "2018-02-10T09:14:30Z",
    "title": "Kim Jong-un's sister invites South Korean president to Pyongyang",
    "url": "https://www.theguardian.com/world/2018/feb/10/kim-yo-jong-meets-south-korean-president-in-seoul-as-thaw-continues",
    "content": "North Korea’s dictator, Kim Jong-un, has invited the South Korean president, Moon Jae-in, to visit Pyongyang at the “earliest date possible” for what would be the first summit between the two nations in more than a decade. Kim Yo-jong, the sister of the North Korean leader, made the overture during a lunch at Seoul’s presidential palace. She is the first member of Pyongyang’s ruling dynasty to set foot in the South since the end of the 1950-53 Korean war. Kim Yong-nam, North Korea’s ceremonial head of state, also attended the meeting. The two sides discussed inter-Korean relations, according to the Yonhap news agency, and Moon responded to the invitation by saying: “Let us make it happen by creating the necessary conditions in the future.” Moon has previously said he is willing to travel to Pyongyang, but the US is likely to oppose such a trip as Washington pursues a policy of “maximum pressure”. Moon also stressed the need for the US to come to the table. “An early resumption of dialogue between the United States and the North is needed also for the development of the South-North Korean relationship,” Moon said, according to a spokesman. There has been a dramatic cooling of tensions on the Korean peninsula in the past two months and Moon has made it clear he hopes the rapprochement can continue after the Winter Olympics in Pyeongchang ends. After the lunch, at which the pair ate kimchi and drank soju liquor, it was announced that Moon and Kim Yong-nam would attend the combined Korea women’s ice hockey match together on Saturday night. The two men will cheer the team made up of players from both countries, the first ever unified team. But in a sign that Kim Jong-un is unlikely to give up his nuclear arms, he used the day before the Olympics opening ceremony to stage a massive military parade that included trucks carrying intercontinental ballistic missiles – weapons that could be capable of striking the US mainland. Saturday’s meeting between the two neighbours – technically still at war – is the first since 2007 when North Korea’s premier visited the presidential palace. The delegation of 22 officials from the North arrived on Friday in order to attend the opening ceremony for the Winter Olympics. “You must have had a hard time due to the cold weather,” Moon said as he greeted Kim Yo-jong, referring to the frigid temperatures during Friday’s opening ceremony. “It was OK because you, Mr President, were kind enough to care,” Kim Yo-jong replied, according to Yonhap news agency. The warm reception was at odds with the position taken by US vice-president, Mike Pence. He refused to acknowledge Kim Yong-nam during a brief stop at a dinner on Friday night and remained seated when athletes from North and South Korea marched in the opening ceremony. He said the US would take whatever “action is necessary to defend our homeland” against the North Korean nuclear threat, according to NBC. “We’re going to continue to put all the pressure to bear economically and diplomatically, while preserving all of our military options to see that that happens,” Pence said.",
    "keywords": [
        "moon",
        "south",
        "sister",
        "according",
        "north",
        "president",
        "kim",
        "opening",
        "yongnam",
        "yojong",
        "ceremony",
        "jonguns",
        "pyongyang",
        "invites",
        "korean"
    ],
    "summary": "North Korea’s dictator, Kim Jong-un, has invited the South Korean president, Moon Jae-in, to visit Pyongyang at the “earliest date possible” for what would be the first summit between the two nations in more than a decade.\nKim Yo-jong, the sister of the North Korean leader, made the overture during a lunch at Seoul’s presidential palace.\nKim Yong-nam, North Korea’s ceremonial head of state, also attended the meeting.\n“It was OK because you, Mr President, were kind enough to care,” Kim Yo-jong replied, according to Yonhap news agency.\nHe said the US would take whatever “action is necessary to defend our homeland” against the North Korean nuclear threat, according to NBC.",
    "sentiment": {
        "neg": 0.0532,
        "neu": 0.8924,
        "pos": 0.0544,
        "compound": -0.0088
    }
}