{
    "date": "2018-04-18T12:20:20Z",
    "title": "If Trump strikes a deal with North Korea, I’ll be delighted. But don’t hold your breath | Jonathan Freedland",
    "url": "https://www.theguardian.com/commentisfree/2018/apr/18/trump-north-korea-mike-pompeo-kim-jong-un-peace",
    "content": "Is a North Korean breakthrough imminent? Is a region at war for more than 60 years about to make peace? And, most unexpectedly of all, will we soon have to credit Donald Trump for one of the great foreign policy achievements of our time? The questions arise because of the shock news that the outgoing CIA director and incoming secretary of state, Mike Pompeo, travelled to Pyongyang to meet the North Korean dictator Kim Jong-un over Easter. Given the fact that until now the visitors’ book at the supreme leader’s palace had included no more eminent western luminary than the one-time basketball player Dennis Rodman, this is quite a shift. It suggests that the Trump-Kim summit, announced last month but not yet formally confirmed, could indeed be on, with Pompeo’s trip a crucial exercise in preparing the ground. But we should take a breath. There are rather a lot of hurdles between now and a major diplomatic triumph. For one thing, this move is not, by itself unprecedented. Recall that in the closing months of Bill Clinton’s presidency, he too despatched his secretary of state to Pyongyang. Madeleine Albright met the current leader’s father, Kim Jong-il, in October 2000 for six hours of talks that she described as “serious”. But not serious enough to persuade Kim to abandon the missile programme that had alarmed the world then, just as his son’s nuclear ambitions are causing fright now. Even if Pompeo gets a stage further than Albright, and a presidential summit happens – perhaps as soon as next month – that is no guarantee of success either. Analysts worry that if the key topic of such a meeting is “denuclearisation”, as it surely must be, then the two sides will be talking at cross-purposes. Washington has long understood that term to mean Pyongyang’s abandonment of its nuclear programme, dismantling the arsenal that Kim announced the country had finally acquired at the start of this year. For Kim, “denuclearisation” refers to the entire Korean peninsula, with the US agreeing to withdraw the nuclear umbrella under which South Korea has long sheltered. The gap between these two positions may prove impossible to bridge, not least because the Kim regime has long regarded nuclear weapons as essential for its survival. It noted the invasion of Iraq, which had no weapons of mass destruction, in 2003, and the toppling of Libya’s Muammar Gaddafi, who had agreed to terminate his nuclear programme, in 2011, and drew the obvious conclusion: if you don’t have nukes, you’re vulnerable. So a clear-cut failure is possible. But so is something more ambiguous. Given that this is the Trump administration, it’s easy to imagine the US president meeting Kim and failing to get what all his predecessors have demanded – total unilateral nuclear disarmament by the North Koreans – and still proclaiming whatever second-best compromise he does extract as a great diplomatic victory. The hypocrisy would be rank, but it’s not hard to picture Trump and Pompeo emerging with an arrangement akin to, or not even as good as, the Iran deal sealed by the Obama administration – a deal both men have repeatedly denounced – and trumpeting it as a success. They could count on the Fox News megaphone to amplify that message, and on the Trump base to believe it. The danger then would be that Kim would have got what he craves most from a summit – standing on the world stage as the equal of a US president – while retaining his nuclear arsenal and without altering his behaviour as the head of a brutal dictatorship and slave state. So the word of the hour should be caution. The Pompeo meeting is significant and could be a step on the way to a remarkable breakthrough. But we are a long way from that point, and there is much that could go wrong. When it comes to a nuclear dialogue between such unpredictable players, it’s wise to follow the advice of Ronald Reagan when pursuing arms control agreements with the old Soviet Union: “Trust, but verify”. • Jonathan Freedland is a Guardian columnist",
    "keywords": [
        "summit",
        "meeting",
        "hold",
        "dont",
        "korea",
        "state",
        "jonathan",
        "delighted",
        "freedland",
        "nuclear",
        "kim",
        "strikes",
        "trump",
        "ill",
        "long",
        "programme",
        "pompeo",
        "north"
    ],
    "summary": "And, most unexpectedly of all, will we soon have to credit Donald Trump for one of the great foreign policy achievements of our time?\nRecall that in the closing months of Bill Clinton’s presidency, he too despatched his secretary of state to Pyongyang.\nThey could count on the Fox News megaphone to amplify that message, and on the Trump base to believe it.\nThe Pompeo meeting is significant and could be a step on the way to a remarkable breakthrough.\nBut we are a long way from that point, and there is much that could go wrong.",
    "sentiment": {
        "neg": 0.076,
        "neu": 0.858,
        "pos": 0.066,
        "compound": -0.0143
    }
}