{
    "date": "2018-03-21T05:49:33Z",
    "title": "'Peace-loving' North Korea claims credit for thaw with US",
    "url": "https://www.theguardian.com/world/2018/mar/21/peace-loving-north-korea-claims-credit-for-thaw-with-us",
    "content": "North Korea has commented for the first time on the recent rapprochement on the peninsula, saying warming relations with Seoul and Washington are thanks to its “proactive measure and peace-loving proposal”. North Korea also dismissed suggestions international sanctions were the cause of improved ties in a commentary published by the country’s official Korean Central News Agency, instead saying diplomatic efforts were a sign of Pyongyang’s strength and confidence. “The great change in the North-South relations is not an accidental one but a noble fruition made thanks to the DPRK’s proactive measure, warm compatriotism and will for defending peace,” the commentary said, referring to the North by its official name, the Democratic People’s Republic of Korea. “Such rubbish as ‘result of sanctions and pressure’ … spread by the hostile forces is just as meaningless as a dog barking at the moon.” Tensions with North Korea have cooled dramatically since the beginning of the year and around the Winter Olympics held in the South. They follow a year of bombastic rhetoric on both sides with North Korea threatening to attack the US and Trump saying he could unleash “fire and fury”. Notably absent from the commentary was a direct reference to planned summits between the North Korean ruler, Kim Jong-un, and South Korea’s President Moon Jae-in in April, and a mooted meeting of Kim and Trump in May. But it did highlight “a sign of change” in relations with Washington and a “dramatic atmosphere for reconciliation” with Seoul. “The dialogue peace offensive of the DPRK is an expression of self-confidence as it has acquired everything it desires,” it said. The commentary seems to come in response to pundits in the US, South Korea and Japan dissecting the reasons for cooling tensions, with some saying Trump’s “maximum pressure” campaign was bearing fruit. “It is really an expression of small-mindedness for the riff-raffs to spoil the atmosphere and say this or that even before the parties concerned are given a chance to study the inner thoughts of the other side and are seated at a negotiating table,” it said. Moon suggested there could be a three-way summit between the North, South and the US after their respective meetings with Kim. “Holding a North Korea-US summit following a South-North Korea summit itself is a historical event. And depending on their outcomes, they may lead to a three-way summit of South, North and US,” he said after a preparatory meeting for the inter-Korean summit. Delegations from the North and South are set to meet again next week to prepare for a meeting between Kim and Moon. The US and South Korea announced the resumption of annual military drills, previously postponed due to the Olympics, beginning 1 April, but the exercises will be shortened by a month in a conciliatory sign ahead of negotiations. North Korea typically bristles at the drills and in previous years has responded with missile launches.",
    "keywords": [
        "moon",
        "summit",
        "south",
        "relations",
        "korea",
        "claims",
        "kim",
        "peaceloving",
        "credit",
        "sign",
        "commentary",
        "thaw",
        "north",
        "saying"
    ],
    "summary": "North Korea has commented for the first time on the recent rapprochement on the peninsula, saying warming relations with Seoul and Washington are thanks to its “proactive measure and peace-loving proposal”.\nThey follow a year of bombastic rhetoric on both sides with North Korea threatening to attack the US and Trump saying he could unleash “fire and fury”.\nMoon suggested there could be a three-way summit between the North, South and the US after their respective meetings with Kim.\n“Holding a North Korea-US summit following a South-North Korea summit itself is a historical event.\nNorth Korea typically bristles at the drills and in previous years has responded with missile launches.",
    "sentiment": {
        "neg": 0.0384,
        "neu": 0.8876,
        "pos": 0.0739,
        "compound": 0.1179
    }
}