{
    "date": "2018-06-11T12:24:32Z",
    "title": "The Guardian view on the US-North Korea summit: realism should trump hope | Editorial",
    "url": "https://www.theguardian.com/commentisfree/2018/jun/11/the-guardian-view-on-the-us-north-korea-summit-realism-should-trump-hope",
    "content": "Roll up, roll up. There’s “excitement in the air!”, he tweets. Don’t call it diplomacy. The man doesn’t understand the meaning of the word. Don’t dignify it as negotiation. He has two modes: bullying and flattery. Even if concrete steps are agreed, this is, in essence, a spectacle. The US president will make history when (barring last minute upsets, not entirely impossible) he sits down with the leader of North Korea in Singapore. But he will do so only in the narrowest sense: that he is doing something unprecedented. His motives are too egotistical and essentially trivial for lasting progress; and there are good reasons why his predecessors didn’t go first. Serious engagement between the US and North Korea is long overdue. Talking to enemies is hard but necessary – especially if the alternative is “fire and fury”. It must be done, however, in a spirit of realism, with a serious aim and with a strategy. The North Koreans have these things; they have waited decades for this; Donald Trump has not. His belated attempts to talk expectations down suggest he has begun to grasp some of the obstacles. All the more telling, then, that he still sees no need “to prepare very much”; “touch and feel” are what counts. There has been no cabinet-level planning meeting, usual before such an event. John Bolton may be currently out of favour, with Mr Trump relying on the marginally less hawkish Mike Pompeo. But the persistent – even inherent – dysfunction of the administration is alarming. Nor can its members simply work around the president. Indeed, Mr Trump and Kim Jong-un will reportedly hold a brief initial meeting alone except for translators, stoking fears of a concession such as US troop withdrawal made on impulse – the same way he granted the summit. A catastrophic row is possible, too, if Mr Trump’s ego is dented. More likely is a flashy but insubstantial announcement to sate his vanity as a dealmaker: a statement that both sides seek denuclearisation, for example, glossing over their vast differences on the subject. When the razzmatazz is over, both sides presumably seek tangible commitments. North Korea has real goals: recognition as a power to be dealt with respectfully (granted by the summit itself); a “new era” in relations with the US, giving it more leverage with China; a lifting of sanctions so Mr Kim can proceed with domestic economic development. But the North believes its identity and survival depend upon its nuclear capability. That is unlikely to change. There is room for movement: a freeze on ballistic missile and nuclear tests (Mr Kim has already told his people they don’t need further tests, and this would be easily reversible); the shuttering of the Yongbyon nuclear facility (verifiable but, again, reversible); even the handing over of some arms; a full declaration of the progress of their programme (not easy to check). But all this is a long way from the “complete, verifiable, irreversible disarmament” initially demanded. So don’t ask whether the two sides should talk. Ask: how will this summit help? Can a meaningful and effective deal be reached? Could such a deal survive the Trump administration on one side – never mind whoever succeeds him – and the North Koreans on the other? Any lasting resolution will be multilateral; yet Mr Trump is a unilateralist. He withdrew from the Iran deal. He hires hawks. He recently threatened Pyongyang itself with regime change (probably by accident). En route to Singapore, he rejected the recently agreed G7 communique. Who would count on his promise of a security guarantee? This meeting is unlikely to make real strides towards tackling North Korea’s nuclear programme, an issue that has defeated brighter and better coordinated and prepared administrations. It may, in the long run, make things worse. Scotched plans could ratchet up the animosity on either side. A return to maximum pressure seems implausible; neither Beijing nor Seoul is likely to prove so obliging again. The summit has already done Mr Kim’s diplomatic work for him; since its announcement he has seen Xi Jinping twice, and a meeting with Vladimir Putin seems likely. Make the most of the show. Be prepared for the bill.",
    "keywords": [
        "usnorth",
        "summit",
        "meeting",
        "mr",
        "dont",
        "korea",
        "sides",
        "north",
        "editorial",
        "nuclear",
        "guardian",
        "hope",
        "long",
        "view",
        "realism",
        "trump",
        "likely"
    ],
    "summary": "The US president will make history when (barring last minute upsets, not entirely impossible) he sits down with the leader of North Korea in Singapore.\nIt must be done, however, in a spirit of realism, with a serious aim and with a strategy.\nThe North Koreans have these things; they have waited decades for this; Donald Trump has not.\nJohn Bolton may be currently out of favour, with Mr Trump relying on the marginally less hawkish Mike Pompeo.\nAny lasting resolution will be multilateral; yet Mr Trump is a unilateralist.",
    "sentiment": {
        "neg": 0.0821,
        "neu": 0.829,
        "pos": 0.0889,
        "compound": -0.014
    }
}