{
    "date": "2018-02-20T05:49:56Z",
    "title": "North Korea could co-host 2021 Asian Games with South, official says",
    "url": "https://www.theguardian.com/world/2018/feb/20/north-korea-co-host-2021-asian-games-south",
    "content": "A top North Korean sports official said his country could co-host the Asian Winter Games in 2021 with South Korea, the latest sign of a thaw in relations between the two neighbours that are officially still at war. Chang Ung, the sole North Korean member of the International Olympic Committee, said it was “possible” for the two countries to host and the North’s Masikryong ski resort could be used, according to the Yonhap news agency. The offer comes amid a rapid easing of tensions that have accompanied the Winter Olympics in the South Korean town of Pyeongchang. It also follows a similar offer from Choi Moon-soon, governor of the province currently hosting the Olympics. “We are considering the idea of South and North Korea jointly hosting the Asian Winter Games as one way to increase the usage of the facilities after the Pyeongchang Winter Olympics and of continuing inter-Korean harmony and exchange,” Choi said at a press conference, according to South Korean newspaper Hankyoreh. “We will initiate detailed preparations after the Pyeongchang Olympics.” The host city for the 2021 Asian Winter Games has not been announced and will be decided later this year. If successful, it would follow a long tradition of the two sides using sport to improve relations. The South Korean president, Moon Jae-in, has been invited to Pyongyang for talks with Kim Jong-un, but has not yet given any indication when the trip might happen. He recently said “let’s not get too far ahead”, according to a spokesman from his office. South Korea’s defence ministry reiterated it would hold joint military exercises with the United States, a frequent source of tension with North Korea. The US and South Korea agreed to postpone the drills due to the Olympics, but could restart as soon as late March. North Korea warned against restarting the drills, with the official news agency saying the “racket for resuming the war exercises is a wild act of ruthlessly trampling even a small sprout of peace that has been now seen on the Korean peninsula”. Experts have warned a resumption of field drills could infuriate North Korea and hurt progress made during the Olympics.",
    "keywords": [
        "south",
        "2021",
        "cohost",
        "korea",
        "games",
        "pyeongchang",
        "drills",
        "winter",
        "asian",
        "official",
        "olympics",
        "north",
        "korean"
    ],
    "summary": "A top North Korean sports official said his country could co-host the Asian Winter Games in 2021 with South Korea, the latest sign of a thaw in relations between the two neighbours that are officially still at war.\nThe offer comes amid a rapid easing of tensions that have accompanied the Winter Olympics in the South Korean town of Pyeongchang.\n“We will initiate detailed preparations after the Pyeongchang Olympics.” The host city for the 2021 Asian Winter Games has not been announced and will be decided later this year.\nSouth Korea’s defence ministry reiterated it would hold joint military exercises with the United States, a frequent source of tension with North Korea.\nExperts have warned a resumption of field drills could infuriate North Korea and hurt progress made during the Olympics.",
    "sentiment": {
        "neg": 0.0642,
        "neu": 0.8614,
        "pos": 0.0743,
        "compound": -0.0069
    }
}