{
    "date": "2018-06-12T07:53:46Z",
    "title": "The most bizarre moments from the Kim-Trump summit",
    "url": "https://www.theguardian.com/world/2018/jun/12/the-most-bizarre-moments-from-kim-trump-summit",
    "content": "Here are the oddities that stood out from Tuesday’s historic meeting between the US and North Korean leaders: 1. Welcome to the matrix Even Kim recognised how bizarre a meeting it was; a meeting of equals between the leader of an impoverished rogue nation and the president of the most powerful country in the world. “Many people in the world will think of this as a ... form of fantasy ... from a science-fiction movie,” Kim said, through an interpreter. Just months ago the two were trading threats of nuclear war and calling each other “fat” and a “dotard”. 2. Raw emotion The former basketball star Dennis Rodman, the American who has spent the most time with Kim, was interviewed by CNN about the summit and broke down in tears. In a rambling interview, he claimed credit for the summit taking place and described how he had received death threats when he first met Kim. “But I took all those bullets, I took all at that … but I’m still standing. Today is a great day for everybody: Singapore, Tokyo, China, everybody … it’s a great day. I’m here to see it. I’m so happy.” 3. Inside ‘the Beast’ During a brief walk, Trump guided Kim over to his custom Cadillac limousine and gave him a peek inside. The car, nicknamed “the Beast”, is armour-plated and has its own oxygen supply in case of a chemical attack. Given Kim’s reported fear of being assassinated, he may want to buy one for himself if relations warm. 4. Custom pen Trump and Kim signed three documents with a black pen emblazoned in gold with the US president’s signature. Photographs of the document emerged online, showing that Kim committed to “complete denuclearisation” and Trump to providing “security guarantees”. It was the icing on the cake of a day that was largely about photo ops and symbolism, and light on substance in dealing with North Korea’s nuclear weapons programme. 5. ‘Nice and handsome and thin’ Trump joked with press photographers before he sat down to lunch with Kim, asking them to ensure their pictures made the two leaders look “nice and handsome and thin”. Kim’s blank reaction has been mocked online, although he may not have understood the president’s remark because it was not translated in full by Trump’s Korean interpreter. • This article was amended on 13 June 2018 because an earlier version referred to a translator, when an interpreter was meant.",
    "keywords": [
        "summit",
        "meeting",
        "threats",
        "im",
        "world",
        "interpreter",
        "bizarre",
        "kim",
        "took",
        "moments",
        "kimtrump",
        "day",
        "trump"
    ],
    "summary": "Here are the oddities that stood out from Tuesday’s historic meeting between the US and North Korean leaders: 1.\n“Many people in the world will think of this as a ... form of fantasy ... from a science-fiction movie,” Kim said, through an interpreter.\nIn a rambling interview, he claimed credit for the summit taking place and described how he had received death threats when he first met Kim.\nInside ‘the Beast’ During a brief walk, Trump guided Kim over to his custom Cadillac limousine and gave him a peek inside.\nCustom pen Trump and Kim signed three documents with a black pen emblazoned in gold with the US president’s signature.",
    "sentiment": {
        "neg": 0.0544,
        "neu": 0.8913,
        "pos": 0.0544,
        "compound": -0.0393
    }
}