{
    "date": "2018-03-09T15:02:46Z",
    "title": "US wage growth slows but jobs surge in February - as it happened",
    "url": "https://www.theguardian.com/business/live/2018/mar/09/markets-cautious-ahead-of-us-jobs-report-business-live",
    "content": "Before we sign off, here is a summary of the main events of the day: Investors were in a cautious mood when European markets as they weighed up Trump’s tariff plans against the surprise news he has agreed to meet Kim Jong-un. They were also in wait-and-see mode ahead of the US non-farm payrolls. With the exception of Germany’s DAX and Italy’s FTSE MIB, markets are now higher across Europe Ryanair said that from September 2018, its tickets will come with a cautionary Brexit warning: “This flight is subject to the regulatory environment allowing the flight to take place” There was a flurry of UK data for January, the most interesting of which was a surprise 3.4% fall in construction output driven by a slump in housebuilding The Institute of Directors suspended its chairwoman, Lady Barbara Judge, following allegations of misconduct including racism A spokesman for Theresa May said the UK intends to work with the EU as it seeks exemptions from US trade tariffs on steel and aluminium The February US non-farm payrolls report showed 313,000 jobs were added last month, more than expected, but wage growth slowed to 2.6% from 2.8% Wall Street is up in early trading On that note, we’ll close up. Thank you for reading the blog and please join us again on Monday. Have a good weekend AM Here is our full story on the February US jobs report: And we’re off... US markets open higher after the jobs report. Investors are weighing up the slower wage growth, which eases inflation fears and tempers expectations of faster interest rate rises. Dow Jones: +0.7% at 25,057 S&amp;P 500: +0.6% at 2,756 Nasdaq: +0.7% at 7,477 Paul Ashworth, chief US economist at Capital Economics, says the non-farm payrolls report leaves the Federal Reserve on track to vote for four interest rate rises this year. The massive 313,000 increase in non-farm payrolls in February, the biggest in 18 months, together with the 54,000 upward revision to gains in the preceding two months, illustrates that the economy is doing much better than the recent incoming activity data have suggested. The only negative is that with that 0.1% m/m gain in average hourly earnings, the annual growth rate dropped back to 2.6%, from 2.9%. Nevertheless, with the Fed’s latest Beige Book noting that labour shortages are now severe in many industries, that isn’t going to prevent a more aggressive monetary tightening this year. This is more evidence that the Fed will need to hike four times this year, starting later this month. However, CMC Markets’ Michael Hewson is not convinced about the rate hikes: The US jobs report for February turned out to be one of those reports that had a bit of everything for both the hawks and the doves. A really positive headline number with 313k jobs added in February while the January number was revised up to 239k. For a labour market that we are told is rather tight this is quite a big number and the fact that we saw wage growth slow to 2.6% from 2.9% would suggest that there is much more slack in this particular jobs market than most people think. This would suggest that those calls for four rate rises this year may well be a little bit premature, particularly when you see the participation rate jump from 62.7% to 63%, as more people return to the work force. This is likely to prompt a little bit of a brake on the US dollar rebound we’ve seen this week. The mood has picked up in European markets, where earlier losses have been erased: Investors have been digesting the mixed US jobs report, which showed a sharper than expected rise in employment but weaker wage growth. After initially rising, the dollar index - which measures the US currency against a basket of others - fell and is now up by 0.15%. America’s construction sector created the most jobs in February, with an increase of 61,000 according to the Labor Department. Economists speculated the jump in the sector was partly down to the work required in the aftermath of bad weather. Retail jobs and professional services employment both increased by 50,000. US wage growth slowed more than expected last month, to 2.6% from 2.8% in January (which was revised down from 2.9%). Traders believe the latest non-farm payrolls report will be a positive for US markets when Wall Street opens: US non-farm payrolls have easily beaten expectations, rising by 313,000 in February versus forecasts of 200,000. The number for January was also revised up to 239,000 from an earlier estimate of 200,000. The unemployment rate was unchanged at 4.1% Andrew Sentance, former member of the Bank of England’s Monetary Policy Committee believes a collaborative approach to US trade tariffs is the best one: Almost time for US non-farm payrolls ... here’s what economists are expecting from the headline numbers for February: Number of jobs added: 200,000 (January: 200,000) Unemployment rate: 4% (January: 4.1%) Average annual earnings growth: 2.8% (January: 2.9%) The EU expects to be exempt from US tariffs on imports of steel and aluminium but will go to the World Trade Organization with its own measures if Trump presses ahead, officials have said. Cecilia Malmstrom, the European commissioner for trade said she was ready to go the WTO - as the international trade arbiter - to impose the EU’s own safeguards within 90 days. We have been very clear that [the US plan] is not in compliance with the WTO. We will have to protect our industry with rebalancing measures, safeguards. Malmstrom will meet US trade representative Robert Lighthizer in Brussels on Saturday. Britain might be preparing to leave the EU but there is still time for some collaborative work. The Prime Minister’s spokesman says the UK will be working with the EU to consider possible exemptions from Donald Trump’s tariffs on US imports of steel and aluminium. Both the UK and the EU will be hoping they fall into President Trump’s “real friends” category when it comes to exemptions. Theresa May’s spokesman said: Tariffs are not the right way to address the problem of global overcapacity. We will work with EU partners to consider the scope for exemptions. The UK economy grew by 0.3% in the three months ending February, according to the latest estimate from the National Institute of Economic and Social Research. That’s a slowdown from the 0.4% estimate in the three months to January (and the 0.4% official growth in the fourth quarter of 2017). Growth is expected to slow further in March as the impact of the disruption caused by the snow feeds through to the numbers. Niesr’s Amit Kara said: We estimate that economic growth nudged lower to 0.3 per cent in the 3 months to February. Activity has eased slightly and is likely to slow further in March when the full impact of the recent extreme weather conditions will be realised. Economic growth continues to be driven by both the manufacturing and the service sectors, supported by a buoyant global economy, while construction output lags. UK industrial production in January was boosted in January by the reopening of the Forties pipeline, which was closed in December and which carries 40% of North Sea oil and gas output. Howard Archer, chief economic advisor to the EY Item Club, explains: “With the closure of the Forties pipeline for much of December and its reopening the subsequent month, a rebound in industrial production was expected. Indeed, spurred by a record 32% rise in oil and gas output, the industrial sector grew by 1.3%, reversing the equivalent drop in December. JCB is hiring, despite the evident slowdown in the construction sector at the beginning of the year. The Staffordshire-based construction equipment maker said it would create 600 production jobs over the next three months. The reason was an “unprecedented global demand” for its products, made at JCB’s Rocester, Cheadle, Rugeley and Foston, Derbyshire plants. JCB chief operating officer, Mark Turner: This is great news for the local economy and great news for anyone seeking to work with a globally successful business. We know the cities of Stoke-on-Trent, Derby and surrounding towns have people with the skills we need, and in return they can expect excellent rewards. We urgently need fabrication welding skills along with paint sprayers, and general assemblers who will be given full training. New workers will be paid a minimum of £10.40 per hour, the company said. JCB is also seeking to hire more than 100 people in engineering and other roles at its headquarters in Rocester and other UK sites. Here is our full story on the suspension of Barbara Judge, chairwoman of the Institute of Directors: The 3.4% fall in construction output in January was the biggest drop since June 2012. The biggest driver was a 9% drop in new homes built, while public building fell 8.9% and construction of commercial property such as offices and shops slumped 3.9%. Economists believe the shocking figures - far worse than expected - reflect the collapse of the construction group Carillion. Alan Clarke of Scotiabank: Presumably there is a Carillion impact here, so it is not clear whether the massive 3.4% fall will be temporary or not. Samuel Tombs at Pantheon Macroeconomics said rising interest rates and Brexit uncertainty were proving to be a “toxic combination” for the construction sector. Away from the data, the Institute of Directors has suspended its chairwoman, Lady Barbara Judge, following allegations of misconduct including racism. The decision was taken by the IoD’s council, which met on Thursday afternoon to consider the matter. The IoD issued the following statement this morning: The council took the decision, having received the Hill Dickinson executive summary, to suspend the IoD Chair pending further investigation into the matters raised and the process. Here is the background to the story: Ole Black, a senior statistician at the ONS, sums up this morning’s UK data: Manufacturing has recorded its ninth consecutive month of growth but with a slower start to 2018. Total production output continues to advance, bolstered in January by the Forties oil pipeline coming back on stream after December’s shutdown. Construction continues to be a weak spot in the UK economy with a big drop in commercial developments, along with a slowdown in house building after its very strong end to last year. The total trade deficit widened again as rising oil prices made for dearer fuel imports.” Britain’s trade deficit with the rest of the world widened unexpectedly in January, partly because December’s figure was revised down. The trade in goods deficit rose to £12.3bn from £11.8bn. The ONS said the higher deficit was driven by a rise in imports such as aircraft and cars from non-EU countries and fuels from EU countries. Better news from British industry, which expanded in January - albeit at a slower than expected rate. Industrial production rose by 1.3% over the month, missing forecasts of a 1.5% rise. Manufacturing output rose 0.1% over the month, again just missing expectations of a 0.2% increase. Britain’s construction sector had a shocking start to the year according to figures just out from the Office for National Statistics. Output in the sector fell by 3.4% over the month, sharply worse than the 0.3% dip predicted by economists. The ONS described construction as a “weak spot” in the UK economy. The biggest driver of the fall was private housebuilding, in a blow to Theresa May’s hopes of addressing Britain’s housing shortage. A host of UK data will be published at 9.30am by the Office for National Statistics, giving the latest official snapshot of how the economy is performing. Here is what City economists polled by Reuters are expecting the January data to show: Industrial output rose 1.5% over the month, following a 1.3% drop in December* Manufacturing output edged 0.2% higher, following a 0.3% rise in the previous month* Construction output fell by 0.3%m following a 1.6% rise in December* The trade in goods deficit narrowed to £12bn from £13.6bn *Previous months’ figures are often revised. Ryanair has warned this morning that some airlines are being complacent about Brexit and the potential implications for the industry. Kenny Jacobs, Ryanair’s chief marketing officer told BBC Radio 5 Live’s Wake up to Money that while the airline is hopeful some sort of deal will be struck for the industry between the UK and EU, it is making contingency plans. From September 2018, the airline will include the following warning on its tickets: This flight is subject to the regulatory environment allowing the flight to take place. In case you missed it yesterday, here is how events unfolded in the US as President Trump pressed ahead with plans to impose tariffs on imports of steel and aluminium: Connor Campbell, analyst at Spread Ex, says traders are also weighing up the news that has come from the White House in the past 24 hours: Despite a 24 hour period stuffed with international developments, the markets avoiding any drastic movements this Friday. Perhaps it’s because investors are caught between Donald Trump signing an order dictating tariffs on metal imports – but one with room for country-by-country exceptions – and the news that the President is set to meet Kim Jong-un for an unprecedented summit. It appears that the former is shaping trading more than the latter, though the relatively measured nature of the early losses suggests that the North Korea news may have helped matters. Of course, adding to the apparent reticence is the looming US non-farm jobs report, with investors set to dig through the wage growth data especially to assess it for any hawkish qualities. Here are the latest scores on the board as investors await the main event this afternoon with the US non-farm payrolls report for February. FTSE 100: -0.2% at 7,192 Germany’s DAX: -0.2% at 12,333 France’s CAC: -0.1% at 5,250 Italy’s FTSE MIB: -0.2% at 22,698 Spain’s IBEX: +0.1% at 9,656 Europe’s STOXX 600: -0.1% at 376 Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business. After shrugging off Donald Trump’s decision to press ahead with plans to impose tariffs on steel and aluminium imports, European investors are in a more cautious mood this morning. All eyes will be on this afternoon’s US non-farm payrolls report, as investors look for clues about the likely path for interest rate rises. Economists are expecting the US Labor Department to say 200,000 jobs were added in February, the same as January. Michael Hewson from CMC Markets gives his view ahead of the figures: Ultimately it’s not the headline jobs number that is likely to be the primary market mover here, it’s the average hourly earnings data and markets will be looking to see if the jump to 2.9% in January is sustained in the February numbers, with 2.8% expected. This would probably be sufficient to keep the four rate rise expectation for 2018 on the table after the jump from 2.5% in December. News overnight that President Trump has agreed to meet North Korea’s Kim Jong-un boosted Asian markets. The Hang Seng rose 1%, while Japan’s Nikkei 225 was up 0.5% after initially rising by 2.5%. Although investors will be sceptical about the outcome of any talks, it is a positive development after the two leaders traded insults and threats of war just months ago. The agenda: 9.30am GMT: January figures for UK manufacturing output, industrial production, construction output, and trade 12.00pm GMT: The National Institute of Economic and Social Research will publish its estimate of UK GDP growth for the three months to February 13.30 GMT: US non-farm payrolls for February will give the latest snapshot of employment in the world’s largest economy",
    "keywords": [
        "trade",
        "slows",
        "construction",
        "rate",
        "surge",
        "uk",
        "output",
        "report",
        "markets",
        "jobs",
        "happened",
        "growth",
        "nonfarm",
        "wage"
    ],
    "summary": "Have a good weekend AM Here is our full story on the February US jobs report: And we’re off...\nInvestors are weighing up the slower wage growth, which eases inflation fears and tempers expectations of faster interest rate rises.\nThe only negative is that with that 0.1% m/m gain in average hourly earnings, the annual growth rate dropped back to 2.6%, from 2.9%.\nEconomic growth continues to be driven by both the manufacturing and the service sectors, supported by a buoyant global economy, while construction output lags.\nOf course, adding to the apparent reticence is the looming US non-farm jobs report, with investors set to dig through the wage growth data especially to assess it for any hawkish qualities.",
    "sentiment": {
        "neg": 0.0536,
        "neu": 0.8733,
        "pos": 0.0731,
        "compound": 0.0607
    }
}