{
    "date": "2018-05-08T14:03:12Z",
    "title": "Kim Jong-un meets Xi Jinping in second surprise visit to China",
    "url": "https://www.theguardian.com/world/2018/may/08/kim-jong-un-meets-xi-jinping-in-second-surprise-visit-to-china",
    "content": "The North Korean leader, Kim Jong-un, has made a second surprise visit to China to meet its president, Xi Jinping, amid a flurry of diplomacy as Kim prepares for a summit with Donald Trump. Kim flew to the Chinese port city of Dalian and held talks “in a cordial and friendly atmosphere” with Xi over two days before returning to Pyongyang on Tuesday, China’s state news agency Xinhua said in announcing the trip. It is the second meeting between the two leaders in about 40 days, and was kept secret until Kim had left China. Shortly after the summit was reported, Trump said on Twitter he would speak to Xi by phone about North Korea, where he said “relationships and trust are building”. Kim and Xi discussed relations between their two countries as well as “major issues of common concern”, and Kim restated Pyongyang’s desire to relinquish its nuclear arsenal. “It has been the DPRK’s consistent and clear stand to achieve denuclearisation of the Korean peninsula,” Kim said, using the acronym for North Korea’s official name, the Democratic People’s Republic of Korea, according to paraphrased remarks reported by Xinhua. “As long as relevant parties abolish their hostile policies and remove security threats against the DPRK, there is no need for the DPRK to be a nuclear state and denuclearisation can be realised.” It was not immediately clear what security threats Kim was referring to, but experts have said North Korea may push for the removal of some or all of the 28,000 US soldiers currently stationed in South Korea. The meeting comes as Kim prepares to meet Trump, who has said the date and location of the summit is fixed but has yet to make details public. “I hope to build mutual trust with the US through dialogue,” Kim was quoted as saying. He said he hoped to take “phased and synchronous measures” in order to “eventually achieve” a formal peace treaty with Seoul – the two neighbours are still technically in a state of war – and a nuclear-free Korean peninsula. The statement seemed to be at odds with demands from the US, which has called on North Korea to immediately disarm. Although Kim’s meeting was reported in North Korean media, his remarks on denuclearisation were noticeably absent. Kim travelled to Dalian by plane, in a public and telling break with his father’s traditional means of travel – he insisted on only using an armoured train due to a fear of flying. China has been angling to retain its influence over its ally amid the recent rapprochement between North and South Korea, and Kim’s desire to directly engage with the US. Kim and Xi have had a frosty relationship since Kim came to power in 2011, only meeting for the first time in late March. That was Kim’s first official trip outside North Korea when he travelled to Beijing in a bullet-proof train. “China is willing to continue to work with all relevant parties and play an active role in comprehensively advancing the process of peaceful resolution of the peninsula issue through dialogue, and realising long-term peace and stability in the region,” Xi said. The meeting between the two men comes as the Chinese premier, Li Keqiang, is set to travel to Tokyo for meetings with the Japanese prime minister, Shinzō Abe, and the South Korean president, Moon Jae-in. Moon hosted Kim during a historic one-day summit in April, marking the first time a leader from North Korea had set foot in the South since the end of the 1950-53 Korean war. The two leaders agreed to work towards the goal of “complete denuclearisation of the Korean peninsula” in a joint statement that capped the cordial meeting.",
    "keywords": [
        "meeting",
        "summit",
        "south",
        "korea",
        "denuclearisation",
        "second",
        "north",
        "meets",
        "visit",
        "kim",
        "china",
        "peninsula",
        "jongun",
        "jinping",
        "xi",
        "surprise",
        "korean"
    ],
    "summary": "The North Korean leader, Kim Jong-un, has made a second surprise visit to China to meet its president, Xi Jinping, amid a flurry of diplomacy as Kim prepares for a summit with Donald Trump.\nIt is the second meeting between the two leaders in about 40 days, and was kept secret until Kim had left China.\nThe statement seemed to be at odds with demands from the US, which has called on North Korea to immediately disarm.\nKim and Xi have had a frosty relationship since Kim came to power in 2011, only meeting for the first time in late March.\nThat was Kim’s first official trip outside North Korea when he travelled to Beijing in a bullet-proof train.",
    "sentiment": {
        "neg": 0.0212,
        "neu": 0.9021,
        "pos": 0.0768,
        "compound": 0.1819
    }
}