{
    "date": "2018-05-14T18:29:26Z",
    "title": "Friends without benefits: how Europe was wrongfooted by Trump over Iran",
    "url": "https://www.theguardian.com/world/2018/may/14/the-myth-of-trumps-european-allies-shows-of-friendship-dont-signal-influence",
    "content": "It was clear within the first few minutes of Emmanuel Macron’s White House meeting with Donald Trump that there was little hope of saving the Iran nuclear deal, when the US president declared he was ready to impose the “worst ever” sanctions on Tehran. Macron was well aware how hostile Trump was to the 2015 Iran agreement, the flagship achievement of his predecessor Barack Obama, but Trump had been so friendly and welcoming to his French guest, the first official state visitor of the administration, that Macron thought he might have some leverage. He was just the latest ally to discover Europe had little – if any – sway on this president. “Do you want a war?” Macron asked Trump, astonished. Accounts from diplomats and officials of the last few desperate weeks of the European bid to salvage the Iran deal, known as the Joint Comprehensive Plan of Action (JCPOA), reveal how Trump’s radicalism constantly took other world leaders by surprise. Each time the Europeans thought they had gained traction in negotiations, it turned out to be an illusion. The UK foreign secretary, Boris Johnson, flew into Washington on 6 May, bullish that an agreement to save the JCPOA was still within reach. His spirits were raised by the fact he had managed to get a meeting with the secretary of state, Mike Pompeo, whose presence had been in doubt (hours after meeting Johnson, Pompeo made a secret trip to Pyongyang). According to diplomats, Pompeo thought he had won from Trump an extra two weeks in negotiating time with the Europeans. But in meetings with the secretary of state, the national security adviser, John Bolton, and Vice-President Mike Pence, it was clear Johnson was too late. A decision had been made and US officials had little interest in his ideas. “By the time he left, he was pretty furious he had made a trip for nothing,” said an official familiar with the US-UK meetings. The officials they were talking to had little influence on Trump and could only guess at his plans. Even Bolton, Trump’s newest hire, was taken by surprise by Trump’s tweeted revelation last Monday that he would announce his decision on the JCPOA the following day. He was informed by an European official who saw the tweet while they were having a phone conversation, in which Bolton was supposed to be the one imparting information about US plans. Worse still for the transatlantic relations, US officials have told their counterparts that, in the wake of Trump’s decisive breach with the JCPOA last Tuesday, there would be no exemptions for European companies in the coming wave of sanctions against anyone who continues to do business with Iran. “We have received no guarantees … that European business will get any exemptions,” a European official said. “The generic answer given by Bolton, on the contrary, was we want the sanctions to hurt, so we are not going to exempt anyone from sanctions.” Furthermore, the US shows no sign of making an exception for Europe when the administration imposes steel and aluminium tariffs due to take effect on 1 June, making a trade war a virtual inevitability. In answer to Macron’s question at their 24 April White House encounter, Trump insisted he had no intention of starting another war in the Middle East. Seeing an opening, the French leader offered a set of proposals on tougher action on Iran’s missile programme and its regional activities, and a European commitment to pursuing a follow-on agreement that would aim at prolonging those restrictions on Iran’s nuclear programme that expire over the coming 12 years under the JCPOA. France, the UK and Germany – the European parties to the JPCOA – had spent months negotiating with US diplomats over these issues, in the hope of saving the agreement. After painstaking to-and-fro talks, the Europeans thought they were close to a compromise text with the Americans, at least on missiles and regional issues. But Trump gave the impression during his 24 April meeting with Macron that he was not even aware those negotiations had been taking place. It was also clear that even after years of campaigning against the Iran agreement, the US president did not know what was in it. Trump told Macron he thought his policy of “maximum pressure” had forced Kim Jong-un to the negotiating table ready to make concessions, and that the same approach would work on Iran. His son-in-law, Jared Kushner, has told European officials the same thing. “They call it the North Korean scenario. You squeeze the Iranians and they will do the same as Kim Jong-un. They will surrender in front of the American power,” a European official said. However, US officials have not explained to their European counterparts how, even if they scare western companies out of Iran, they intend to stop big purchasers of Iranian oil, like China, India and Malaysia, to join a new boycott after Washington had violated the JCPOA. “We were told that with what happened at the NSC [national security council], with the change of people, they have not had time to prepare the plan B,” a European official said. The absence of a plan became evident in a phone conversation over the weekend between Pompeo and European foreign ministers, in which the US secretary of state asked his counterparts: “How do you see the future?” The European response, summed up by one diplomat, was: “You broke this. What’s your plan?”",
    "keywords": [
        "thought",
        "iran",
        "macron",
        "benefits",
        "wrongfooted",
        "europe",
        "european",
        "jcpoa",
        "friends",
        "agreement",
        "trumps",
        "officials",
        "official",
        "trump"
    ],
    "summary": "According to diplomats, Pompeo thought he had won from Trump an extra two weeks in negotiating time with the Europeans.\n“We have received no guarantees … that European business will get any exemptions,” a European official said.\nIt was also clear that even after years of campaigning against the Iran agreement, the US president did not know what was in it.\nHis son-in-law, Jared Kushner, has told European officials the same thing.\nThey will surrender in front of the American power,” a European official said.",
    "sentiment": {
        "neg": 0.0397,
        "neu": 0.8681,
        "pos": 0.0922,
        "compound": 0.125
    }
}