{
    "date": "2018-03-10T03:32:54Z",
    "title": "Dennis Rodman on Trump-Kim meeting: I said doors would open",
    "url": "https://www.theguardian.com/sport/2018/mar/10/dennis-rodman-on-trump-kim-meeting-i-said-doors-would-open",
    "content": "The former NBA star Dennis Rodman – the only prominent American who has met Kim Jong-un – has said he knew the doors between North Korea and the United States would open one day. “Much respect to President Trump and Marshall Kim Jong-un for their upcoming historic meeting,” Rodman wrote on Twitter. “I said it back in 2014 that doors will open. \u001dPeace \u001dlove \u001dnot war.” The comment came after late Thursday’s stunning announcement that Donald Trump would meet Kim soon in a landmark summit aimed at ratcheting down threats of nuclear destruction from both sides. Rodman, a 1990s star of the Chicago Bulls, where he won three NBA championships, has visited North Korea several times – in 2013, 2014 and again last year – and cultivated an unlikely friendship with Kim, an avowed NBA fan. In the early meetings he urged North Korea to free Americans being held prisoner in the country, and put on basketball demonstrations for Kim. In last year’s visit Rodman delivered to Kim a copy of Trump’s book The Art of the Deal. With AFP",
    "keywords": [
        "meeting",
        "korea",
        "north",
        "kim",
        "trump",
        "rodman",
        "star",
        "jongun",
        "nba",
        "dennis",
        "open",
        "doors",
        "trumpkim"
    ],
    "summary": "The former NBA star Dennis Rodman – the only prominent American who has met Kim Jong-un – has said he knew the doors between North Korea and the United States would open one day.\n“Much respect to President Trump and Marshall Kim Jong-un for their upcoming historic meeting,” Rodman wrote on Twitter.\n“I said it back in 2014 that doors will open.\nIn the early meetings he urged North Korea to free Americans being held prisoner in the country, and put on basketball demonstrations for Kim.\nIn last year’s visit Rodman delivered to Kim a copy of Trump’s book The Art of the Deal.",
    "sentiment": {
        "neg": 0.0333,
        "neu": 0.8495,
        "pos": 0.1174,
        "compound": 0.3221
    }
}