{
    "date": "2018-04-30T21:43:57Z",
    "title": "Trump winning a Nobel peace prize for North Korea ‘idiotic’, Q&A told",
    "url": "https://www.theguardian.com/australia-news/2018/may/01/trump-winning-a-nobel-peace-prize-for-north-korea-idiotic-qa-told",
    "content": "Should Donald Trump win the Nobel peace prize? Though it might have seemed a remote prospect when the US president was tweeting boasts about the size of his nuclear button four months ago, the question has been posed with increasing sincerity since an historic meeting between the leaders of North and South Korea last week. The South Korean president Moon Jae-in said he believes Trump should win the Nobel. The Republican senator Lindsey Graham thinks so too. One can only speculate on whether Trump deems himself worthy of the accolade. So when it came up on Monday night’s politician-free episode of Q&amp;A on the ABC, it was not without context. But the panel – made up of journalists including Masha Gessen, NBC’s Katy Tur and New York Times critic Wesley Morris – seemed to think not. • Sign up to receive the top stories from Guardian Australia every morning Gessen, famously critical of Russian leader Vladimir Putin, summed it up thus: “Well if Trump’s claiming complete success [then] let’s give him the Nobel peace prize. “Come on, he has tweeted insults and now we’re supposed to think that has made an actual policy difference in the world? How idiotic is that conversation,” she said. But what about Trump’s role in bringing about the meeting and its result, a promise for “lasting peace” and “complete denuclearisation” on the divided peninsula? “How much is Trump responsible for that? Maybe a little bit, it’s very hard to tell. One of his potentially great qualities is his ability to keep the other side off balance,” journalist and Lowy Institute senior fellow Richard McGregor said. Tur, who covered the Trump campaign in the lead-up to the 2016 election and is in Australia for the Sydney writers’ festival, agreed to be the “idiot of the bunch” by indulging the idea. But she said it was a mistake to ascribe too much motive to the president who “operates in a moment-to-moment basis”. “I think it’s a little ridiculous to ascribe a madman strategy to him, I don’t think he intended to keep people off balance and that’s his big negotiating tactic,” she said. “I can’t say definitively though that whatever he’s done by tweeting about big buttons and calling [North Korean leader Kim Jong-un] little rocket man [wasn’t effective]. “Maybe that worked, I don’t know. I think its too early to tell, even in the best of circumstances. Remember you had Arafat and Rabin on the White House lawn in 1993 shaking hands for an historic peace agreement between the Palestinians and Israel and look what happened after that? There was another intifada.” “They did get Nobels, though,” host Tony Jones helpfully pointed out. Following comedian Michelle Wolf’s headline-grabbing act at the White House Correspondent’s Dinner, the all-journalist panel was also asked to engage with the question of whether it was the media’s fault that Trump was in the White House. Wolf’s routine included a critique of the media’s relationship with Trump, stating: “He has helped you sell your papers and your books and your TV. You helped create this monster and now you are profiting from him”. Gessen, who wrote in the New Yorker that Wolf’s speech was “the most consequential monologue so far of the Donald Trump era” because it “burst the bubbles of civility and performance” playing out between the press and the president, said the media “dropped the ball” in its coverage of Trump during the campaign by “treating him as a normal candidate”. “I think the media covered Donald Trump exactly the way the media have covered elections for at least the last several election cycles which is horse race kind of coverage, it’s not about policy, it’s full of false equivalencies and its completely entertainment orientated,” she said. While Tur said that US voters decided they liked Trump “regardless of whether or not he was on cable news”, Morris said the media “created” Trump well before he ran for office. “There’s never been a person in any aspect of American politics this fluent in the television linguistic art,” he said. He said television networks, and by extension its viewers, found Trump “fascinating” because they were so used to seeing conventional politicians “operating in a certain mode of behaviour”. “We thought it was a joke and then increasingly it became less funny,” he said. “One of the things that’s astounding to me is, trying to figure out what to do with all the things we’ve never seen before. I think it just confused everybody.” But Gessen said that Trump “sailed to the White House on all the free air time he got”. He got plenty on Monday night.",
    "keywords": [
        "think",
        "wolfs",
        "white",
        "tur",
        "nobel",
        "korea",
        "qa",
        "prize",
        "peace",
        "north",
        "president",
        "house",
        "media",
        "told",
        "gessen",
        "idiotic",
        "winning",
        "trump"
    ],
    "summary": "Should Donald Trump win the Nobel peace prize?\nThe South Korean president Moon Jae-in said he believes Trump should win the Nobel.\nRemember you had Arafat and Rabin on the White House lawn in 1993 shaking hands for an historic peace agreement between the Palestinians and Israel and look what happened after that?\nFollowing comedian Michelle Wolf’s headline-grabbing act at the White House Correspondent’s Dinner, the all-journalist panel was also asked to engage with the question of whether it was the media’s fault that Trump was in the White House.\nI think it just confused everybody.” But Gessen said that Trump “sailed to the White House on all the free air time he got”.",
    "sentiment": {
        "neg": 0.0363,
        "neu": 0.8468,
        "pos": 0.1169,
        "compound": 0.2513
    }
}