{
    "date": "2018-01-17T14:40:47Z",
    "title": "North and South Korea to march under one flag at Winter Olympics 'peace games'",
    "url": "https://www.theguardian.com/world/2018/jan/17/north-korea-to-send-cheerleaders-to-winter-olympics-peace-games",
    "content": "North and South Korea have confirmed they are to field a joint women’s ice hockey team and will march under a pro-unification flag at next month’s Winter Olympics, in the clearest sign yet of a thaw in tensions between the two countries. The two sides are to present their plan for a “peace games” to the International Olympic Committee (IOC) at the weekend, following three days of talks in the border village of Panmunjom. The South Korean unification ministry said the two countries had also exchanged opinions on the size of the North Korean team, joint cultural events and the possible use of the Masikryong ski resort in North Korea. North Korea also offered to send 230 members of its all-female cheerleading squad to the Games in Pyeongchang, which open on 9 February. Reports said the delegation would probably walk across the demilitarised zone, the heavily armed border separating the two Koreas, in a highly symbolic move. Arrangements for North Korean athletes to compete in Pyeongchang have been made at breakneck speed since the start of the year, when North Korea’s leader, Kim Jong-un, offered to send a delegation to the Games. “Inter-Korean relations have been strained for almost 10 years,” the North’s chief delegate, Jon Jong-su, said as the Panmunjom meeting started. “We hope that ties can open,” he added. Three officials from each side took part in the talks and the results will be discussed by both Koreas with the IOC in Lausanne, Switzerland, on Saturday. “This will then enable the IOC to carefully evaluate the consequences and the potential impact on the Olympic Games and the Olympic competitions,” an IOC spokesperson said. “There are many considerations with regard to the impact of these proposals on the other participating NOCs [national Olympic committees] and athletes.” Pyongyang and Seoul must work out how the North Korean delegation – which could comprise up to 500 athletes, cheerleaders, musicians, officials and journalists – will cross the border into South Korea, and who will pay for their accommodation and other costs. South Korea is under pressure not to agree to any proposals that could violate sanctions against the North, particularly if the delegation includes senior government officials blacklisted by UN security council measures agreed in response to Pyongyang’s ballistic missile and nuclear tests. The two Koreas have previously sent joint teams to major international sports events twice, both in 1991. One event was the world table tennis championships in Chiba, Japan, and the other was soccer’s World Youth Championship in Portugal. During an era of detente in the 2000s, their athletes marched together during the opening and closing ceremonies of nine international sporting events, including the Olympics and Asian Games, but they failed to produce a joint team. The current mood of reconciliation began after the North Korean leader, Kim Jong-un, said in a new year’s speech that he was willing to send a delegation to the Games. Critics have said Kim’s overture is an attempt to use improved ties with South Korea to weaken US-led international sanctions on North Korea while buying time to perfect his nuclear weapons programme.",
    "keywords": [
        "ioc",
        "south",
        "korea",
        "games",
        "peace",
        "joint",
        "flag",
        "winter",
        "olympic",
        "koreas",
        "delegation",
        "olympics",
        "north",
        "korean"
    ],
    "summary": "North and South Korea have confirmed they are to field a joint women’s ice hockey team and will march under a pro-unification flag at next month’s Winter Olympics, in the clearest sign yet of a thaw in tensions between the two countries.\nThe South Korean unification ministry said the two countries had also exchanged opinions on the size of the North Korean team, joint cultural events and the possible use of the Masikryong ski resort in North Korea.\nNorth Korea also offered to send 230 members of its all-female cheerleading squad to the Games in Pyeongchang, which open on 9 February.\n“This will then enable the IOC to carefully evaluate the consequences and the potential impact on the Olympic Games and the Olympic competitions,” an IOC spokesperson said.\nCritics have said Kim’s overture is an attempt to use improved ties with South Korea to weaken US-led international sanctions on North Korea while buying time to perfect his nuclear weapons programme.",
    "sentiment": {
        "neg": 0.0389,
        "neu": 0.9036,
        "pos": 0.0574,
        "compound": -0.0095
    }
}