{
    "date": "2018-06-04T12:03:00Z",
    "title": "North Korea has taken big steps. Now it's Trump's turn to show goodwill | Medea Benjamin and Ann Wright",
    "url": "https://www.theguardian.com/commentisfree/2018/jun/04/north-korea-us-summit-nuclear-goodwill",
    "content": "Respect and reciprocity are key elements in Korean culture. During our recent trip to South Korea as part of an international women’s peace delegation, South Korean women complained that Donald Trump’s erratic conduct showed disrespect for the mediating role of their president, Moon Jae-in. They also commented on the lack of US reciprocity for North Korea’s goodwill gesture of returning three imprisoned US citizens and blowing up three of the four tunnels and all the administrative buildings at the Punggye-ri nuclear testing area. Assuming the US-North Korea summit takes place and marks the start of a long negotiation process, President Trump will need to make gestures of goodwill and sincerity along the way. The lifting of sanctions that have been so devastating to the North Korean economy is a priority for the North, but the US administration has indicated it will not lift sanctions before significant progress has been made. In the interim, here are three easy but significant measures Trump could take to build trust. 1. Open a US interest section in Pyongyang and allow a North Korean interest section in Washington. Already we have seen how the lack of a good communication system almost derailed the 12 June summit. In the absence of diplomatic relations and embassies, interest sections in our respective capital cities would facilitate communications between the two governments and provide an opportunity for US and North Korean officials to become more familiar with the workings of their respective governments and gain greater insight into each other’s cultures and societies. 2. Lift the travel ban. North Korea became the only country to which Americans are totally banned from traveling. The ban came in the aftermath of the tragic death of 22-year-old American student Otto Warmbier. Warmbier was arrested on 2 January, 2016 for allegedly stealing a propaganda poster and sentenced to 15 years of hard labor. Seventeen months later, he returned home in a coma and died on 19 June 2017. The Trump administration then banned all US travel, with some waivers granted for reporters, humanitarian workers and those traveling “in the national interest”. Previously, only about 1,000 Americans visited North Korea every year. Most were tourists but they also included between 200 and 500 Korean Americans who traveled for reunions with family members from whom they were separated during the Korean war. The new restrictions put an end to these family visits and tourism, and have also complicated the few ongoing exchanges that have kept the door to the United States open in this hermetic country, such as the agricultural assistance program that US Quakers started back in 1997. The ban prohibited our recent women’s delegation, organized by Women Cross DMZ and the Nobel Women’s Initiative, from traveling to North Korea to meet with women’s groups, as we did in 2015. Trump should encourage visits by citizen diplomats, from farmers to athletes to birdwatchers (North Korea is a major migration route for millions of birds, including cranes and songbirds). Direct interactions with North Koreans help humanize the American people in a country that has been so isolated from the west. The administration should also lift the 2017 ban prohibiting North Koreans from entering the United States and renew academic exchanges that have been taking place since the 1990s in areas such as agriculture, medicine and economics. 3. Provide humanitarian support, especially in light of the devastating effect of sanctions on the economy. More than 10 million people, or 40% of the population, are believed to be in need of humanitarian assistance, and one-quarter of children are stunted due to malnutrition. UN-wide appeals for North Korea, while small in dollar amounts, are chronically underfunded. Only seven governments, led by Russia and Switzerland, contributed to the $113.5m requested by the UN Office of Humanitarian Assistance (OCHA) in 2017 and only 30% of the goal was reached. Of the tiny $16.5m 2018 Unicef request for North Korean children, a mere $6.7m has been raised from the international community. The United States stopped assistance to North Korea in 2009, with the exception of $900,000 provided in 2011 for flood victims. To show goodwill, the US government could easily kick in the $10m shortfall for Unicef, and – for the cost of one B-52 bomber – it could fund the entire 2018 OCHA request of $111m. Together, these funds would enhance food security, reduce malnutrition, and increase access to healthcare, water and sanitation services for one-fourth of the nation’s 24 million people. Paying for life-saving programs would certainly be an inexpensive way to win hearts and minds. Considering that North Korea has blown up a nuclear facility and has returned three American prisoners, these easy-to-do measures would demonstrate a US commitment to dialogue and communication that could help smooth the way in what will undoubtedly be a very bumpy road ahead. Medea Benjamin, co-founder of the peace group Codepink, is a former UN nutritionist and economist. Ann Wright, a retired US colonel, served 29 years in the US army and 16 years as a diplomat in the state department. Both recently returned from an international women’s delegation of peace and security experts in South Korea and are members of WomenCrossDMZ.",
    "keywords": [
        "goodwill",
        "big",
        "wright",
        "ban",
        "korea",
        "way",
        "womens",
        "medea",
        "trump",
        "humanitarian",
        "steps",
        "trumps",
        "korean",
        "interest",
        "assistance",
        "turn",
        "north",
        "taken"
    ],
    "summary": "Open a US interest section in Pyongyang and allow a North Korean interest section in Washington.\nNorth Korea became the only country to which Americans are totally banned from traveling.\nUN-wide appeals for North Korea, while small in dollar amounts, are chronically underfunded.\nOf the tiny $16.5m 2018 Unicef request for North Korean children, a mere $6.7m has been raised from the international community.\nThe United States stopped assistance to North Korea in 2009, with the exception of $900,000 provided in 2011 for flood victims.",
    "sentiment": {
        "neg": 0.0908,
        "neu": 0.8153,
        "pos": 0.0939,
        "compound": 0.0236
    }
}