{
    "date": "2018-01-04T16:48:46Z",
    "title": "Late-night hosts on Trump and Bannon: 'The rats are eating their young'",
    "url": "https://www.theguardian.com/culture/2018/jan/04/late-night-hosts-trump-bannon-book",
    "content": "Late-night hosts on Wednesday discussed the revelations in a new tell-all book by Michael Wolff about the Trump campaign and administration. “According to a new book called Fire and Fury, Donald Trump didn’t want to be president,” began Stephen Colbert. “He didn’t want him[self] to win. There’s a name for that: the majority of American voters.” “Trump was planning on failing and walking away with the fame and the money,” the host went on. “Or, as the article described it: ‘This was a real-life version of Mel Brooks’s The Producers’ ... Donald Trump Jr told a friend that, on election night, his father looked as if he’d seen a ghost. Melania was in tears, and not of joy. Melania cried on election night? That is the first thing we have in common. Other than, of course, our smoky eyes.” Colbert summarized more of the book’s contents, including comments by Rupert Murdoch. “During the transition, Trump called Murdoch to float an immigration plan that Murdoch thought would alienate his base,” Colbert said. “When he got off the phone, Murdoch reportedly shrugged and said: ‘What a fucking idiot.’” Colbert continued: “Two things, Mr Murdoch. One, you’re an Australian. You have no right to talk about our president that way. And two, is Australia currently accepting applications? Because I’ve heard our president is a fucking idiot.” Comedy Central’s Trevor Noah focused on the president’s Twitter activity in the new year, which has seen him compare the size of America’s nuclear button to North Korea’s. “Apparently, President Trump’s new year’s resolution was, ‘I should spend more time on Twitter,’” Noah said, reading Trump’s tweet to Kim Jong-un aloud. “I know that Donald Trump is trying to be menacing here, but all I hear is a really catchy pop song. ‘My button brings all the boys to the yard, and they’re like, it’s bigger than yours.’ “If you had a supercomputer that could run a simulation to find the stupidest possible way to get into a nuclear war, this tweet is what would come up every single time,” the host joked. Noah continued: “Take a step back, and think about what pressing the button would actually mean. Hundreds of thousands of people incinerated instantly. And they would be the lucky ones. Millions more would die horribly in the next few weeks while any survivors would be left to suffer in the desolate world that is choked by poison ash. That’s not for Twitter, people. At the very least that deserves a Tumblr post.” Finally, Jimmy Kimmel further discussed the contents of Wolff’s book and the dramatic falling out between the president and Steve Bannon that followed its partial release. “While the weather is cold, the president is very, very hot right now,” Kimmel began. “Last night at 8 o’clock, he tweeted: ‘I will be announcing the most dishonest and corrupt media awards of the year on Monday.’” “Sounds like somebody’s been in the White House laundry room eating Tide pods again, because the president of the United States is starting his own awards show for the media,” Kimmel said. “On one hand, he loves awards and trophies. But will he be physically able to give a trophy to someone other than himself?” “Today, Trump lashed out at Steve Bannon,” Kimmel went on. “Steven Bannon is Trump’s former chief strategist who always looked like he was halfway through melting. He is quoted in a new book accusing Jared Kushner, Trump’s son in law, of money laundering, accusing Donald Trump Jr of treason.” “Now you tell us?” the host asked. “Thanks a lot.” “This book paints a very unflattering picture of a detached and flat-out stupid president who eats at McDonald’s because he’s afraid of being poisoned,” the host continued. “He sprays his hair with Just For Men and Ivanka makes fun of him for it. He’s constantly leaking information about himself and then demands to know who leaked the information. He didn’t want to win the presidency and was horrified when he did.” Kimmel then read Trump’s press release on Wednesday, in which he slammed Bannon, claiming he “has nothing to do with me or my presidency” and “lost his mind”. “The rats are finally eating their young, is what’s going on here,” the host finished. “This administration is unlike anything ever. There are three news scandals every day. The wheels keep coming off and somehow the bus keeps rolling. I don’t know how many wheels there are on this bus.”",
    "keywords": [
        "book",
        "young",
        "murdoch",
        "rats",
        "latenight",
        "president",
        "host",
        "hosts",
        "donald",
        "eating",
        "colbert",
        "bannon",
        "trumps",
        "kimmel",
        "trump"
    ],
    "summary": "Late-night hosts on Wednesday discussed the revelations in a new tell-all book by Michael Wolff about the Trump campaign and administration.\n“According to a new book called Fire and Fury, Donald Trump didn’t want to be president,” began Stephen Colbert.\n“Apparently, President Trump’s new year’s resolution was, ‘I should spend more time on Twitter,’” Noah said, reading Trump’s tweet to Kim Jong-un aloud.\n“I know that Donald Trump is trying to be menacing here, but all I hear is a really catchy pop song.\nBut will he be physically able to give a trophy to someone other than himself?” “Today, Trump lashed out at Steve Bannon,” Kimmel went on.",
    "sentiment": {
        "neg": 0.0765,
        "neu": 0.8487,
        "pos": 0.0747,
        "compound": -0.0139
    }
}