{
    "date": "2018-03-10T20:57:51Z",
    "title": "North Korea talks: Trump praises own role but Washington frets over details",
    "url": "https://www.theguardian.com/us-news/2018/mar/10/north-korea-trump-kim-talks-summit",
    "content": "Donald Trump’s sudden acceptance of a summit with North Korean leader Kim Jong-un has cast a cloud of uncertainty over Washington, with few details emerging over the terms of a potentially historic meeting that is fraught with risk. On Saturday morning, Trump vaunted his own work on the meeting with a tweet in which he misspelled the Chinese president’s name. “Chinese president XI XINPING and I spoke at length about the meeting with KIM JONG UN of North Korea,” Trump wrote, referring to Xi Jinping. “President XI told me he appreciates that the US is working to solve the problem diplomatically rather than going with the ominous alternative. China continues to be helpful!” Trump tweeted the message again, with the Chinese president’s name spelled correctly. The original tweet was deleted. Some critics have feared for the effect on Chinese relations of Trump’s tariffs on aluminium and steel. The White House said on Saturday Trump had also discussed his meeting with Kim with French president Emmanuel Macron; Trump tweeted that Japanese prime minister Shinzo Abe was “very enthusiastic”. But after the surprise declaration on Thursday that Trump would meet Kim amid heightened tensions over North Korea’s nuclear ambitions, the White House appeared to slowly walk back on the issue as officials scrambled to roll out a policy framework for the first ever meeting between leaders of the two countries. On Friday, White House press secretary Sarah Sanders said any meeting would be conditional upon Pyongyang agreeing to unspecified demands. “Let’s be very clear,” she said. “The United States has made zero concessions but North Korea has made some promises. This meeting won’t take place without concrete actions that match the promises that have been made by North Korea.” Trump later tweeted that “the deal with North Korea is very much in the making and will be, if completed, a very good one for the world. Time and place to be determined”. The mixed signals contributed to familiar confusion under a president who has lost a succession of key aides and whose policy announcements often catch his own administration off guard. Rex Tillerson, the secretary of state, was traveling in Africa and had told reporters the US was “a long ways from negotiations”. Mike Pence, the vice-president, said the US posture would remain unchanged, barring “concrete steps toward denuclearization”. Lawmakers and experts alike were skeptical that North Korea would agree to dismantle its nuclear program before engaging in talks, given the regime’s violation of prior agreements to suspend it in exchange for sanctions relief. “The only difference is the US president, without really giving any condition for this meeting, has immediately agreed,” Suki Kim, author of Without You, There Is No Us: My Time with the Sons of North Korea’s Elite, told MSNBC. “A real part of this is that it is going to be a spectacle.” Bob Corker, the Republican chairman of the Senate foreign relations committee, said: “Skepticism and caution are critical as these discussions continue.” Democrats were unusually muted in their criticism and some were cautiously optimistic that the president had, at least momentarily, stepped back from responding to provocations with bombastic warnings and taunts. But others voiced concerns. “President Trump has given Kim Jong-un a momentous boost by agreeing to meet and seemingly validating his totalitarian regime,” said Richard Blumenthal, a member of the Senate armed services committee. “Given the critical national security stakes and consequences this cannot be another presidential reality show.” Amplifying concerns was the lack of seasoned negotiators at Trump’s side. Last week, a top diplomat focused on North Korea, Joseph Yun, resigned from the state department. Earlier this year, the White House scrapped its nomination for an ambassador to South Korea after he disagreed with consideration of a preemptive strike against the North. Nonetheless, Trump has expressed his confidence in the North’s sincerity. On Saturday, he tweeted: “North Korea has not conducted a Missile Test since November 28, 2017 and has promised not to do so through our meetings. I believe they will honor that commitment!” He added a familiar complaint about critics in the US media, who he said had been “startled &amp; amazed” by his move, “but by the following morning the news became FAKE. They said so what, who cares!” In Seoul, President Moon Jae-in celebrated the potential meeting as a “historic milestone” on the way to peace. Young liberals in their 20s and 30s – Moon’s core support – called for the president to be awarded the Nobel Peace prize. But the news of Trump’s meeting had intense competition from less political topics. There was the constant reporting on K-pop stars, who command a fanatical following, and an actor had killed himself the same day after he was accused of sexual misconduct. While the White House talked of preconditions, analysts in South Korea were focused on Moon’s own meeting with Kim, scheduled for late April. Moon, a democracy activist under the military government in the 1980s and later a human rights lawyer, has made engagement with North Korea a lifelong goal. His parents fled the North during the 1950-53 Korean war and he was chief of staff under Roh Moo-hyun, who followed a “sunshine policy” that included sending aid to the impoverished North and launching joint investment projects.",
    "keywords": [
        "meeting",
        "details",
        "white",
        "tweeted",
        "korea",
        "washington",
        "north",
        "president",
        "kim",
        "role",
        "house",
        "praises",
        "trumps",
        "trump",
        "frets",
        "talks"
    ],
    "summary": "China continues to be helpful!” Trump tweeted the message again, with the Chinese president’s name spelled correctly.\n“The United States has made zero concessions but North Korea has made some promises.\nLast week, a top diplomat focused on North Korea, Joseph Yun, resigned from the state department.\nOn Saturday, he tweeted: “North Korea has not conducted a Missile Test since November 28, 2017 and has promised not to do so through our meetings.\nMoon, a democracy activist under the military government in the 1980s and later a human rights lawyer, has made engagement with North Korea a lifelong goal.",
    "sentiment": {
        "neg": 0.0611,
        "neu": 0.8389,
        "pos": 0.1,
        "compound": 0.0407
    }
}