{
    "date": "2018-03-07T04:09:22Z",
    "title": "US says North Korea assassinated Kim Jong-nam with chemical weapon",
    "url": "https://www.theguardian.com/world/2018/mar/07/us-says-north-korea-assassinated-kim-jong-nam-with-chemical-weapon",
    "content": "The United States has determined North Korea used a banned chemical weapon to assassinate the half brother of leader Kim Jong-un in Malaysia last year, with the claim coming just hours after Pyongyang signalled it was willing to give up its nuclear weapons. Kim Jong-nam was killed with the chemical warfare agent VX at the Kuala Lumpur airport last year, violating the Chemical and Biological Weapons Control and Warfare Elimination Act. “The United States strongly condemns the use of chemical weapons to conduct an assassination,” Heather Nauert, a state department spokesperson, said in a statement. “This public display of contempt for universal norms against chemical weapons use further demonstrates the reckless nature of North Korea and underscores that we cannot afford to tolerate a North Korean [weapons of mass destruction] program of any kind.” The timing of the announcement is seemingly at odds with Donald Trump’s reaction to the North’s offer to begin denuclearisation talks, with the president tweeting: “Possible progress being made in talks with North Korea”. Pyongyang has offered to freeze its nuclear and missile programmes if the US begins direct talks on an agreement that would eventually see a nuclear free Korean peninsula. But relations between the US and North Korea remain fragile with deep mistrust on both sides. The regime has denied it was involved in Kim Jong-nam’s death and this could disrupt diplomatic efforts. The US imposed additional sanctions as part of its finding, including arms controls and financial restrictions, although the measures are largely symbolic given existing prohibitions on dealing with Pyongyang. The State department made the decision in February but it was not made public until this week, a little over a year after Kim was killed. Kim Jong-nam was seen as a potential rival to his half brother, and he was considered to be the heir apparent until he was arrested trying to enter Japan on a forged passport in order to visit Disneyland. He had lived in exile for years before his death, most recently in the Chinese territory of Macau, and kept a low profile. But he was still viewed as a threat in a dictatorship with hereditary succession. Two women have been charged by Malaysian authorities with Kim’s murder. Indonesian Siti Aisyah and Doan Thi Huong of Vietnam have repeatedly said they believed they were hired for a TV prank show when they sprayed VX on his face. Malaysia has never accused the North Korean regime of conspiring to kill Kim and has worked to avoid larger political implications during the trial which is ongoing. The lawyers representing the two women have said the police failed to properly investigate North Koreans believed to have orchestrated the assassination, including diplomats.",
    "keywords": [
        "weapon",
        "jongnam",
        "korea",
        "women",
        "talks",
        "kim",
        "nuclear",
        "weapons",
        "assassinated",
        "chemical",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "The United States has determined North Korea used a banned chemical weapon to assassinate the half brother of leader Kim Jong-un in Malaysia last year, with the claim coming just hours after Pyongyang signalled it was willing to give up its nuclear weapons.\nKim Jong-nam was killed with the chemical warfare agent VX at the Kuala Lumpur airport last year, violating the Chemical and Biological Weapons Control and Warfare Elimination Act.\n“The United States strongly condemns the use of chemical weapons to conduct an assassination,” Heather Nauert, a state department spokesperson, said in a statement.\nBut relations between the US and North Korea remain fragile with deep mistrust on both sides.\nMalaysia has never accused the North Korean regime of conspiring to kill Kim and has worked to avoid larger political implications during the trial which is ongoing.",
    "sentiment": {
        "neg": 0.1826,
        "neu": 0.7712,
        "pos": 0.0461,
        "compound": -0.4593
    }
}