{
    "date": "2018-06-13T13:27:07Z",
    "title": "Trevor Noah: Trump endorsed 'the Freddy Krueger of human rights'",
    "url": "https://www.theguardian.com/culture/2018/jun/13/trevor-noah-kim-trump-summit-freddy-kruger-stephen-colbert-jimmy-kimmel",
    "content": "Late-night hosts on Tuesday discussed the historic summit in Singapore between Donald Trump and Kim Jong-un. Trevor Noah Comedy Central’s Trevor Noah gave credit where it was due for the summit. “Before we start we’ve all got to admit that we were wrong,” he said. “We said the man couldn’t do it. We said his temper would blow up the summit. But yesterday he proved everyone wrong and turned the nuclear summit in Singapore into a huge win for himself. So let’s swallow our pride and give it up for a leader who’s much smarter than we thought: Kim Jong-un, everybody!” Noah, who said, the summit “belonged to Lil’ Kim,”, went on: “People are screaming for a brutal tyrant like he’s the newest member of BTS. Even Kim Jong-un is probably surprised by this reaction. He’s like, ‘I’m used to screaming, but not happy screaming!’” “It turns out Kim’s biggest admirer wasn’t in those crowds outside,” the host said. “Fanboy number one was right there at the summit.” In footage from the photo op staged between the two leaders, Trump can be heard shaking Kim’s hand and saying it is his “great honor” to meet him. “Yes, you heard that right,” Noah said. “President Trump said meeting Kim Jong-un was his great honor. This alone is what North Korea has been pining for for decades: equal standing with the American president, shaking hands, their flags side by side.” He continued: “Donald Trump flew across the world to Singapore and all he got was Kim Jong-un saying, ‘I’ll think about giving up my nukes.’ They could’ve done it over text. And while Kim gave up nothing major, he got the American president to give up a lot more.” Trump, Noah explained, agreed to halt joint military exercises between the US and South Korea, a concession that took South Korean diplomats by surprise. “I’m not saying President Trump shouldn’t have negotiated with Kim Jong-un at all,” Noah said. “But there’s a big gap between being civil with the person and endorsing the Freddy Krueger of human rights.” Stephen Colbert The Late Show’s Stephen Colbert also chimed in on the summit. “Today we all woke up in a different world, because late last night yesterday morning Donald Trump held his long-awaited summit with North Korean dictator and stuffed animal of himself, Kim Jong-un,” said Stephen Colbert. “And from the beginning, Donald Trump signaled he was serious about peace because he didn’t greet Kim with his normal alpha-male hand battle.” In Singapore, Colbert added, the two shared a lunch where “Korean stuffed cucumber” was on the menu. “Well, there’s your headline,” the host joked. “Trump ate a vegetable. “The two leaders got along great. Trump even showed Kim the inside of his Cadillac,” he continued, impersonating the president negotiating with the North Korean dictator. “What’s it gonna take to talk you out of your nukes and into this Cadillac? “Then the moment came that the world was waiting for, the signing of the histor-ish agreement,” he said. “And the reviews are in.” Colbert then cut to news coverage of the agreement signed by Trump and Kim, which was hailed as a victory by the US president and criticized as weak and inconsequential by others. “Here’s the deal,” Colbert said. “Kim got US security guarantees, but in exchange he agreed to work toward denuclearization of the Korean peninsula, but that was just reaffirming an earlier agreement he already had with South Korea. “You have to promise more than Kim did when you sign the iTunes user agreement, and I’m not making that up,” the host added, before reading aloud Apple’s terms and conditions. “Apple makes you agree to not use these products for any purposes prohibited by United States law, including, without limitation, the development, design, manufacture or production of missiles, or nuclear, chemical or biological weapons.” Jimmy Kimmel Jimmy Kimmel also addressed the summit, beginning: “Our president, Donald Trump, met with his favorite little rocket man Kim Jong-un. “A lot of pundits think it was a mistake to meet with an unstable dictator,” Kimmel joked, “but Kim Jong-un said, ‘You know what, I’m going to do it anyway.’ “The closest thing I can compare it to is when Scooby-doo met the Harlem Globetrotters,” the host quipped. “According to the president, it all went very well. Trump said that he and Kim Jong-un, after 38 minutes of meeting, developed what he called a special bond. That’s fast. His dentures take longer to bond.” Kimmel then noted that Trump claimed Kim Jong-un committed to destroy a major missile testing site, but didn’t include it in the signed agreement “because we didn’t have time”. “In fact, the president invited him to the White House, which is crazy when you consider he hasn’t even invited the WNBA champions to the White House and they’ve killed a lot fewer people. “I don’t know what the real backstory is, but I know the whole thing,” Kimmel said. “Trump wanted to make it look like he did something big, whether he did something big or not. He was not leaving this summit without claiming he made a deal. He sets the meeting, he has the sit-down, he hears what he wants to hear. As soon as the meeting is over he runs out, calls a press conference, declares victory, everyone goes home. Kim Jong-un does nothing differently at all.”",
    "keywords": [
        "human",
        "freddy",
        "summit",
        "krueger",
        "president",
        "donald",
        "kim",
        "colbert",
        "jongun",
        "rights",
        "trevor",
        "endorsed",
        "noah",
        "kimmel",
        "trump",
        "korean"
    ],
    "summary": "Late-night hosts on Tuesday discussed the historic summit in Singapore between Donald Trump and Kim Jong-un.\nTrevor Noah Comedy Central’s Trevor Noah gave credit where it was due for the summit.\n“President Trump said meeting Kim Jong-un was his great honor.\n“I’m not saying President Trump shouldn’t have negotiated with Kim Jong-un at all,” Noah said.\nTrump said that he and Kim Jong-un, after 38 minutes of meeting, developed what he called a special bond.",
    "sentiment": {
        "neg": 0.0332,
        "neu": 0.8604,
        "pos": 0.1065,
        "compound": 0.1808
    }
}