{
    "date": "2018-03-11T16:42:26Z",
    "title": "Trump under pressure over chaotic approach to North Korea nuclear talks",
    "url": "https://www.theguardian.com/world/2018/mar/11/trump-north-korea-kim-jong-un-denuclearisation-pompeo-shah",
    "content": "Donald Trump faced criticism from Republican allies on Sunday after apparently agreeing to meet Kim Jong-un without demanding that North Korea start scrapping its nuclear program. Senators from Trump’s own party expressed scepticism and urged him to set tougher preconditions, amid growing concerns over the administration’s chaotic approach to nuclear diplomacy. Senator Cory Gardner of Colorado said Trump should not meet Kim until North Korea produces proof it has begun reversing its years-long pursuit of a nuclear weapon. “What we have to hear more of is how we are going to get to those concrete, verifiable steps towards denuclearisation before this meeting occurs,” Gardner told Face the Nation on CBS. Trump’s team has given a series of muddled statements on that precondition. No mention of it was made during an abrupt announcement on Thursday that Trump was willing to hold a summit with Kim by May, in what would be the first ever meeting of the two countries’ leaders. Trump’s press secretary, Sarah Sanders, said on Friday that Trump was “not going to have this meeting take place until we see concrete actions that match the words and the rhetoric of North Korea”. She later in effect retracted that statement in briefings to reporters. Her deputy, Raj Shah, told ABC’s This Week on Sunday the meeting had been premised on “a commitment to denuclearisation” made by Kim. Yet Mike Pompeo, the director of the CIA, told CBS only that Kim had “agreed to have a conversation about denuclearisation”. The president has offered little clarity. After tweeting about conversations with world leaders on the issue he returned to it in a rambling speech to supporters in Pennsylvania on Saturday evening, saying of North Korean denuclearisation: “They are thinking about that – who knows what’s going to happen?” The uneven public statements followed an eccentric unveiling of Trump’s historic acceptance of Kim’s invitation. The decision was announced to journalists on the White House driveway by a South Korean official, shortly after Trump’s secretary of state, Rex Tillerson, had said direct negotiations were a distant prospect. Having lambasted Barack Obama for what they deemed an overly conciliatory approach to Iran during nuclear talks, Republicans were left struggling to defend Trump’s position. “I don’t think anybody really believes that North Korea is prepared to denuclearise,” Senator Jeff Flake of Arizona, a Republican critic of Trump, said on NBC’s Meet The Press. Asked on CNN’s State of the Union if Trump was being naive, Senator Ron Johnson of Wisconsin said: “Let’s hope not.” Urging Trump to “ratchet up” sanctions on Kim, Johnson said the US must not “let off the pressure and just watch [North Korea’s] behaviour go in the wrong direction”. Pompeo and Trump advisers stressed that North Korea had agreed to suspend missile tests and to allow the US and allies to continue conducting military exercises in the region. At the Pennsylvania rally, Trump urged supporters not to boo when he mentioned Kim, saying that “for now we have to be very nice” to the young leader. “I may leave fast or we may sit down and make the greatest deal for the world,” he said of their possible meeting. Democrats, too, expressed concerns. “I am very worried that he’s going to go into these negotiations and be taken advantage of,” Senator Elizabeth Warren of Massachusetts said on CNN. Warren said Trump should urgently address a lack of senior diplomats who would probably be needed for successful negotiations. The US has no permanent ambassador to South Korea or assistant secretary of state for the region. That view was echoed by Ben Rhodes, a former senior aide to Obama, who was involved in the Iran deal and said the Trump administration appeared unprepared for discussions of similar gravity. “There’s nothing more complex than nuclear negotiations; there’s no place in the world more volatile than the Korean peninsula,” Rhodes told ABC. “You cannot just approach this like a reality show.”",
    "keywords": [
        "meeting",
        "negotiations",
        "approach",
        "korea",
        "north",
        "senator",
        "nuclear",
        "kim",
        "chaotic",
        "told",
        "trumps",
        "trump",
        "pressure",
        "talks"
    ],
    "summary": "Donald Trump faced criticism from Republican allies on Sunday after apparently agreeing to meet Kim Jong-un without demanding that North Korea start scrapping its nuclear program.\nSenator Cory Gardner of Colorado said Trump should not meet Kim until North Korea produces proof it has begun reversing its years-long pursuit of a nuclear weapon.\n“I don’t think anybody really believes that North Korea is prepared to denuclearise,” Senator Jeff Flake of Arizona, a Republican critic of Trump, said on NBC’s Meet The Press.\nPompeo and Trump advisers stressed that North Korea had agreed to suspend missile tests and to allow the US and allies to continue conducting military exercises in the region.\n“There’s nothing more complex than nuclear negotiations; there’s no place in the world more volatile than the Korean peninsula,” Rhodes told ABC.",
    "sentiment": {
        "neg": 0.0499,
        "neu": 0.8747,
        "pos": 0.0754,
        "compound": 0.044
    }
}