{
    "date": "2018-06-12T04:13:11Z",
    "title": "The Singapore summit is a global exercise in Donald Trump damage limitation | Richard Wolffe",
    "url": "https://www.theguardian.com/commentisfree/2018/jun/12/the-singapore-summit-is-a-global-exercise-in-damage-limitation-of-donald-trump",
    "content": "Let’s be honest. The sight of high-level talks with a bellicose, incoherent, nuclear-armed world leader is far better than the alternative. What good can come from isolating an impetuous man suffering from delusions of grandeur? Yes, it’s a relief to see the world trying to talk sense to Donald J Trump, even if those talks are doomed to fail. The imperative for the world’s leaders is how to manage the risks posed by an American president who can’t be trusted to keep his word or to distinguish his friends from his foes. What the world watched aghast at the G7 summit is the same dynamic it now sees in Singapore: a global exercise in damage limitation of Donald Trump. So far, so good in Singapore. Before he could begin talking to Kim Jong-un, Trump already declared his talks “tremendously successful” and the outcome of “a terrific relationship.” He also described his meeting with the world’s worst dictator as “my honor.” You shouldn’t hold your breath waiting for the condemnation of this belittling of the American presidency from the same conservatives who were disgusted by President Obama’s greeting of the Japanese emperor. Then again, who cares? As long as Trump can cool his own saber-rattling, the good citizens of South Korea can sleep soundly at night. After all, when North Korean fears reached fever pitch a few months ago, it wasn’t because of a spike in Pyongyang’s rhetoric. That has long been at a level of fire and fury that most of its neighbors choose to ignore. In 2010 a North Korean torpedo sank a South Korean warship, and three years later, it threatened to fire on US bases after B2 stealth bombers flew over the peninsula. What changed this year? The threats of fire and fury came from the American president, not the North Korean dictator. Suddenly the world was unsettled by Washington and a hotheaded leader who insisted his nuclear button was bigger than anyone else’s. So we should understand what the world is hoping for when we look at the Singapore summit, and appreciate the little wins that will keep war at bay. At the top of that list is a path to managing the unhinged conduct of the president of the United States. As for managing North Korea, we have been here before. The Stalinist state has been a nuclear power for more than a decade, with enough conventional firepower and long-range missiles to inflict mass civilian deaths on our allies in South Korea and Japan. President Clinton was close to a summit in 2000 after years of diplomacy and deals that his political opponents scorned. Republicans in those days were rightly distrustful of the North Koreans, who cheated on the Clinton deal. Still, President Bush joined the six-party talks and came to a deal, which the North Koreans promptly blew up with their own nuclear test. Presidential summits were of no value to Trump’s predecessors because they wanted to enhance the deal, not their own image. They chose not to meet with the North Korean leadership because there was no upside for them. Those deals hinged on sanctions and nuclear talks: the normal language of diplomacy and national security. For this president, the calculation is entirely different for all sides. Trump speaks the language of personal enrichment because, well, that’s who he is. When asked in the Oval Office last month whether North Korea was heading for a Libyan outcome, as his national security adviser suggested, Trump disagreed. “This would be with Kim Jong-un,” he explained, “something where he’d be there, he’d be in his country, he’d be running his country. His country would be very rich.” Personal enrichment is something the North Korean leadership understands as much as the Trump family. The Bush administration discovered this by chance when it blacklisted a Macao bank that turned into its greatest leverage over the North Koreans. It turned out that the bank held $25m belonging to just 52 people close to the Pyongyang regime. Freeing up that cash became a critical part of the Bush-era nuclear deal with North Korea. This is where the G7 allies are speaking a different language from the man who currently tweets about cable television from the executive mansion of the White House. They want to talk about communiqués, the rules of global trade and how to treat your allies like they’re your friends. They hold meetings about women’s empowerment and expect Trump to turn up on time. They agree the language of a joint statement and expect Trump to stay true to that agreement from morning to afternoon. They look at an American trade surplus with Canada and are shocked when he talks about a deficit. The sooner they understand that Trump cannot grow into a normal world leader, the better. Before conservatives cheer this moment in global politics, they should realize they are happy that Trump is finally taking on the great Canadian threat to our national security. Whatever will he protect us from next? Perhaps it’s time he challenged the international evil that is Switzerland. If there is a Trump doctrine, it’s certainly not America First. That might just involve promoting America’s interests by maintaining the largest number of powerful allies. No, the Trump doctrine is to create the Age of Outrage: a constant churn of outrageous statements designed to disrupt and distract. Some of that outrage is intentional, and some of it is just incompetence. For now, the permanently startled press corps can only ask the most serious questions of this least serious president. Before he flounced out of the G7 summit, Trump was asked how long it would take him to figure out if the North Korean leader was serious. “That’s a good question,” said the commander-in-chief. “How long will it take? I think within the first minute I’ll know.” “How?” asked the dumbfounded reporter. “Just my touch, my feel. That’s what I do.” That’s what Trump does: he gropes his way to his foreign policy, while the rest of the world just looks shocked. As long as he’s happy, we can rationalize his bad behavior as being good for the world. As long as he doesn’t grope his way to war, we might just have a chance to rebuild America’s alliances in 2021. Richard Wolffe is a Guardian columnist",
    "keywords": [
        "singapore",
        "summit",
        "limitation",
        "richard",
        "world",
        "korea",
        "wolffe",
        "north",
        "donald",
        "president",
        "talks",
        "nuclear",
        "damage",
        "exercise",
        "good",
        "long",
        "global",
        "trump",
        "korean"
    ],
    "summary": "What the world watched aghast at the G7 summit is the same dynamic it now sees in Singapore: a global exercise in damage limitation of Donald Trump.\nAfter all, when North Korean fears reached fever pitch a few months ago, it wasn’t because of a spike in Pyongyang’s rhetoric.\nThey chose not to meet with the North Korean leadership because there was no upside for them.\nThose deals hinged on sanctions and nuclear talks: the normal language of diplomacy and national security.\nHis country would be very rich.” Personal enrichment is something the North Korean leadership understands as much as the Trump family.",
    "sentiment": {
        "neg": 0.094,
        "neu": 0.7814,
        "pos": 0.1246,
        "compound": 0.0181
    }
}