{
    "date": "2018-03-14T07:00:00Z",
    "title": "'I didn't fancy being stuck in North Korea': the stormy thriller by a Japanese Ulsterman",
    "url": "https://www.theguardian.com/stage/2018/mar/14/north-korea-great-wave-francis-turnly",
    "content": "‘I tick a variety of boxes,” says Francis Turnly, whose play The Great Wave is about to open in London at the National Theatre. “Asian, British, Irish, mixed, none of these. It changes, depending on how I feel that day.” Turnly’s father was a Northern Irish journalist who at one point taught English in Tokyo. There he met Turnly’s mother, and the family settled in County Antrim. When meeting people who are confused by the combination of his looks and accent, Turnly describes himself as “a Japanese Ulsterman”. Perhaps not surprisingly, he adds: “All my plays are about identity. I’ve often written about someone becoming someone else, someone turning into something else.” In another sense, Turnly has an unusual background for a playwright – his first profession was sheep farmer. Since 2015, he has been away from the farm a lot – given an office in London as Channel 4 writer in residence at the Tricycle Theatre. During his post, Turnly wrote two plays, both set in Japan: The Great Wave and Neko. These are the second and third parts of a trilogy that began with Harajuku Girls in 2015. The central characters in all three plays are young Japanese women. In Harajuku Girls, schoolgirls sample aspects of eastern and western culture on a Friday night in Tokyo. Neko, currently under discussion with a big theatre, is “about a Japanese schoolgirl who turns into a cat”. The Great Wave begins with the disappearance of 17-year-old Hanako during a storm. The girl is believed by Japanese authorities to have drowned. The play takes the form of a moral thriller, with twists and surprises that Turnly reasonably pleads to be left for the audience to discover. One aspect of the narrative involves the so-called “comfort women”, forced by the Imperial Japanese Army to work as sex slaves in occupied territories. That story has featured in various novels and plays – including Christopher Chen’s Into the Numbers, which played in London until January – but Turnly’s main focus is little-known events, such as the local consequence of forced prostitution. During six-months of research, the writer thought of going to North Korea as a tourist, but worried about being arrested as a spy: “Being stuck in North Korea for two years might have provided good material for a play but, in the end, it wasn’t something I fancied.” He had easier access to Japan because of frequent visits with his mother, who advised on some Japanese-language sequences: “I had to run them past her. I only really have the restaurant basics myself.” Some of Turnly’s biggest artistic influences, though, are Japanese: the novelist Haruki Murakami (Norwegian Wood, A Wild Sheep Chase) and the film director Hayao Miyazaki (whose animated movies include Spirited Away). “As it’s worked out,” he says, “all of my theatre plays are about Japan and all of my BBC radio plays are about Northern Ireland.” If this sounds like a policy, it isn’t the writer’s. “I’ve written stage plays that aren’t set in Japan, but I can’t get them on. I pitch radio plays about other things, but they say, ‘Can we have another one in Northern Ireland?’” He hopes to write a dual-nationality play, perhaps about a Japanese tourist catching the wrong plane at Heathrow and landing in Belfast during the Troubles. Growing up, he was part of a “tiny Japanese community in Northern Ireland, maybe a couple of hundred people”. There is a joke about a Belfast resident who excused himself from the hostilities due to being Jewish, and received the reply: “But are you a Catholic Jew or a Protestant Jew?” Did the Northern Irish Japanese suffer similar scrutiny? “Sure,” says Turnly, now 43. “My mother’s a Shinto, and there weren’t a whole lot of temples out in County Antrim.” He, however, felt little direct consequence of the violent years, through living far from the main trouble spots and because the peace process began when Turnly was a teenager. “There’s a generation now that knows nothing about the Troubles. I’m from the generation that was affected a little bit. You were aware of it, going to Belfast, checkpoints and so on. But at the moment, I feel safer in Belfast than I do in London.” Two of the biggest tourist attractions, he notes, are the “Game of Thrones locations tour”, because the HBO series is filmed in Northern Ireland, and “the murals tour” of the loyalist and nationalist wall paintings that reflected the city’s divisions. Previous British productions of shows with Asian characters – from the original version of Miss Saigon to Howard Barker’s recent In the Depths of Dead Love – have been criticised for “yellow-face” casting, in which white actors play Asian roles. The National is committed to culturally sensitive representation, but Turnly admits race-specific casting for The Great Wave was not an option: “It’s very hard to cast North Koreans, as there aren’t a vast number of actors from there here. We have had people from Korean communities in London coming in to advise on language and so on. In the cast, we have two Japanese actors, two Malysian, one Vietnamese and four Chinese. So all east Asian. But it would have been impossible to cast like for like.” Begun three years ago, The Great Wave now feels hotly contemporary. On the day we talk, North Korean leader Kim Jong-un suggested that he might suspend his nuclear weapons programme; subsequently, it was announced that the “Dear Leader” would meet President Donald Trump. “Yes, what is happening now is very relevant to the play,” he says. “I keep hearing echoes of what I’ve written.” • The Great Wave is at the National Theatre, London, until 14 April. Box office: 020-7452 3000.",
    "keywords": [
        "turnly",
        "plays",
        "turnlys",
        "wave",
        "ulsterman",
        "korea",
        "play",
        "northern",
        "theatre",
        "stormy",
        "japanese",
        "stuck",
        "thriller",
        "didnt",
        "fancy",
        "great",
        "north",
        "london"
    ],
    "summary": "When meeting people who are confused by the combination of his looks and accent, Turnly describes himself as “a Japanese Ulsterman”.\nDuring his post, Turnly wrote two plays, both set in Japan: The Great Wave and Neko.\nThe Great Wave begins with the disappearance of 17-year-old Hanako during a storm.\nBut it would have been impossible to cast like for like.” Begun three years ago, The Great Wave now feels hotly contemporary.\n“I keep hearing echoes of what I’ve written.” • The Great Wave is at the National Theatre, London, until 14 April.",
    "sentiment": {
        "neg": 0.0456,
        "neu": 0.8667,
        "pos": 0.0877,
        "compound": 0.1031
    }
}