{
    "date": "2018-04-04T03:59:17Z",
    "title": "North Korea makes rare apology for banning press from K-pop concert",
    "url": "https://www.theguardian.com/world/2018/apr/04/north-korean-makes-rare-apology-for-banning-press-from-k-pop-concert",
    "content": "North Korea has issued a rare apology to a group of South Korean journalists over access to a K-pop concert attended by Kim Jong-un. While apologies from the North are highly unusual, with criticism often deflected and blamed on the US and its allies, a mea culpa from a senior official over press freedom is almost unimaginable. The South Korean reporters had travelled to Pyongyang to cover a K-pop performance, part of a wider rapprochement between the two countries that will see Kim Jong-un meet South Korean president Moon Jae-in later this month. When the journalists were blocked from attending Sunday’s show, the South Korean government lodged an official protest. Kim Yong-chol, a North Korean general and former spymaster, then went to their hotel to apologise. “It was wrong to hinder the free media coverage and filming,” Kim Yong-chol said according to South Korea’s Yonhap news agency. “We’re obliged to help reporters from the South side engage in free coverage and convenient filming.” The concession on press freedom is very notable and the involvement of Kim Yong-chol, a hardliner blamed by many in the South for an attack that killed 46 navy sailors in 2010, also speaks to the North’s attempts to cool tensions following last year’s nuclear test and missile launches. “I, representing the North, offer an apology and seek your understanding for the wrong committed,” he added. He blamed Kim Jong-un’s bodyguards for blocking media access, saying it was unintentional and caused by miscommunication within the North Korean government. He also described the event as “special” due to Kim Jong-un’s attendance. While Sunday’s concert was not the first by South Korean artists in the North, it is the first time the North’s leader has attended. Kim Jong-un “was deeply moved to see our people sincerely acclaiming the performance, deepening the understanding of the popular art of the south side”, according to the North’s official Korean central news agency. Kim met K-pop performers after the concert, shaking each musician’s hand and posing for a group photo. The scene was at odds with efforts by the North to block South Korean music, often played from loudspeakers on the border as part of the propaganda war between the two neighbours.",
    "keywords": [
        "rare",
        "south",
        "concert",
        "norths",
        "korea",
        "banning",
        "yongchol",
        "apology",
        "kim",
        "press",
        "makes",
        "jongun",
        "korean",
        "official",
        "north",
        "kpop"
    ],
    "summary": "North Korea has issued a rare apology to a group of South Korean journalists over access to a K-pop concert attended by Kim Jong-un.\nWhen the journalists were blocked from attending Sunday’s show, the South Korean government lodged an official protest.\nKim Yong-chol, a North Korean general and former spymaster, then went to their hotel to apologise.\n“It was wrong to hinder the free media coverage and filming,” Kim Yong-chol said according to South Korea’s Yonhap news agency.\nHe blamed Kim Jong-un’s bodyguards for blocking media access, saying it was unintentional and caused by miscommunication within the North Korean government.",
    "sentiment": {
        "neg": 0.097,
        "neu": 0.8255,
        "pos": 0.0774,
        "compound": -0.0671
    }
}