{
    "date": "2018-01-05T03:30:08Z",
    "title": "North Korea agrees to first talks with South in two years",
    "url": "https://www.theguardian.com/world/2018/jan/05/north-korea-talks-south-olympics",
    "content": "North Korea has agreed to South Korea’s offer to hold talks next week, in what will be the first high-level contact between the two countries for more than two years. The talks – the first since December 2015 – will take place in Panmunjom, a village that straddles the demilitarised zone (DMZ) between the two countries and come amid international concern over Pyongyang’s ballistic missile and nuclear programmes. The discussions, to be held at the Peace House on the South Korean side of Panmunjom, will initially focus on North Korea’s possible participation in next month’s Winter Olympics in the South Korean town of Pyeongchang. But officials - whose identities have yet to be confirmed - will also talk about how to improve overall ties after a year in which North Korea has raised tensions in the region with a series of missile launches and its sixth – and most powerful – nuclear test. Pyongyang notified Seoul that it has accepted the offer of talks at Panmunjom via fax on Friday morning, according to the South Korean unification ministry. “The two sides decided to discuss working-level issues by exchanging documents,” Baik Tae-hyun, a ministry spokesman, told a press briefing, according to Yonhap news agency. The announcement came hours after the US agreed to postpone joint military exercises with the South until after the Winter Games, which open 50 miles south of the North Korean border on 9 February. Donald Trump and the South Korean president, Moon Jae-in, agreed in a telephone call on Thursday night that the large-scale drills should be held after the Games. North Korea regards the joint military exercises as a rehearsal for invasion and has often cited them as an obstacle to any thawing of inter-Korean ties. Shortly before the talks were announced, Trump attempted to take credit for the breakthrough, tweeting: “With all of the failed ‘experts’ weighing in, does anybody really believe that talks and dialogue would be going on between North and South Korea right now if I wasn’t firm, strong and willing to commit our total ‘might’ against the North.” Speculation that the Koreas would resume face-to-face contacts rose on New Year’s Day, when the North Korean leader, Kim Jong-un, said he was willing to discuss the possibility of sending athletes to Pyeongchang. That was followed by a South Korean offer of talks and the resumption on Wednesday of a cross-border telephone hotline that had not been used since early 2016. Kim’s overture, however, came with a warning that Pyongyang would continue to develop nuclear weapons to counter threats by the US. Kim’s claim that the nuclear button was “on my desk” prompted Donald Trump to counter that his nuclear button was “bigger” and more effective, resuming the war of words between the two leaders that began last year with a flurry of personal insults. Officials in Washington have been lukewarm about the prospects for an inter-Korean dialogue. The US state department said that it believed next Tuesday’s talks would be limited to bilateral issues and not touch on security issues. “Our understanding is that these talks ... will be limited to conversations about the Olympics and perhaps some other domestic matters ... not beyond that,” Heather Nauert, a state department spokeswoman, told reporters. “This is not something where the Republic of Korea (South Korea) is going to go off freelancing or having lots of conversations with them.”",
    "keywords": [
        "south",
        "offer",
        "korea",
        "panmunjom",
        "talks",
        "nuclear",
        "agrees",
        "trump",
        "koreas",
        "north",
        "korean"
    ],
    "summary": "North Korea has agreed to South Korea’s offer to hold talks next week, in what will be the first high-level contact between the two countries for more than two years.\nThe discussions, to be held at the Peace House on the South Korean side of Panmunjom, will initially focus on North Korea’s possible participation in next month’s Winter Olympics in the South Korean town of Pyeongchang.\nNorth Korea regards the joint military exercises as a rehearsal for invasion and has often cited them as an obstacle to any thawing of inter-Korean ties.\nThat was followed by a South Korean offer of talks and the resumption on Wednesday of a cross-border telephone hotline that had not been used since early 2016.\n“This is not something where the Republic of Korea (South Korea) is going to go off freelancing or having lots of conversations with them.”",
    "sentiment": {
        "neg": 0.0545,
        "neu": 0.8908,
        "pos": 0.0546,
        "compound": 0.0437
    }
}