{
    "date": "2018-04-27T14:19:37Z",
    "title": "Korean leaders bond over handshakes and 'a lot of pictures'",
    "url": "https://www.theguardian.com/world/2018/apr/27/korean-leaders-bond-handshakes-lot-pictures-korea-summit",
    "content": "When the two men shook hands, it was as if old friends were catching up after a long separation, and 65 years of animosity and occasional spilt blood seemed to wash away in an instant. At least that is how it appeared as the world’s newest double act – the North Korean leader, Kim Jong-un, and the South Korean president, Moon Jae-in – met at the world’s most militarised border. There was no enmity as the two greeted each other at a uniquely peaceful point on the 155-mile (250km) border, and both men took great pains to ensure their meeting produced a positive appearance. Moments after Kim crossed into the South, Moon asked when he would be allowed to visit the North and in an unscripted moment the two held hands and hopped over a low concrete barrier that marks the frontier. The good-natured atmosphere was the best both sides could have hoped for. Kim wanted to project the image of a capable statesman on the international stage, not the youthful leader of a pariah nation. Moon ensured the day’s events were filled with symbolism that reinforced concepts of peace and unity. The two planted a tree that dated from the end of the 1950-53 Korean war, and Seoul’s unification ministry commissioned five perfumes to be blended based on stories of elderly North Koreans who fled south during the conflict. A dinner menu was devised to highlight the leaders’ backgrounds, and delicacies from both sides were served. In many ways Moon had been preparing for this moment his entire life. He was the presidential chief of staff during the last inter-Korean summit, in 2007, and his election marked a shift in policy towards Pyongyang after a decade of conservative presidents in the South. After posing for photos, the pair walked along an red carpet to review an honour guard, some of whom wore traditional garb, perhaps a nod to a shared history when all Korean soldiers had the same uniform. In the face of the South Korean military band Kim was noticeably nervous, breathing heavily while standing stiff as Moon saluted his troops. When Kim and Moon finally sat down, Kim pledged to “write a new chapter” in their peninsula’s troubled history and Moon hailed the visit to the border village of Panmunjom as “a symbol of peace not division”. The North Korean leader’s eccentricities were also on display, serving as a reminder of his isolation and paranoia. A phalanx of bodyguards jogged around Kim’s black Mercedes limousine as he drove back and forth. A North Korean security team reportedly swept the summit room for listening devices and explosives, as well as spraying disinfectant on the chairs and guestbook. In the afternoon, the two took a stroll on a bridge where Moon did most of the talking and Kim again appeared nervous, frequently adjusting his tortoiseshell glasses. The only smile was a quick flash for the camera, and then he returned to a deep frown that would remain for the rest of the day. “The mood, atmosphere and chemistry was good between the two leaders, you could tell they both really wanted a good outcome,” said Duyeon Kim, a senior fellow at the Korean Peninsula Future Forum. “You can tell they shared common objectives for peace, firmly rooted in the two Koreas determining their future and not being swayed by outside forces.” The day ended with a joint declaration promising peace and “complete denuclearisation”, but it remained to be seen how these would be achieved. After signing the agreement, Kim and Moon embraced and posed for photos with their hands held high. Kim’s wife, Ri Sol-ju, arrived just before dinner, a further step in her husband’s effort to craft an image of an ordinary head of state, and another round of commemorative photos ensued. Even Kim remarked: “We’ve taken a lot of pictures today.” The cultivation of a positive mood and chummy relationship was clearly meant to provide momentum to any meeting between Kim and Trump, which could take place as early as next month. “We hope we can open a new road towards a new future, and that is why I crossed the demarcation line today,” Kim said, standing next to Moon as they announced the joint declaration. “We hope for a new era of peace, and we have reaffirmed our commitment to that.”",
    "keywords": [
        "lot",
        "moon",
        "leaders",
        "south",
        "hands",
        "pictures",
        "peace",
        "photos",
        "kim",
        "handshakes",
        "future",
        "bond",
        "north",
        "korean"
    ],
    "summary": "At least that is how it appeared as the world’s newest double act – the North Korean leader, Kim Jong-un, and the South Korean president, Moon Jae-in – met at the world’s most militarised border.\nIn the face of the South Korean military band Kim was noticeably nervous, breathing heavily while standing stiff as Moon saluted his troops.\nThe North Korean leader’s eccentricities were also on display, serving as a reminder of his isolation and paranoia.\nA North Korean security team reportedly swept the summit room for listening devices and explosives, as well as spraying disinfectant on the chairs and guestbook.\nAfter signing the agreement, Kim and Moon embraced and posed for photos with their hands held high.",
    "sentiment": {
        "neg": 0.0395,
        "neu": 0.8461,
        "pos": 0.1144,
        "compound": 0.2438
    }
}