{
    "date": "2018-04-01T17:00:18Z",
    "title": "Graham: John Bolton has 'very healthy skepticism' on North Korea",
    "url": "https://www.theguardian.com/us-news/2018/apr/01/john-bolton-very-healthy-skepticism-north-korea-lindsey-graham",
    "content": "The Republican senator Lindsey Graham said on Sunday he was glad John Bolton will be Donald Trump’s national security adviser going into talks with North Korea, because of his “very healthy skepticism”. Bolton is a Bush-era United Nations ambassador and noted hawk who has advocated military strikes as the best way to stop North Korea developing a nuclear weapon that can reach the US mainland. In February, he wrote an op-ed for the Wall Street Journal in which he set out “the legal case for striking North Korea first”. Bolton will replace Lt Gen HR McMaster – Trump’s second national security adviser after the resignation of another general, Michael Flynn – on 9 April. News of Bolton’s appointment was greeted by widespread alarm. One nuclear weapons expert told the Guardian Bolton was “genuinely one of the most extreme, irresponsible, and dangerous voices in the country”. A US-North Korean summit is slated for May. Hopes have been raised that Kim Jong-un may discuss measures to reduce the threat of war, possibly in exchange for security guarantees and an easing of sanctions that have severely affected the already struggling North Korean economy. Bolton has derided the efficacy of economic measures. Appearing on Fox News Sunday, Graham said he had dinner with Bolton a couple of nights previously and the hawkish former ambassador had expressed fear that North Korea was “just buying time” as it seeks to develop a nuclear-armed missile. “He sees these negotiations as a way of buying time,” said Graham, a member of the Senate armed services committee whose relationship with Trump has fluctuated between outright hostility and cheerfully golfing proximity. “That’s what they’ve done in the past.” Graham, from South Carolina, said he would be skeptical about the terms and conditions of the summit. But he hoped Trump would meet with the North Korean leader. Negotiations should be “very focused and get quick action”, he said. “We don’t want to give him nine months or a year to talk and build a missile at the same time,” Graham said. Earlier, on a visit to Beijing, the Democratic Massachusetts senator Elizabeth Warren said success from talks with Pyongyang would involve getting a commitment to discuss verifiable steps to reduce its nuclear threat. That would require careful negotiations by a state department vastly diminished under Trump, Warren said. Trump last month fired the secretary of state, Rex Tillerson – whom he had previously derided for saying talks with North Korea might be possible. The president has nominated the CIA director, Mike Pompeo, to replace Tillerson. Like Bolton, Pompeo is a hawk regarding North Korea. Graham also warned Trump not to remove troops from Syria, after the president declared earlier this week: “Let the other people take care of it now.” Graham said leaving Syria would allow the Islamic State group to strengthen, the fighting between the Syrian Kurdish militia and Turkey would get out of hand, and Russia and Iran would dominate the country. “It would be the single worst decision the president could make,” Graham said.",
    "keywords": [
        "bolton",
        "korea",
        "skepticism",
        "graham",
        "state",
        "president",
        "talks",
        "nuclear",
        "healthy",
        "security",
        "john",
        "trump",
        "north"
    ],
    "summary": "The Republican senator Lindsey Graham said on Sunday he was glad John Bolton will be Donald Trump’s national security adviser going into talks with North Korea, because of his “very healthy skepticism”.\nBolton is a Bush-era United Nations ambassador and noted hawk who has advocated military strikes as the best way to stop North Korea developing a nuclear weapon that can reach the US mainland.\nIn February, he wrote an op-ed for the Wall Street Journal in which he set out “the legal case for striking North Korea first”.\nTrump last month fired the secretary of state, Rex Tillerson – whom he had previously derided for saying talks with North Korea might be possible.\nLike Bolton, Pompeo is a hawk regarding North Korea.",
    "sentiment": {
        "neg": 0.0997,
        "neu": 0.8,
        "pos": 0.1004,
        "compound": -0.0119
    }
}