{
    "date": "2018-05-10T18:41:47Z",
    "title": "Trump confirms face-to-face talks with Kim Jong-un in Singapore in June",
    "url": "https://www.theguardian.com/world/2018/may/10/summit-between-donald-trump-and-kim-jong-un-will-take-place-in-singapore-report",
    "content": "Donald Trump will come face to face with the North Korean leader, Kim Jong-un, in Singapore on 12 June, the US president announced on Thursday. The summit – a first between a sitting US president and his North Korean counterpart – will be the stage for critical talks aimed at curbing North Korea’s nuclear weapons programme. Trump announced the details on Twitter by writing: “The highly anticipated meeting between Kim Jong-un and myself will take place in Singapore on June 12th. We will both try to make it a very special moment for World Peace!” The decision ended weeks of speculation about possible venues for the summit. Trump himself had floated the idea of Singapore or the demilitarized zone between North and South Korea, where Kim last month met the South Korean president, Moon Jae-in. The announcement came hours after Trump welcomed Mike Pompeo back to the US from Pyongyang with three American citizens whom North Korea had been holding prisoner for more than a year. Their release followed talks between Pompeo, the new secretary of state, and Kim about the forthcoming meeting. Speaking to reporters at Andrews air force base outside Washington in the early hours of Thursday, Trump said: “The fact we were able to get them out so soon was a tribute to a lot of things. I just want to say, this is a special night. I’m very honoured to have helped these great folks, but the true honour is going to be if we have a victory in getting rid of nuclear weapons.” Asked if he had spoken to Kim, the president replied: “I don’t want to comment.” He could also not resist quipping: “I think you probably broke the all-time in history television rating for 3 o’clock in the morning.” Official North Korean media quoted Kim on Wednesday as saying the encounter with Trump “would be a historic meeting” and an “excellent first step toward promotion of the positive situation development in the Korean peninsula and building a good future”. Kim said he released the three Americans – Kim Dong Chul, Tony Kim, and Kim Hak-song, who all appeared to be in good physical condition – after an “official suggestion” from Trump. Pompeo has described US objectives for the summit as the immediate “permanent, verifiable irreversible dismantling of North Korea’s weapons of mass destruction programme”. It is far from clear that is an outcome acceptable to the Pyongyang regime, which has taken decades to develop nuclear warheads and the missiles to deliver them. Speaking to reporters at a cabinet meeting on Wednesday, Trump was asked if he deserves the Nobel peace prize. The president replied: “Everyone thinks so, but I would never say it.” He also finally ruled out the demilitarized zone as the location of the summit. Singapore is seen as a safe alternative. The island nation, a financial hub with a population of 5.6 million, has long been seen as a gateway between east and west. It is favoured by US officials because of its security, infrastructure and proven record of hosting international summits. It also the ability to impose strict crowd control. Singapore was the location in 2015 for a historic meeting between China’s President Xi Jinping and the then Taiwanese president, Ma Ying-jeou. It also has a rare claim to neutrality. It is a US ally but hosts a North Korean embassy and has a long history of cooperation with Pyongyang. Mintaro Oba, a former US state department official who worked on Korean negotiations, said: “Singapore wasn’t my first choice for the North Korea summit location. But Singapore is a very valued US partner and a remarkable city-state that punches many times above its weight. This is a good choice.” It will be a rare foray for Kim outside North Korea. Since becoming leader, he has visited China twice and stepped across the border into South Korea during last month’s meeting with Moon. On Wednesday, Trump discussed the upcoming summit with Japan’s prime minister, Shinzō Abe, the White House said. The leaders “committed to maintaining trilateral cooperation with the Republic of Korea, and also affirmed the shared goal of North Korea abandoning its illicit weapons of mass destruction and ballistic missile programs,” a statement added. In Washington, politicians welcomed the latest development but struck a note of caution. The Senate majority leader, Mitch McConnell, said: “The United States is committed to the permanent, verifiable, irreversible dismantling of North Korea’s weapons of mass destruction programme. I share that goal, and if it proves unachievable through these talks, I support a continuation of the policy of maximum pressure on the regime.”",
    "keywords": [
        "singapore",
        "summit",
        "meeting",
        "confirms",
        "korea",
        "north",
        "facetoface",
        "president",
        "kim",
        "weapons",
        "jongun",
        "trump",
        "talks",
        "korean"
    ],
    "summary": "Donald Trump will come face to face with the North Korean leader, Kim Jong-un, in Singapore on 12 June, the US president announced on Thursday.\nTrump announced the details on Twitter by writing: “The highly anticipated meeting between Kim Jong-un and myself will take place in Singapore on June 12th.\nTrump himself had floated the idea of Singapore or the demilitarized zone between North and South Korea, where Kim last month met the South Korean president, Moon Jae-in.\nKim said he released the three Americans – Kim Dong Chul, Tony Kim, and Kim Hak-song, who all appeared to be in good physical condition – after an “official suggestion” from Trump.\nIt is a US ally but hosts a North Korean embassy and has a long history of cooperation with Pyongyang.",
    "sentiment": {
        "neg": 0.049,
        "neu": 0.8472,
        "pos": 0.1038,
        "compound": 0.1074
    }
}