{
    "date": "2018-02-13T02:00:02Z",
    "title": "North Korea's cheerleaders amaze and appal at Winter Olympics",
    "url": "https://www.theguardian.com/world/2018/feb/13/north-korean-cheerleaders-winter-olympics",
    "content": "When the women in matching red coats entered the Kwandong Hockey Centre in the South Korean city of Gangneung on Monday, the crowd erupted in a deafening scream. Seemingly everyone in the audience took out their phones to snap a picture of the North Korean cheerleaders, who commanded more celebrity than the Olympic ice hockey teams the crowds had gathered to support. As they found their seats for the preliminary game between Sweden and the Unified Korean team, South Koreans peppered the Northern cheerleaders with questions, but the all-female squad only responded with tight-lipped smiles. Most spectators were more interested in snapping selfies or simply standing near the North Koreans than actually engaging with them. It was the first time many South Koreans had come face-to-face with their neighbours, with whom they remain officially at war. Pyongyang dispatched the cheerleaders to the Pyeongchang Winter Olympics as part of their last-minute delegation, and the squad outnumbers the country’s athletes by roughly 10 to one. Seated in the stand in six separate groups, the more than 180 North Koreans performed synchronised cheers throughout the second game played by Unified Korea’s women’s hockey team. Every movement was coordinated, every wave of a flag or clap of the hand performed in unison. But for the two sides, the meeting was a sign of how far they have grown apart after 65 years of division since the 1950-53 Korean war. Han Sun-woo, 25, who was sandwiched between two groups of North Korean cheerleaders, said: “They’re very old-fashioned. I never experienced the 70s, but I imagine it was like that. “I feel bad for them. If this is what they want to show to the world, think about how backward the rest of the people are.” Plainclothes police ringed each section, blocking fans and journalists eager to get closer to the women. At the end of each row, older male minders sat still for the entire game, a reminder that despite appearances, these women were also prisoners of one of the most brutal regimes in the world. Pyongyang had sent them as part of a charm offensive to help distract from the country’s prison camps, widespread torture and public executions. For most in the audience, it appeared to have worked. Lee Soo-ra, 26, a nurse who had come from Seoul for the match, said: “I’m happy they’re here. It makes me feel closer to North Korean people. “They’re here to cheer the same team as me. It’s like we’re one country, which is what I hope for.” After each of Sweden’s eight goals, which won them the game in a shutout, the cheerleaders led the stadium in chants of “cheer up”. Ahead of the game, the cheerleaders reached in unison into matching plastic shopping bags and produced identical red and white knit caps. Several minutes later, they removed their red jackets in a coordinated motion, revealing tracksuit tops emblazoned with a North Korean flag. They cheered a few decibels louder when their compatriots skated out on the ice, but for much of the match, their singing – songs about their hope for unification – was drowned out by the pop music blaring from the arena’s sound system. Despite the cheerleaders’ popularity in the arena, the Unified Korean women’s hockey team has been highly controversial. About half of South Koreans had a negative view of the concept, according to a poll last week by Korea Society Opinion Institute. An opinion poll last week found that about 60% of South Koreans preferred “peaceful coexistence” over unification of the two countries. The team is competing under a neutral flag, a blue silhouette of an undivided Korean peninsula on a white background, and each cheerleader was equipped with a miniature version of the banner. But there were also dozens of spectators waving South Korean flags instead. For all the attention they commanded, the North Koreans were not the only cheering squad on hand. In stark contrast to the tracksuited women from the North, four South Korean dancers also performed – dressed in cropped white T-shirts and pink hot pants while waving pom-poms – highlighting the cultural chasm that separates the two neighbours. The North Koreans refused to acknowledge their fellow performers. There were other moments of awkwardness as well. After Team Korea lost and the stadium cleared out, they remained singing to a mostly empty ice rink. As a foreign couple got engaged and television cameras zoomed in on a man on one knee, the stadium erupted in cheers for the public display of romance. But the North Koreans were unmoved; instead, they sat stone-faced and silent as the arena played L-O-V-E by Nat King Cole.",
    "keywords": [
        "south",
        "white",
        "team",
        "women",
        "appal",
        "winter",
        "koreans",
        "game",
        "korean",
        "hockey",
        "amaze",
        "koreas",
        "olympics",
        "north",
        "cheerleaders"
    ],
    "summary": "Most spectators were more interested in snapping selfies or simply standing near the North Koreans than actually engaging with them.\nIt was the first time many South Koreans had come face-to-face with their neighbours, with whom they remain officially at war.\nHan Sun-woo, 25, who was sandwiched between two groups of North Korean cheerleaders, said: “They’re very old-fashioned.\nSeveral minutes later, they removed their red jackets in a coordinated motion, revealing tracksuit tops emblazoned with a North Korean flag.\nBut the North Koreans were unmoved; instead, they sat stone-faced and silent as the arena played L-O-V-E by Nat King Cole.",
    "sentiment": {
        "neg": 0.0803,
        "neu": 0.8069,
        "pos": 0.1129,
        "compound": 0.0965
    }
}