{
    "date": "2018-04-29T05:00:38Z",
    "title": "As Trump and Macron preen, Ruth Davidson offers a show of elegance | Barbara Ellen",
    "url": "https://www.theguardian.com/commentisfree/2018/apr/29/trump-and-macron-preen-ruth-davidson-offers-show-of-elegance",
    "content": "How adorable to see all the man-cuddles between world leaders. There were presidents Trump and Macron, the former brushing imaginary dandruff off the latter’s shoulder, in such a painfully desperate attempt to appear dominant that one can only imagine that Stormy Daniels felt horribly triggered. Elsewhere, North Korea’s Kim Jong-un and South Korea’s Moon Jae-in decided to ditch all the nuclear unpleasantness for the Korean answer to male bonding, which presumably ended with a night in, with just Netflix, popcorn, 750 bodyguards and, in Moon’s case, a cyanide pellet in a back molar to crunch down on, should there be a disagreement over which Will Ferrell film was funniest. Some people might view such macho bonding displays as body language Armageddon, but phooey to such cynicism. Arguably, somewhere within all those waist-stroking, ear-nuzzling moments, world peace was definitely achieved?* (*maybe). So what if Trump’s handshakes were so furiously hard-yanking that Macron could have been forgiven for keeping a chiropractor on speed-dial. Likewise, does it matter if Kim and Moon strolling hand in hand made it seem as though the world’s nuclear fate rested on North Korea’s Tweedledum remaining pals with South Korea’s Tweedledee? Or that, like me, some people’s immediate thought was: “The Teletubbies look even weirder with their costumes off.” One message from this politically “handsy” week came through loud and clear – when male politicians bond, as when Tony Blair sported his jeans during his own unforgettable 2001 big-boy sleepover with George W Bush at Camp David, subtlety is never the goal. Nearer home, comparisons could be drawn with the Scottish Conservative leader, Ruth Davidson, who somehow announced her pregnancy without once lewdly grabbing her crotch or even that of her partner, Jen Wilson – both women exhibiting nothing but natural, easy happiness. Perhaps when everything that’s happening is real, there’s no need for hyperbolic alpha-gesturing? • Barbara Ellen is an Observer columnist",
    "keywords": [
        "elegance",
        "moon",
        "male",
        "south",
        "ruth",
        "macron",
        "ellen",
        "preen",
        "world",
        "hand",
        "davidson",
        "north",
        "nuclear",
        "kim",
        "barbara",
        "offers",
        "trump",
        "koreas"
    ],
    "summary": "There were presidents Trump and Macron, the former brushing imaginary dandruff off the latter’s shoulder, in such a painfully desperate attempt to appear dominant that one can only imagine that Stormy Daniels felt horribly triggered.\nSome people might view such macho bonding displays as body language Armageddon, but phooey to such cynicism.\nSo what if Trump’s handshakes were so furiously hard-yanking that Macron could have been forgiven for keeping a chiropractor on speed-dial.\nLikewise, does it matter if Kim and Moon strolling hand in hand made it seem as though the world’s nuclear fate rested on North Korea’s Tweedledum remaining pals with South Korea’s Tweedledee?\nPerhaps when everything that’s happening is real, there’s no need for hyperbolic alpha-gesturing?",
    "sentiment": {
        "neg": 0.0843,
        "neu": 0.8194,
        "pos": 0.0963,
        "compound": 0.0649
    }
}