{
    "date": "2018-06-09T17:34:15Z",
    "title": "Trump: I'll know whether Kim summit will be successful 'in first minute'",
    "url": "https://www.theguardian.com/us-news/2018/jun/09/donald-trump-kim-jong-un-north-korea-g7-summit-canada",
    "content": "Donald Trump on Saturday said his summit with Kim Jong-un in Singapore would be a “one-time shot”. Speaking to reporters at the G7 summit in La Malbaie, Canada, the US president projected confidence over the prospects for a deal on denuclearization, stating: “I think within the first minute, I’ll know.” “Just my touch, my feel, that’s what I do,” he said. “How long will it take to figure out if they’re serious? You know, the way they say you know if you’re going to like somebody in the first five seconds, you ever hear that one? I think very quickly I’ll know whether or not something good is going to happen.” Trump spoke as he prepared to depart for Singapore and the first meeting between a North Korean leader and a sitting US president. The two leaders’ relationship began with a long period of mutual threats and abuse but a surprise and rapid diplomatic thaw has endured despite Trump’s abrupt cancellation of the summit late last month. “You don’t know, it’s not been done before at this level,” Trump said of attempts to establish peace with a reclusive, authoritarian and nuclear-armed regime. He added: “This is a leader that’s really an unknown personality, people don’t know much about him. I think that he’s going to surprise on the upside, very much on the upside, we’ll see.” The Trump administration has said it wants a “permanent, verifiable, irreversible” dismantling of North Korea’s nuclear weapons program and a peace treaty to formally end the Korean war, which ceased only with an armistice in 1953. “It’s a one-time shot and I think it’s going to work out very well,” Trump said, though he also indicated that the summit may only be a starting point, saying it “may not work out. There’s a good chance it won’t work out. There’s probably an even better chance that it will take a period of time, it’ll be a process.” The president also downplayed suggestions he was not well prepared, a notion he appeared to reinforce earlier this week when he said his approach to the meeting was not about preparation but “about attitude”. Those comments sparked concerns among national security experts that the North Korean leader could outfox his opposite number. “So we’re going in with a very positive spirit, very well prepared, I think,” Trump said, before misidentifying the site of the meeting. “And by the way, we have worked very well with their people, they have many people now in Shanghai, our people have been – in Singapore – our people have been working very, very well with the representatives of North Korea and I think we’re going to come out fine.” Asked about suggestions that even granting a meeting to Kim meant conceding valuable ground, he said: “Only the fake news says that. We just got three hostages back, we paid nothing … we have gotten … we haven’t done anything. The haters, they say, ‘Oh, you’re giving him a meeting’ – gimme a break, OK?” Trump also made lengthy complaints about other countries’ trade policies and doubled down on his claim that Russia should be reinstated to the G7, having been suspended in 2014 after its annexation of Crimea. Trump’s statement on Friday that the Putin regime should be readmitted sparked bipartisan scorn and rebuke from key US allies. “I think it would be an asset to have Russia back in,” Trump told reporters on Saturday. “I think it would be good for the world, I think it would be good for Russia, I think it would be good for the United States, I think it would be good for all of the countries in the G7.” Trump blamed Barack Obama for not doing enough to counter Russian aggression in Ukraine, stating: “Obama can say all he wants but he allowed Russia to take Crimea. I may have had a much different attitude.” Obama condemned Russia’s actions and pursued sanctions against Moscow. Trump also pushed back at suggestions that under his leadership, amid disputes regarding relations with Russia and international trade, the US was becoming isolated from its traditional allies. “I would say the level of relationship is a 10,” he said, claiming “we have a great relationship” with the leaders of countries including Germany, France and Canada. After a prompt from his economic adviser Larry Kudlow, the US president then left the summit.",
    "keywords": [
        "going",
        "summit",
        "think",
        "good",
        "meeting",
        "russia",
        "say",
        "president",
        "kim",
        "know",
        "minute",
        "ill",
        "successful",
        "trump"
    ],
    "summary": "Donald Trump on Saturday said his summit with Kim Jong-un in Singapore would be a “one-time shot”.\nYou know, the way they say you know if you’re going to like somebody in the first five seconds, you ever hear that one?\n“You don’t know, it’s not been done before at this level,” Trump said of attempts to establish peace with a reclusive, authoritarian and nuclear-armed regime.\n“So we’re going in with a very positive spirit, very well prepared, I think,” Trump said, before misidentifying the site of the meeting.\n“I think it would be an asset to have Russia back in,” Trump told reporters on Saturday.",
    "sentiment": {
        "neg": 0.0491,
        "neu": 0.8554,
        "pos": 0.0955,
        "compound": 0.1288
    }
}