{
    "date": "2018-03-28T08:40:06Z",
    "title": "Kim Jong-un's visit to China fails to hide strain in relations",
    "url": "https://www.theguardian.com/world/2018/mar/28/kim-jong-uns-visit-to-china-fails-to-hide-strain-in-relations",
    "content": "When the North Korean leader, Kim Jong-un, and his wife, Ri Sol-ju, visited Beijing this week they were treated to a banquet at the stately Great Hall of the People, a performance, and a lesson in Chinese tea culture, given by the Chinese president, Xi Jinping, and his wife, Peng Liyuan. The event was “overflowing with a harmonious and intimate atmosphere from its beginning to the end”, North Korea’s state news agency, KCNA, breathlessly reported. The pageantry of Kim’s surprise visit to Beijing, confirmed only after he left China on Wednesday, obscures a strained relationship between the two long-time communist allies. China’s state news agency, Xinhua, was careful to describe the visit as “unofficial”. “It was ‘unofficial’ probably because Xi is still angry and frustrated that Kim has shown an utter lack of respect for China’s interests and for Xi personally,” said Michael Kovrig, senior adviser for north-east Asia at the International Crisis Group, an independent conflict-prevention organisation. “Kim is not out of the doghouse yet.” Since taking power in 2011, Kim has conducted more than 85 missile tests, one of which was believed to be deliberately timed to upstage a Brics summit in China last September. As a result of North Korea’s provocations, China has backed increasingly tough international sanctions on Pyongyang as well as cut coal and other imports from the country. China accounts for more than 90% of North Korea’s overall trade and also provides food aid and energy assistance to Pyongyang. This was Kim’s first invitation to meet with Xi in China since coming to power. Kim’s visit doesn’t so much mark an improvement in ties as it does China’s determination not to be sidelined. The trip comes ahead of talks in April between Kim and the South Korean president, Moon Jae-in, and the US president, Donald Trump, possibly in May. “By being the first leader to meet Kim, Xi is decisively showing who is boss in north-east Asia. In the past, China might have let the US drive the process as long as it was consulted. Clearly, Xi has decided China needs to shape the process early and discuss directly with Kim how he thinks that should go,” Kovrig said. China has often said it does not have as much leverage over North Korea as many believe. Kim’s visit to China before meeting Trump and Moon indicates just the opposite. “Next time, the Chinese ministry of foreign affairs says the real issue is between the US and North Korea, and that China is just a mediator or just wants stability, we will know they are lying,” Robert E Kelly, the associate professor at the department of political science and diplomacy at Pusan National University in South Korea, wrote in a blogpost for the Lowy Institute. Just how unified the two countries are over North Korea’s nuclear programme is unclear. Xinhua reported Kim saying he was “committed to denuclearisation on the peninsula”, but Korean state media failed to mention such comments, analysts said. For Kim, the trip not only bolsters his image at home as a powerful statesman – negotiating with the world’s great powers – it also opens avenues for limited reform. Kim was taken to see an “innovation exhibition” at the Chinese Academy of Sciences in Beijing. During the previous generation of Chinese and North Korean leadership, Kim Jong-il, Kim’s father, also toured industrial sites in China, a sign that Beijing hoped to push its ally toward Chinese-style economic reforms. “It’s what the Chinese seem to want for Kim Jong-un – a tangible realisation that ‘opening up and reform’ along Dengist lines with special economic zones and foreign investment while maintaining iron parameters on civil society, is one pathway to relative wealth and power,” Adam Cathcart, a researcher in Chinese-North Korean relations at the University of Leeds, said, referring to the Chinese leader Deng Xiaoping, who helped open the Chinese economy by designating areas of the country for capitalist market-driven reforms.",
    "keywords": [
        "strain",
        "hide",
        "koreas",
        "beijing",
        "kim",
        "visit",
        "china",
        "fails",
        "chinese",
        "korean",
        "kims",
        "jonguns",
        "xi",
        "north",
        "relations"
    ],
    "summary": "The event was “overflowing with a harmonious and intimate atmosphere from its beginning to the end”, North Korea’s state news agency, KCNA, breathlessly reported.\nChina accounts for more than 90% of North Korea’s overall trade and also provides food aid and energy assistance to Pyongyang.\nKim’s visit doesn’t so much mark an improvement in ties as it does China’s determination not to be sidelined.\n“By being the first leader to meet Kim, Xi is decisively showing who is boss in north-east Asia.\nKim’s visit to China before meeting Trump and Moon indicates just the opposite.",
    "sentiment": {
        "neg": 0.0348,
        "neu": 0.8965,
        "pos": 0.0687,
        "compound": 0.123
    }
}