{
    "date": "2018-04-24T17:00:50Z",
    "title": "Trump calls Kim 'very honourable' and says North Korea wants summit as soon as possible",
    "url": "https://www.theguardian.com/us-news/2018/apr/24/donald-trump-says-north-korea-is-very-open-to-summit-as-soon-as-possible",
    "content": "Donald Trump has called Kim Jong-un “very open” and “very honourable” and said the North Korean regime wanted a summit as soon as possible. The president’s compliments marked a dramatic turnaround from “Little Rocket Man” – one of the insults Trump aimed at Kim before the North Korean dictator’s announcement last week that he was suspending nuclear and missile testing. They were also unprecedented for a US president describing the head of one of the world’s most repressive regimes. At a White House meeting with the visiting French president, Emmanuel Macron, Trump was asked about prospects for a summit with Kim. Trump replied: “We have been told directly that they would like to have the meeting as soon as possible. We think that’s a great thing for the world.” Referring to the North Korean leader, who has been in power since 2011, Trump said: “He really has been very open and, I think, very honourable from everything we’re seeing.” He added: “Now, a lot of promises have been made by North Korea over the years but they have never been in this position.” Plans for a summit follow a secret mission to Pyongyang at the end of last month by the CIA director, Mike Pompeo, whose nomination as secretary of state is now before the US Senate. Last week, Kim announced a moratorium on tests of nuclear weapons and intercontinental ballistic missiles. However, most experts believe any White House expectations that Kim is ready to give up the regime’s nuclear arsenal are likely to be disappointed. Trump, however, was insistent about what he wanted to the outcome of the summit to be. “It would be ver easy to make a simple deal and claim victory,” Trump said. “I m not going to do that. I want them to get rid of their nukes.” “We’ll see where that will all go,” Trump said, adding that he is prepared to walk away from talks if they are not productive. “Unlike past administrations, I will leave the table. But I think we have the chance to do something very special.” Asked about Trump’s choice of adjectives for Kim, Ben Cardin, the ranking Democrat on the Senate foreign relations committee, said: “I think it is important for the president to used measured descriptions of Kim Jong-un. In the past, he has not done that. He may have gone a bit far calling him honourable.”",
    "keywords": [
        "summit",
        "think",
        "white",
        "possible",
        "wants",
        "korea",
        "soon",
        "honourable",
        "north",
        "president",
        "kim",
        "calls",
        "nuclear",
        "trump",
        "korean"
    ],
    "summary": "Donald Trump has called Kim Jong-un “very open” and “very honourable” and said the North Korean regime wanted a summit as soon as possible.\nThe president’s compliments marked a dramatic turnaround from “Little Rocket Man” – one of the insults Trump aimed at Kim before the North Korean dictator’s announcement last week that he was suspending nuclear and missile testing.\nAt a White House meeting with the visiting French president, Emmanuel Macron, Trump was asked about prospects for a summit with Kim.\nTrump replied: “We have been told directly that they would like to have the meeting as soon as possible.\nTrump, however, was insistent about what he wanted to the outcome of the summit to be.",
    "sentiment": {
        "neg": 0.0421,
        "neu": 0.9059,
        "pos": 0.0521,
        "compound": 0.0981
    }
}