{
    "date": "2018-01-28T00:05:04Z",
    "title": "Made in North Korea – a unique glimpse of life inside a closed society",
    "url": "https://www.theguardian.com/world/2018/jan/28/north-korea-graphics-london-show-unique-insight-into-everday-life",
    "content": "Glimpses of normal life in North Korea, something few outsiders ever sample, are to go on show in a London exhibition next month, including many items on display for the first time outside the communist republic. The House of Illustration exhibition, Made in North Korea: Everyday Graphics from the DPRK, is to offer an unprecedented insight into the look of common objects, such as posters, sweet wrappers and stamps, all collected by Nicholas Bonner, author of the book Made in North Korea (Phaidon) and a guide who has led tours to the country for 25 years. Bonner’s collection of ephemera reveals a graphic tradition that, although not entirely uniform in style, has developed in near isolation inside a closed society. It also sheds light on the daily activities of North Koreans, from buying food to going to school or watching sport. “Graphic design in North Korea is state-approved, but this hasn’t resulted in a singular approach to design,” said the exhibition’s co-curator, Olivia Ahmad. “Visitors to the exhibition will see a huge range of material – from minimal iconography to elaborate hand-drawn images in vivid colour.” The work in the exhibition runs from 1979 to around 2005 and covers examples of a range of different disciplines, including typography, sign painting, photography and illustration. “It’s likely the pieces in the exhibition represent the work of a significant number of illustrators and designers, but we don’t know who these individuals are – the work is unsigned and anonymously produced,” said Ahmad. “There are a number of state-owned studios where graphic designers work in North Korea, [one of] the largest being the Mansudae art studio in Pyongyang.” Among the stars of the show will be original hand-painted poster designs that are photographed for reproduction and have not been exhibited before. They will be displayed next to domestic product packaging and posters and more than 100 comics, including action and adventure stories – some of which reflect international tensions. Labels and packaging for North Korean-made beers, canned foods and cigarettes are frequently strikingly different from modern western designs. Bonner’s pieces also include new year greetings messages, souvenir postcards and programmes collected at cultural events, such as revolutionary operas, the Arirang Mass Games and the National Pyongyang Circus. Born in Britain, Bonner started his career as a countryside ranger in the north-west of England before becoming a lecturer in landscape architecture at Leeds Metropolitan University (now Leeds Beckett University). In 1993 he set up his travel company, Koryo Tours, taking tourists from all over the world to visit North Korea. He has also worked on documentary and feature film productions in the country, picking up interesting visual documents on his travels. The show runs in the main gallery of the House of Illustration, King’s Cross, London, from 23 February to 13 May",
    "keywords": [
        "graphic",
        "work",
        "including",
        "korea",
        "inside",
        "exhibition",
        "illustration",
        "tours",
        "society",
        "university",
        "glimpse",
        "closed",
        "unique",
        "runs",
        "life",
        "north"
    ],
    "summary": "Glimpses of normal life in North Korea, something few outsiders ever sample, are to go on show in a London exhibition next month, including many items on display for the first time outside the communist republic.\nBonner’s collection of ephemera reveals a graphic tradition that, although not entirely uniform in style, has developed in near isolation inside a closed society.\nIt also sheds light on the daily activities of North Koreans, from buying food to going to school or watching sport.\n“Graphic design in North Korea is state-approved, but this hasn’t resulted in a singular approach to design,” said the exhibition’s co-curator, Olivia Ahmad.\nIn 1993 he set up his travel company, Koryo Tours, taking tourists from all over the world to visit North Korea.",
    "sentiment": {
        "neg": 0.0136,
        "neu": 0.9509,
        "pos": 0.0355,
        "compound": 0.1079
    }
}