{
    "date": "2018-05-10T15:32:29Z",
    "title": "Trump welcomes home three Americans released by North Korea",
    "url": "https://www.theguardian.com/us-news/2018/may/10/trump-welcomes-home-three-americans-released-by-north-korea-pyongyang",
    "content": "Three Americans released by North Korea were being assessed at a US military hospital on Thursday, not long after landing in the US in the early hours of the morning, with Donald Trump waiting on the tarmac to greet their plane. The three men emerged from a US government plane, flashing peace signs high above their heads. A huge US flag hung between two fire trucks served as a backdrop against the night sky. “I want to thank Kim Jong-un,” Trump said. “I think he wants to do something and bring that country into the real world.” “We didn’t think this was going to happen, and it did. It was very important to all of us,” he said, referring to the prisoner release. “The true honour will be if we have a victory in getting rid of nuclear weapons.” Just hours later, the date for the historic summit between Trump and Kim was announced by Trump on Twitter as 12 June, with the meeting to be held in Singapore. After welcoming the captives home, Trump tweeted video clips of himself congratulating the men aboard Air Force One. The triumphant return to American soil was very different from the arrival in the US of US student Otto Warmbier last June. Warmbier, 22, came back with severe brain damage, after being sentenced to hard labour for taking a propaganda poster while on a short tourism trip to the secretive dictatorship, and died just days afterwards. His parents are suing North Korea. One of the returning men, Kim Dong Chul, said he had had to do labour while captive in North Korea. And in early morning interviews, Vice-President Mike Pence revealed that at least one of the men had been deprived of daylight while held. Pence told ABC News that the secretary of state, Mike Pompeo, who went to Pyongyang to fetch the men, told him that, during a refueling stop in Anchorage, Alaska, on the way home “one of the detainees asked to go outside the plane because he hadn’t seen daylight in a very long time”. Pompeo flew to Pyongyang earlier in the week for a surprise one-day visit , where he met the North Korean leader and secured the release of the three men. “It’s like a dream and we are very happy,” Kim Dong Chul said. “We were treated in many different ways, I had to do labour.” The three were then taken to the nearby Walter Reed military hospital for health checks. The emancipation of Tony Kim, Kim Hak-song and Kim Dong Chul was secured less than an hour before Pompeo was due to depart. Kim Jong-un “accepted an official suggestion of the US president” to free the three prisoners, according to a report from the official Korean Central News Agency, which also carried the first mention of the two leaders’ planned summit in North Korean media. Trump has referred to the three men as hostages and the US government has described them as political pawns. Tony Kim and Kim Hak-song were arrested about a year ago and Kim Dong Chul in 2015. They were all accused of anti-North Korea activities. “We would like to express our deep appreciation to the United States government, President Trump, Secretary Pompeo and the people of the United States for bringing us home,” the three said in a joint statement released by the state department. “We thank God, and all our families and friends who prayed for us and for our return. God bless America, the greatest nation in the world.” Later on Thursday, Pence said about the forthcoming summit: “In this moment, the regime in North Korea has been dealing, as far as we can see, in good faith.” He added that despite Trump’s recent praise for Kim, the administration is not ignoring the North’s abysmal human rights record. He said: “We have no illusions about that.” The Associated Press contributed to this report",
    "keywords": [
        "summit",
        "pompeo",
        "korea",
        "dong",
        "welcomes",
        "kim",
        "plane",
        "trump",
        "men",
        "chul",
        "americans",
        "north",
        "released"
    ],
    "summary": "His parents are suing North Korea.\nOne of the returning men, Kim Dong Chul, said he had had to do labour while captive in North Korea.\n“It’s like a dream and we are very happy,” Kim Dong Chul said.\nThe emancipation of Tony Kim, Kim Hak-song and Kim Dong Chul was secured less than an hour before Pompeo was due to depart.\nTony Kim and Kim Hak-song were arrested about a year ago and Kim Dong Chul in 2015.",
    "sentiment": {
        "neg": 0.069,
        "neu": 0.8227,
        "pos": 0.1083,
        "compound": 0.143
    }
}