{
    "date": "2018-06-09T00:06:20Z",
    "title": "Kim-chi and El Trumpo tacos: Singapore feeds pre-summit anticipation",
    "url": "https://www.theguardian.com/world/2018/jun/09/kim-chi-and-el-trumpo-tacos-singapore-feeds-pre-summit-anticipation",
    "content": "Singapore is a city that has been described as having all the atmosphere of an airport terminal or a large shopping mall. Dirt and chaos are not welcome here, be it in the form of litter, chewing gum, graffiti or political protest. Cross the road away from a designated crossing at your peril. It is into this highly regulated city-state that two of the world’s most powerful yet unpredictable world leaders will meet for the first time in a summit next week. “I hope that this is not just a gimmick, not just a stunt,” says Singapore resident Eric Hok Keng, 36. “It’s such a big event and in Singapore we should be proud that our small country was chosen as the destination for these two to meet for a peace summit. A deal for peace also benefits us so let’s hope that something positive comes out of it, and there will be a reason to celebrate next week.” Here, Trump does not have to fear the mass street protests that have greeted him during other foreign visits. In Singapore the government bans unauthorised demonstrations and a gathering of just five people can be deemed an illegal assembly. Even an Australian comedian known best for impersonating Kim Jong-un was told by the Singaporean authorities on his arrival to stay away from the areas surrounding the summit. The setting of the summit will be the lavish Capella hotel on Sentosa, a small island connected to the mainland by one bridge, once known for its dark, violent pirate past but now mainly home to Disneyland-style resorts, waterparks and golf courses. Access to the hotel, where rooms can cost £8,000 ($US10,700) a night and which has hosted Lady Gaga and Madonna, has been restricted and guests report the entire second floor had black-out curtains. Across the island a visible beautifying mission is already in action, with workers repainting pavement edges and pulling dead leaves off the already-elaborate flower displays and lush green topiary. Security barriers are visible around Sentosa and residents expressed concern about getting on and off the island. But while most in Singapore seemed pleased their small country had been selected to host such a huge summit, some visitors were not so happy. Sylvia, 21, who was visiting from New York shakes her head in dismay. “I booked this holiday six months ago to escape Trump,” she says. “I can’t believe he’s followed me here.” Kim-chi diplomacy While the island location has been seen as ideal in terms of security, the proximity of the Capella hotel to the immaculate green of the nearby Sentosa golf club may also be an added benefit for Trump, known for his love of the sport. The golf club declined to comment whether they would be open to hosting Trump for a post-summit game. With the sanitised streets of Singapore free of kitsch unofficial summit merchandise, the celebration of the summit fell mainly to the city’s restaurants and bars. Zach Wen, 34, the co-founder of food outlet Harmony Nasi Lemak, had his chefs create a special version of the rice dish in honour of the summit, playing tribute to both leaders. The Trump Kim-chi Nasi Lemak features imported US beef. “Donald Trump in every trade negotiation talks about exported beef, that his beef should be protected, so I thought, OK we’ll use US beef,” says Wen. The recipe also includes Korean speciality kimchi. In a nod to America, the portion size is “huge”, he says. “There is so much negativity in the world right now but this is a rare moment when progress towards peace is happening so we decided to mark that with a special dish,” says Wen. “When we heard the news that Donald Trump was coming to Singapore, we were all like ‘wow’. People thought Obama could solve the problem, people thought Bill Clinton could solve the problem, but no, it’s Donald Trump, the most unlikely candidate. God is a joker.” Meanwhile mexican taco joint Lucha Loco created the El Trumpo taco and the El Hombre Cohette taco (rocket man taco) in honour of the summit. Anyone ordering the tacos also gets their name entered into a draw, the winner of which gets to chose a pinata of either Trump or Kim to smash into oblivion. “This summit is obviously a big deal, and something people are talking about in a very serious way, so we just wanted to take the edge off it a little, have a laugh with it,” said chef Josh Jones. “And we think people are up for giving both leaders a good whack.” Stan Sri Ganesh, the owner of Singapore’s Escobar, has specially created blue and red Kim and Trump cocktails. Their popularity could be symbolic of the balance of power relations at the summit. “I have to admit that when it comes to which is selling better, it is leaning towards Trump as the favourite at the moment,” laughed Ganesh. “That’s just the way of the world isn’t it, everything leans towards Trump.” The area where the two leaders are reported to be staying during the summit – Trump in the Shangri-La hotel and Kim in the St Regis hotel – has been designated a special zone, but it was business as usual this week, with only a slightly visible security presence. The American summit contingent may also be reassured that the Shangri-La hotel is just a three-minute drive to the nearest McDonald’s, said to be Trump’s favourite food. It is just as well Trump doesn’t arrive until next week, for the event schedule of the Shangri-La this week could have caused some tension. On the agenda for Wednesday: an event celebrating the national day of Russia.",
    "keywords": [
        "singapore",
        "summit",
        "leaders",
        "beef",
        "trumpo",
        "hotel",
        "tacos",
        "feeds",
        "week",
        "el",
        "kim",
        "taco",
        "island",
        "presummit",
        "kimchi",
        "anticipation",
        "trump"
    ],
    "summary": "Singapore is a city that has been described as having all the atmosphere of an airport terminal or a large shopping mall.\n“I hope that this is not just a gimmick, not just a stunt,” says Singapore resident Eric Hok Keng, 36.\nIn Singapore the government bans unauthorised demonstrations and a gathering of just five people can be deemed an illegal assembly.\n“When we heard the news that Donald Trump was coming to Singapore, we were all like ‘wow’.\nGod is a joker.” Meanwhile mexican taco joint Lucha Loco created the El Trumpo taco and the El Hombre Cohette taco (rocket man taco) in honour of the summit.",
    "sentiment": {
        "neg": 0.0499,
        "neu": 0.8214,
        "pos": 0.1286,
        "compound": 0.2773
    }
}