{
    "date": "2018-03-19T00:45:25Z",
    "title": "Kim Jong-un has committed to denuclearisation, says South Korea",
    "url": "https://www.theguardian.com/world/2018/mar/19/kim-jong-un-has-committed-to-denuclearisation-says-south-korea",
    "content": "South Korea’s foreign minister has said that North Korea’s leader has “given his word” that he is committed to denuclearization, a prime condition for a potential summit with President Donald Trump in May. Trump has agreed to what would be historic talks after South Korean officials relayed that Kim Jong-un was committed to ridding the Korean Peninsula of nuclear weapons and was willing to halt nuclear and missile tests. North Korea hasn’t publicly confirmed the summit plans, and a meeting place isn’t known. South Korea’s Kang Kyung-wha said Seoul has asked the North “to indicate in clear terms the commitment to denuclearization” and she says Kim’s “conveyed that commitment.” She told the CBS programme Face the Nation that “he’s given his word” and it’s “the first time that the words came directly” from the North’s leader. Meanwhile, a senior North Korean diplomat arrived in Finland on Sunday for talks with US and South Korean officials about the nuclear summit between Trump and Kim. Choe Kang-il, deputy director for North American affairs at Pyongyang’s foreign ministry, is expected to meet retired US diplomat Kathleen Stephens, according to multiple reports. Trump earlier this month stunned many observers by agreeing to meet the North Korean leader following months of spiralling tensions on the Korean peninsula over Pyongyang’s nuclear programme. His response triggered a race to set a credible agenda for what would be historic talks between the two leaders. The meeting in Finland follows three days of talks between North Korean and Swedish officials in Stockholm that apparently fell short of clearing the way for a US-North Korea summit attended by both nation’s leaders.",
    "keywords": [
        "summit",
        "south",
        "leader",
        "committed",
        "korea",
        "denuclearisation",
        "north",
        "talks",
        "kim",
        "nuclear",
        "trump",
        "officials",
        "koreas",
        "jongun",
        "korean"
    ],
    "summary": "South Korea’s foreign minister has said that North Korea’s leader has “given his word” that he is committed to denuclearization, a prime condition for a potential summit with President Donald Trump in May.\nTrump has agreed to what would be historic talks after South Korean officials relayed that Kim Jong-un was committed to ridding the Korean Peninsula of nuclear weapons and was willing to halt nuclear and missile tests.\nNorth Korea hasn’t publicly confirmed the summit plans, and a meeting place isn’t known.\nMeanwhile, a senior North Korean diplomat arrived in Finland on Sunday for talks with US and South Korean officials about the nuclear summit between Trump and Kim.\nTrump earlier this month stunned many observers by agreeing to meet the North Korean leader following months of spiralling tensions on the Korean peninsula over Pyongyang’s nuclear programme.",
    "sentiment": {
        "neg": 0.0224,
        "neu": 0.9399,
        "pos": 0.0377,
        "compound": 0.0899
    }
}