{
    "date": "2018-05-24T18:19:53Z",
    "title": "The failed Trump-Kim summit: the story of a trainwreck foretold",
    "url": "https://www.theguardian.com/world/2018/may/24/trump-kim-north-korea-summit-trainwreck-foretold",
    "content": "The short, turbulent history of the Trump-Kim summit, from its surprise announcement in March to its abrupt cancellation on Thursday, is the chronicle of a trainwreck foretold. The debacle had been predicted by just about anyone with an experience of negotiating with North Korea, and experts who repeatedly warned that Washington and Pyongyang were talking at cross purposes. The whole episode began and ended with gut decisions made by Donald Trump with minimal reflection and consultation. It had its origins in a visit to Washington on 8 March by the South Korean national security adviser Chung Eui-yong, with a message from Kim Jong-un about his readiness to meet Trump to discuss denuclearisation of the Korean peninsula. Convinced that it had been his campaign of “maximum pressure” that had forced Kim to the table, Trump insisted on seizing the moment, and asked Chung to make an immediate statement to the press outside the White House. But it soon became apparent that Trump had no grasp of the North Korean interpretation of what “denuclearisation” meant. For Pyongyang it implies lengthy negotiations in which North Korea would be treated as an equal to the US, as a nuclear weapons power. Kim had extended the offer of talks only after declaring in January that his regime had successfully developed a credible deterrent, involving thermonuclear warheads and ballistic missiles to carry them. North Korea saw itself negotiating from a position of strength, a military power ready to pivot to economic development. To Trump it meant unilateral disarmament. The gap between these perceptions seems to have been papered over by Chung and his boss, President Moon Jae-in, who desperately needed US buy-in for his own peace agenda with the North to have a chance at succeeding. They heaped praise on Trump as an all-powerful and wise world leader destined to make history. Moon artfully suggested that Trump deserved a Nobel prize, and crowds at Trump rallies took up the cry, to the US president’s evident delight. Between March and May, Trump is reported to have spent little time grappling with the details of how a negotiation might work, focusing instead on the pageantry of the occasion and the staged release of details for the press. In the vacuum, members of his administration went their own way. His new national security adviser, John Bolton, set out maximalist demands for an immediate surrender of North Korea’s nuclear warheads and related equipment, which were to be shipped out to the US. The secretary of state, Mike Pompeo, who met Kim face-to-face on two occasions, alternated between insistence on this all-in-one option and a more phased approach. Trump himself signalled he would be ready to accept the latter, exposing some of the US negotiating strategy, such as it was. Into this swirl, Bolton casually tossed a diplomatic grenade, telling a television interviewer that the US would use the “Libyan model” to approach North Korean disarmament. He had in mind Muammar Gaddafi’s agreement to dismantle and hand over the rudimentary and fledgling nuclear weapons programme at the end of 2003. To Pyongyang, mention of the Libyan model served as a reminder that eight years after giving up his programme, Gaddafi was overthrown and murdered. Trump and the vice-president, Mike Pence, deepened that impression by warning Kim he would face the same fate as Gaddafi if he did not make a deal. The threat drew predictable outrage from North Korea – which Trump presented as the reason for aborting for the summit. But Pompeo told the Senate on Thursday that US officials had also been having difficulty organising summit planning meetings with their North Korean counterparts, who had gone silent in recent days. “The president didn’t want to fly all the way over there and North Koreans not to be there,” Victor Cha, a former national security council official with extensive experience of negotiations with North Korea, said. He added that the silence from Pyongyang suggested Washington may not have been alone in its indecision over negotiations. Pyongyang had done the same thing before in the months after an agreement to carry out phased denuclearisation in six-party talks in 2007. “I am struck by how, when we get close to where it looks like the North Koreans are about to take yes for an answer, they back off,” Cha said. “It forces them to make choices they are not ready to make.” Cha was nominated by the Trump White House as the US ambassador to Seoul, but then his nomination was withdrawn when he opposed the use of bellicose language towards North Korea. He said the cancellation of the summit “might not be an entirely bad thing if it leads to negotiations on a lower level” in an effort to close the gap over denuclearisation. Whether that is the next step, or a return to a tense military standoff, will depend a lot on how Pyongyang responds to Trump’s surprise move.",
    "keywords": [
        "trainwreck",
        "summit",
        "negotiations",
        "korea",
        "failed",
        "denuclearisation",
        "north",
        "foretold",
        "washington",
        "kim",
        "korean",
        "pyongyang",
        "trump",
        "trumpkim"
    ],
    "summary": "The short, turbulent history of the Trump-Kim summit, from its surprise announcement in March to its abrupt cancellation on Thursday, is the chronicle of a trainwreck foretold.\nBut it soon became apparent that Trump had no grasp of the North Korean interpretation of what “denuclearisation” meant.\nNorth Korea saw itself negotiating from a position of strength, a military power ready to pivot to economic development.\nInto this swirl, Bolton casually tossed a diplomatic grenade, telling a television interviewer that the US would use the “Libyan model” to approach North Korean disarmament.\nThe threat drew predictable outrage from North Korea – which Trump presented as the reason for aborting for the summit.",
    "sentiment": {
        "neg": 0.0578,
        "neu": 0.857,
        "pos": 0.0852,
        "compound": 0.0973
    }
}