{
    "date": "2018-06-13T16:44:51Z",
    "title": "Donald Trump, North Korea and the potential global consequences",
    "url": "https://www.theguardian.com/us-news/2018/jun/13/donald-trump-north-korea-and-the-potential-global-consequences",
    "content": "Everybody seems to concur that the agreement between the North Korean leader and Trump is going to let the US disengage militarily from the peninsula (US military exercises halted in bid to woo Kim, 13 June). Trump himself is very happy that this will mean big defence savings for the US. Might he not be intending the same for Europe? At the G7 meeting he was able to demonstrate to the American people that they can’t trust European countries and Canada. He alleged that there were enormous trade disadvantages for the US in the existing relationship. Moreover, he has made a big issue out of the EU’s insistence that Russia be excluded from what was the G8. He could argue that if the Europeans and Canada are not going to cooperate with the US, why should Americans pay for their defence? This could pave the way for disengagement from Nato and enormous US defence savings. If he is going to do it, it will have to be in the coming months before the November elections for Senate and Congress. Arthur Gould Loughborough, Leicestershire • It is not difficult to understand why Trump succeeded where Obama and others failed (A breakthrough moment – but only for Kim’s dictatorship, 13 June): contrary to the stand taken by previous US presidents, Trump concentrated on denuclearisation, not on regime change. North Korea embarked on its nuclear programme because it was not oblivious to how Washington treated its non-nuclear adversaries after the cold war. If the US mugging of Serbia did not convey the message sufficiently, the ejection of Saddam Hussein’s regime certainly did – the North Koreans started reviewing their nuclear programme around the time of the 2003 invasion of Iraq. Jonathan Freedland, reiterating the language of the previous US administrations, calls Kim a “pariah” and a “tyrant”. But Trump is the first US president who calls Kim a great patriot and great leader. In doing so, Trump made it clear to Kim that his core goal in North Korea is not to instigate regime change, which is the prerogative of the North Koreans, but a policy change on the development of nuclear weapons. Randhir Singh Bains Gants Hill, Essex • George Monbiot confers undeserved credit on President Trump in his tearing up of every international deal to which he finds the US is committed (Trump was right – and the rest of the G7 were wrong, 13 June). Trump is actually motivated to unravel anything that does not bear his name, or more particularly, anything achieved by President Obama. Yes, many of these international arrangements should be subject to perpetual scrutiny and improvement. But it is naive to be drawn into this so-called “disruptive” approach and suggest Trump “offers a better approximation of the people’s champion than any other leader”. The only truthful approximation is to a petulant narcissist, oblivious to the consequences of wrecking all before him, and with nothing to offer in its place. Meanwhile he boosts North Korea’s Kim Jong-un with no discernible reciprocal commitment. As Jonathan Powell on Newsnight suggested (8 June), if you tear things up and have nothing to fill the void, you’ve got a problem. This is the real characterisation of the US today, and the world is immeasurably poorer for it. Nick Mayer Southampton • You are correct that, when it comes to Brexit, Theresa May “increasingly appears little more than a hostage to the warring factions in a bitterly divided Conservative party (Report, 13 June). However, although she may be a weak PM, isn’t it refreshing that the UK is still a robust democracy in which everyone can have their say and different views must battle it out in a relatively open and transparent manner? Judging by his insulting behaviour towards his G7 colleagues in Quebec, Donald Trump – “the leader of the free world” – is not so taken by the democracies and leaders of the main US allies. Instead, he demanded the re-admittance of authoritarian Russia; he also appears to prefer the leadership style of the “very talented” Kim Jong-un, marvelling at his ability to “run” North Korea at a young age “and run it tough”. Joe McCarthy Dublin, Ireland • Given the rapidly rising costs of Trident, could we persuade the new superhero Trump to threaten our own rocket people and make them denuclearise Britain? In return he could offer to lift trade sanctions. Tim Webb London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters",
    "keywords": [
        "going",
        "potential",
        "leader",
        "regime",
        "korea",
        "donald",
        "president",
        "kim",
        "nuclear",
        "13",
        "trump",
        "global",
        "consequences",
        "north"
    ],
    "summary": "Everybody seems to concur that the agreement between the North Korean leader and Trump is going to let the US disengage militarily from the peninsula (US military exercises halted in bid to woo Kim, 13 June).\nNorth Korea embarked on its nuclear programme because it was not oblivious to how Washington treated its non-nuclear adversaries after the cold war.\nBut Trump is the first US president who calls Kim a great patriot and great leader.\nIn doing so, Trump made it clear to Kim that his core goal in North Korea is not to instigate regime change, which is the prerogative of the North Koreans, but a policy change on the development of nuclear weapons.\nTrump is actually motivated to unravel anything that does not bear his name, or more particularly, anything achieved by President Obama.",
    "sentiment": {
        "neg": 0.0597,
        "neu": 0.8356,
        "pos": 0.1047,
        "compound": 0.1006
    }
}