{
    "date": "2018-01-26T11:48:11Z",
    "title": "Here's how to turn back the Doomsday clock | David Shariatmadari",
    "url": "https://www.theguardian.com/commentisfree/2018/jan/26/donald-trump-kim-jong-un-nuclear-war-doomsday-clock",
    "content": "It’s two minutes to midnight. That’s the view of the Bulletin of Atomic Scientists, which has published its wake-up call to humanity every year since 1947. Midnight, of course, stands for the end of civilisation: the moment the very technological prowess that allows us to live such sophisticated lives finally destroys us. Nuclear war has long been the principal threat, though the Bulletin has increasingly included climate change in its gloomy warnings. Surveying 2017, it said “the greatest risks last year arose in the nuclear realm,” citing tensions between North Korea and the United States. Over the last 12 months of brinkmanship between Kim Jong-un and Donald Trump, we’ve had threats to turn Washington and Seoul into “flames and ashes”, promises to visit “fire and fury” on Pyongyang, and an underground nuclear test. The Bulletin said that “hyperbolic rhetoric and provocative actions by both sides have increased the possibility of nuclear war by accident or miscalculation”. This is undoubtedly true. But it’s also clear that some in the US believe a planned strike against North Korea could be in order. In September, the well-connected thinktanker Charles Grant tweeted: “My main takeaway from 3 days of meetings in Washington, incl senior officials: war between US and N Korea is much closer than many people realise. Officials think deterrence unlikely to work v a madman.” This week, the BBC’s Frank Gardner quoted former MI6 chief Sir John Sawers as saying the “chance of a pre-emptive US military strike is much higher than people in Europe realise”. As Grant suggests, the thinking seems to be that Kim Jong-un is crazy, and therefore the traditional logic of deterrence – don’t bomb us because we’ll bomb you – won’t work on him. He might fire nuclear weapons at US targets even though it would be tantamount to suicide, because he’s unhinged and would probably quite like the idea of going out in a (literal) blaze of glory. Even among tyrants, however, genuine madmen are few and far between. Kim may be a narcissist, psychopathically unconcerned by the suffering of his people, but narcissists and psychopaths want to go on living so they can continue to enjoy the trappings of unfettered power. His actions are also very much in line with a North Korean tradition: behave badly in order to bring your enemies to the negotiating table and extract concessions from them. It was most successful in 1994, when Bill Clinton offered the country $4bn in aid in return for a promise to dismantle its nuclear programme. Looked at in this light, the regime’s actions look not insane so much as coldly rational. What’s more, Kim has just given us new evidence that he is a rational actor. With the credible threat of war hanging over him, the dictator has been making friendly overtures to South Korea, conducting high level talks and agreeing to field a unified team for the Winter Olympics. Now, you might say this vindicates the Trump administration’s strategy of high pressure and harsh rhetoric. But that brings us back the Bulletin’s warning about the increased likelihood of accidental nuclear war during times of intense hostility. (The false alarm in Hawaii earlier this month is a cautionary tale: human and technological error are ever-present dangers). If, as all the evidence suggests, the North Korean regime doesn’t want to bring about its own destruction, then it can be contained in the usual way, with calm implacability and assurances to its neighbours that they fall under the US defence umbrella, while leaving the door open to talks. The extraordinary risks of heightened tension aren’t worth the hoped-for outcome, which would be the same as if we relied on traditional deterrence – North Korea realises it is too interested in its own survival to start a war it cannot win. Kim Jong-un’s nukes aren’t going anywhere. But that is something the US and the world can live with, because they’re only useful to him when they’re not being used. Understanding this is the first step towards turning back the Doomsday Clock.",
    "keywords": [
        "doomsday",
        "war",
        "work",
        "actions",
        "korea",
        "david",
        "heres",
        "shariatmadari",
        "nuclear",
        "kim",
        "deterrence",
        "washington",
        "clock",
        "bulletin",
        "turn",
        "north"
    ],
    "summary": "Nuclear war has long been the principal threat, though the Bulletin has increasingly included climate change in its gloomy warnings.\nSurveying 2017, it said “the greatest risks last year arose in the nuclear realm,” citing tensions between North Korea and the United States.\nThe Bulletin said that “hyperbolic rhetoric and provocative actions by both sides have increased the possibility of nuclear war by accident or miscalculation”.\nBut it’s also clear that some in the US believe a planned strike against North Korea could be in order.\nBut that brings us back the Bulletin’s warning about the increased likelihood of accidental nuclear war during times of intense hostility.",
    "sentiment": {
        "neg": 0.128,
        "neu": 0.7748,
        "pos": 0.0972,
        "compound": -0.1319
    }
}