{
    "date": "2018-01-03T15:00:28Z",
    "title": "Ignore North Korea’s bombast. Its actions tell a more hopeful story | Mary Dejevsky",
    "url": "https://www.theguardian.com/commentisfree/2018/jan/03/north-korea-kim-jong-un-us-winter-olympics",
    "content": "Anything said by the cartoonish North Korean leader Kim Jong-un tends to be seen in the most threatening light, especially outside Asia. And no wonder. But the assumption that belligerence – of which there has been much in recent months – is to be taken at face value, while anything short of that is a malign stratagem designed only to trick and gain advantage, holds its own dangers. Even if recent experience has provided ample grounds for such negativity, the risk is that genuine efforts by Pyongyang to change the tone, if not yet the substance, of its international stance, go undetected. So it was that the elements initially making the headlines from Kim’s new year speech were the hackneyed threats along the lines of Nikita Khrushchev’s famous “We will bury you” and his boast of having his country’s nuclear button always on his desk. The accompanying pictures were of a stolid and intense Kim, of missiles and warheads in various poses, and even a missile carved in ice – further evidence, if any were needed, of North Korea’s aggressive intent. The almost equally cartoonish Donald Trump upped the ante by tweeting: “I too have a Nuclear Button, but it is a much bigger &amp; more powerful one than his, and my Button works!” So it was, too, that when the US ambassador to the United Nations, Nikki Haley, was asked for her response to what some had heard as more conciliatory sounds coming from North Korea, she stressed the “recklessness” of the regime and the need, not for a “Band-Aid” or “smile and take a picture”, but for Pyongyang to stop developing nuclear weapons and “stop it now”. The US, she said, “is not going to recognise it [North Korea] or acknowledge it until they agree to ban the nuclear weapons that they have”. She also highlighted reports suggesting that North Korea may be preparing a new missile test in coming days and threatened “even tougher measures” than the current sanctions if it did. Despite a more circumspect response from the US secretary of state, Rex Tillerson, the overall impression was that the US was treating North Korea just as before, and pre-emptively “dissing” the prospect of two quite fundamental policy shifts contained in Kim’s new year speech: an openness to talks and the possible use of the Seoul Winter Olympics for a diplomatic opening. It was refusing, in other words, even to hint at taking “yes” for an answer. But is this the real picture? Even last autumn, when the rhetoric between North Korea and almost everyone else was at its most inflammatory, and included some very personal invective between Kim and Trump, the stand-off may not have been – quite – as hair-trigger perilous as it seemed. There was talk of a UN back channel, and when Trump visited South Korea in November he declined the standard cold war photo-op in the demilitarised zone at Panmunjom. North Korean nuclear tests and US-South Korean manoeuvres seemed to be scaled back or placed on hold. There was a disparity between words and deeds that has continued. With Kim’s signalled policy shifts – and his unscheduled announcement that he is reopening the hotline with South Korea – there is surely an argument for trying to bring words and deeds more into line. Nor is it just Pyongyang that has changed tack. The turn of the year has produced quite tangible diplomatic overtures also from Seoul, with something of a pre-Olympic charm offensive, and it would seem negligent – reckless, even, to use Haley’s language – to leave no response. It is also worth noting that both followed the offer made last month by Tillerson, and grossly played down at the time, to hold talks with the North, anywhere, any time and without pre-conditions. The question really is whether all this is just more of the same old sparring or whether it could be the start of something new – and, if it is, whether the current official US response, somewhere between scepticism and outright rejection, does not risk shattering any prospect of a regional detente even before it has begun. For the umpteenth time, it seems to me, all parties may be confusing the messages designed by national leaders for their domestic audience and those designed for abroad – or even interpreting them precisely the wrong way round. Bombast intended to reassure domestic opinion in a weak and fearful country is heard rather as a new threat of aggression towards the outside world. Defence is being picked up as offence. International sporting events have a record of facilitating unlikely diplomacy, with a theoretically politics-free zone providing the ground for discreet approaches. Until this week, however, the Winter Olympics had looked set to continue, even exacerbate, the tensions between North and South Korea, with the North operating a unilateral boycott and the South feeling slighted. Kim’s suddenly softer tone and the prospect of a North Korean Olympic team offer a shred of hope. We may be a way off the Sunshine diplomacy of the late 1990s, but if Pyongyang’s signals are not recognised for what they are, there will be no chance of even starting, let alone fostering, a new detente. And the converse is true. If the US and the South were to respond positively, the recent high tensions on and around the peninsula could begin to subside. • Mary Dejevsky is a writer and broadcaster and former foreign correspondent",
    "keywords": [
        "ignore",
        "mary",
        "south",
        "actions",
        "recent",
        "korea",
        "tell",
        "bombast",
        "nuclear",
        "trump",
        "dejevsky",
        "korean",
        "kims",
        "response",
        "hopeful",
        "words",
        "north",
        "koreas"
    ],
    "summary": "Anything said by the cartoonish North Korean leader Kim Jong-un tends to be seen in the most threatening light, especially outside Asia.\nThe US, she said, “is not going to recognise it [North Korea] or acknowledge it until they agree to ban the nuclear weapons that they have”.\nShe also highlighted reports suggesting that North Korea may be preparing a new missile test in coming days and threatened “even tougher measures” than the current sanctions if it did.\nNorth Korean nuclear tests and US-South Korean manoeuvres seemed to be scaled back or placed on hold.\nKim’s suddenly softer tone and the prospect of a North Korean Olympic team offer a shred of hope.",
    "sentiment": {
        "neg": 0.1048,
        "neu": 0.8264,
        "pos": 0.0689,
        "compound": -0.1388
    }
}