{
    "date": "2018-04-17T11:11:06Z",
    "title": "Choi Eun-hee, actor once abducted by North Korea, dies",
    "url": "https://www.theguardian.com/world/2018/apr/17/choi-eun-hee-actor-abducted-north-korea-dies-south-korean-cinema",
    "content": "Choi Eun-hee, one of South Korea’s most famous actors, who was abducted and made to make films in North Korea during the 1970s and 80s, has died aged 91. During a visit to Hong Kong in 1978, Choi was allegedly lured on to a boat and transferred to a cargo ship destined for North Korea, under the orders of Kim Jong-il, an avid film fan. Her husband, the film director Shin Sang-ok, was taken there soon after. The couple remained trapped in the country for eight years, making several films together under the instruction of Kim, who would later become North Korea’s leader. Shin at first refused to cooperate in making propaganda movies and was imprisoned for almost five years. In his memoirs, he wrote how he and his wife were reunited in 1983 at a party thrown by Kim, who outlined his artistic vision and how he wanted them to improve North Korean cinema. In a 2011 interview, Choi said Kim “respected us as artists and fully supported us”, but she could never forgive him for the kidnapping. She said she and Shin were allowed to make “films with artistic values, instead of just propaganda films extolling the regime”, but always longed for their freedom. While making films for Kim, the couple travelled overseas extensively for movie production missions and to attend film festivals, but always under heavy surveillance by North Korean agents. During this period, Choi won the best actress award at the 1985 Moscow international film festival for her role in Salt, a film about Korean guerrillas fighting against Japanese colonial rule. The couple had divorced in 1976, but remarried during a trip to Hungary, apparently at Kim’s urging. They finally escaped in Vienna after attending the 1986 Berlin film festival, reaching the US embassy, where they claimed asylum. The couple returned to South Korea permanently in 1999, after spending more than a decade in the US. Shin died in 2006. The North Korean regime has always disputed the couple’s version of events, claiming Shin willingly defected because of disenchantment with the government in Seoul. The couple were the subject of the 2016 documentary The Lovers and the Despot. Choi made her cinematic debut in 1942, and was referred to as the queen of South Korean cinema from the 1950s to the 70s, while appearing in more than 100 films, many of which were made by Shin. Her funeral will be held in Seoul on Thursday.",
    "keywords": [
        "shin",
        "south",
        "couple",
        "films",
        "making",
        "korea",
        "actor",
        "north",
        "dies",
        "kim",
        "choi",
        "film",
        "abducted",
        "eunhee",
        "korean"
    ],
    "summary": "Choi Eun-hee, one of South Korea’s most famous actors, who was abducted and made to make films in North Korea during the 1970s and 80s, has died aged 91.\nIn a 2011 interview, Choi said Kim “respected us as artists and fully supported us”, but she could never forgive him for the kidnapping.\nWhile making films for Kim, the couple travelled overseas extensively for movie production missions and to attend film festivals, but always under heavy surveillance by North Korean agents.\nThe couple returned to South Korea permanently in 1999, after spending more than a decade in the US.\nThe North Korean regime has always disputed the couple’s version of events, claiming Shin willingly defected because of disenchantment with the government in Seoul.",
    "sentiment": {
        "neg": 0.1016,
        "neu": 0.8174,
        "pos": 0.0811,
        "compound": 0.0365
    }
}