{
    "date": "2018-06-11T01:11:46Z",
    "title": "Kim Jong-undercover: North Korean security bars onlookers from snapping leader",
    "url": "https://www.theguardian.com/world/2018/jun/11/kim-jong-undercover-north-korean-security-bars-onlookers-pictures",
    "content": "During a security lockdown inside and outside Singapore’s five-star St Regis hotel before the arrival of North Korean leader Kim Jong-un on Sunday, only two journalists moved freely along the blockaded street, flanked by crowds held back by police. The two were North Korean cameramen waiting to capture images of their leader, who all North Koreans are duty-bound to revere, arriving for a historic summit with US president Donald Trump. The pair – dressed in identical black suits, with lapel badges showing former North Korean leaders and flanked by Singapore police – were busy getting into the best position for Kim’s arrival, setting up cameras in the middle of the road. The behaviour of the two cameramen, and of North Korean security guards who accosted tourists taking photos, offered a glimpse into how isolated, tightly regimented North Korea works. In authoritarian North Korea, where Kim’s family has passed on power through three generations, images propagated by state media such as the Korea Central News Agency, the Rodong Sinmun newspaper and Korean Central Television, help build a leader’s legitimacy and glorify his status. Most North Koreans are still largely in the dark about the momentous summit. The official media has reported that the two leaders plan to meet, but has offered few specifics, including where and when. There was no official word until Monday that Kim had left the country. As Kim’s motorcade approached his hotel in Singapore another two North Korean cameramen in black suits emerged through the sun-roof of a black SUV, filming the crowd. One car back, a photographer dressed identically stood out of the sun-roof of another black SUV, taking shots down the length of the motorcade. Security around Kim’s hotel was extremely tight and guests were prohibited from going in and out, hours before Kim’s black Mercedes-Benz limousine arrived. While a dozen North Korean journalists flanked by dozens of North Korean security men worked to capture Kim’s every movement, guests in the hotel lobby were repeatedly told by Singapore police and hotel staff not to take pictures of any North Koreans, especially Kim. When a couple of guests were seen sneaking a photo, a North Korean official approached and demanded to check their phones. “I saw them taking a photo of our chairman. How dare they do so, they shouldn’t,” the official told Reuters later. He declined to be identified. Under the watchful eye of the official, and hotel staff, the guest deleted his photos. Another guest, challenged by the same North Korean official, said she had taken photos only of the lobby and refused to show her phone. After taking her to a private area, hotel staff assured the North Korean official she did not have photos of Kim. Other guests were bemused. “What do you expect? It’s North Korea,” said one western tourist with a shrug. Nicola Harding, visiting from Britain, said that it was all “a little weird”. But a human touch will always emerge, it seems. Several of the reporters who accompanied Kim to Singapore had also been to the demilitarised zone between the two Koreas for the inter-Korean summit in April. Recognising a Reuters reporter from then, one North Korean journalist, who declined to give his name, said: “It’s nice to see you again.” Reuters and Associated Press contributed to this report",
    "keywords": [
        "singapore",
        "leader",
        "jongundercover",
        "hotel",
        "black",
        "onlookers",
        "kim",
        "bars",
        "security",
        "kims",
        "taking",
        "official",
        "snapping",
        "north",
        "korean"
    ],
    "summary": "The two were North Korean cameramen waiting to capture images of their leader, who all North Koreans are duty-bound to revere, arriving for a historic summit with US president Donald Trump.\nThe behaviour of the two cameramen, and of North Korean security guards who accosted tourists taking photos, offered a glimpse into how isolated, tightly regimented North Korea works.\nWhen a couple of guests were seen sneaking a photo, a North Korean official approached and demanded to check their phones.\nAnother guest, challenged by the same North Korean official, said she had taken photos only of the lobby and refused to show her phone.\nAfter taking her to a private area, hotel staff assured the North Korean official she did not have photos of Kim.",
    "sentiment": {
        "neg": 0.0182,
        "neu": 0.9483,
        "pos": 0.0335,
        "compound": 0.1024
    }
}