{
    "date": "2018-04-17T05:39:50Z",
    "title": "Abe hopes Trump meeting will bring Japan in from diplomatic cold",
    "url": "https://www.theguardian.com/world/2018/apr/17/abe-hopes-trump-meeting-will-bring-japan-in-from-diplomatic-cold",
    "content": "Besieged by cronyism scandals that have prompted speculation he will be out of office by early summer, Japan’s prime minister, Shinzo Abe, will arrive in the US for talks with Donald Trump this week with a potential foreign policy headache to add to his domestic woes. With a historic summit between the North Korean leader, Kim Jong-un, and the South Korean president, Moon Jae-in, less than two weeks away – followed by a possible summit between Kim and Donald Trump – Japan has found itself left out in the diplomatic cold. Abe will attempt to use the personal rapport he has established with the US president over the past 18 months to remind Trump that any deal over North Korea’s nuclear program must take into account Tokyo’s concerns about the missile threat from Pyongyang. Tokyo has much to lose from an agreement that focuses on Pyongyang’s ability to strike the US mainland with intercontinental ballistic missiles and ignores the more immediate threat its short- and medium-range missiles pose to Japanese territory. Last year, residents of Hokkaido were twice warned to seek shelter after North Korea test-fired two missiles that flew over the northern Japanese island, albeit at very high altitudes. Throughout Kim’s push to develop a credible threat to the US beyond its Pacific outposts and US troops based in Japan and South Korea, Abe has faithfully stuck to the White House line on Pyongyang’s nuclear program: that unconditional talks are pointless, and that economic pressure must be backed by the threat of military action. Golf diplomacy He was the first foreign leader to meet Trump after he was elected president in 2016 and has made much of their ability to bond over rounds of golf, both in Japan and at Trump’s Mar-a-Lago resort in Florida. Abe has secured repeated guarantees from Washington that it will honour its security obligations to Tokyo, but risks being relegated to the role of observer when the details of any nuclear deal are hammered out, according to some analysts. Courting Trump “did Abe’s image some good domestically for a while ... but such efforts have not produced enough results if you look at things objectively,” Professor Mieko Nakabayashi, an expert in US-Japan relations at Waseda University, told Agence France-Presse. This week, during their sixth face-to-face meeting, Abe will seek to use that leverage to secure reassurances from Trump that Japan’s interests won’t be overlooked during his meeting with Kim in late May or early June. “Having been surprised by Trump’s decision to meet with Kim, Abe is determined to convince the US president to take a skeptical approach to Pyongyang,” said Tobias Harris, vice-president of Teneo Intelligence, a Washington-based advisory firm. Washington has sought to allay Japanese fears, with a senior US administration official telling reporters last week: “The president has a great deal of respect for Prime Minister Abe’s views on north-east Asia security. He will certainly want to know what additional thoughts Prime Minister Abe has beyond what he has already shared.” Japan’s concerns There is alarm in Tokyo that the cold war abductions of Japanese citizens by North Korean spies could be forgotten in the push for a nuclear settlement. Japan says that North Korea abducted at least 17 Japanese citizens in the 1970s and 1980s to teach their language and culture to the regime’s agents. Pyongyang has acknowledged abducting 13 Japanese – five of whom have since returned to Japan – but claims the remaining eight died while living in North Korea. Another potential risk for Abe is that in Trump will agree to broach Japan’s concerns with Kim, but only in return for concessions on trade. Japan, which was not exempted fromWashington’s recently invoked steel and aluminium tariffs, is resisting Trump’s push for a bilateral free trade agreement which he believes will reduce the US’s trade deficit with Japan. Upcoming US midterm elections, combined with Trump’s own domestic troubles, will only make him more determined to return from his meeting with Kim with a nuclear deal, but one that may not satisfy Japan. “The midterm elections are foremost in Trump’s mind,” Katsuyuki Kawai, who advises Abe on foreign affairs, told Reuters. “This is precisely the time when allies must join together on security matters to face North Korea.”",
    "keywords": [
        "meeting",
        "diplomatic",
        "abe",
        "korea",
        "north",
        "president",
        "bring",
        "kim",
        "japanese",
        "japan",
        "cold",
        "nuclear",
        "trumps",
        "trump",
        "hopes"
    ],
    "summary": "Japan says that North Korea abducted at least 17 Japanese citizens in the 1970s and 1980s to teach their language and culture to the regime’s agents.\nPyongyang has acknowledged abducting 13 Japanese – five of whom have since returned to Japan – but claims the remaining eight died while living in North Korea.\nAnother potential risk for Abe is that in Trump will agree to broach Japan’s concerns with Kim, but only in return for concessions on trade.\n“The midterm elections are foremost in Trump’s mind,” Katsuyuki Kawai, who advises Abe on foreign affairs, told Reuters.\n“This is precisely the time when allies must join together on security matters to face North Korea.”",
    "sentiment": {
        "neg": 0.0816,
        "neu": 0.8335,
        "pos": 0.0849,
        "compound": -0.0577
    }
}