{
    "date": "2018-02-20T03:50:16Z",
    "title": "Former US military commander warns against 'bloody nose' strike on North Korea",
    "url": "https://www.theguardian.com/world/2018/feb/20/former-us-military-commander-warns-against-bloody-nose-strike-on-north-korea",
    "content": "A senior former US military commander and intelligence chief has warned against a pre-emptive “bloody nose” strike on North Korea. Retired Admiral Dennis Blair said Washington needed to be ready to respond militarily if North Korea attacked the US or its allies in the region – “but not a first strike; it’s just high risk and unpredictable”. The former director of national intelligence warned about the difficulty of destroying North Korea’s nuclear weapons, amid reports a targeted strike has been canvassed by the Trump administration. “With all the tunnels they have, with all of the difficulties of intelligence in that country, I don’t think an American-South Korean strike [on the North] would have a high probability of taking out all of their nuclear capability and then you’ve left them with not only with nuclear capability but also an aggrieved sense of it,” said Blair, who held the intelligence post from early 2009 to mid 2010. There were risks of escalation if Kim Jong-un’s regime thought the country was about to be invaded, Blair told the Guardian. Any US-led action should be seen as a response to a North Korean provocation to avoid any misunderstanding. Despite Donald Trump’s desire to be seen as unpredictable, Blair said: “I think this business of treating unpredictability as a virtue in dealing with North Korea is a lot more dangerous than predictability. “We’re much stronger,” he added. “We need to be consistent and powerful and persistent. I think that’s a lot safer, so a lot of this talk about you know, sneak up on them and give them a bloody nose, be unpredictable, I think is not correct for dealing with a country like North Korea.” Speculation about such a strike grew last month when Georgetown University professor Victor Cha was dropped from consideration to be the US ambassador to South Korea. In an op-ed, Cha said some administration officials had suggested a preventive military strike aimed at showing American strength – but he had warned of the dangers of triggering a wider war. The administration denies the strategy. Blair’s 34-year navy career included running US Pacific Command. He now chairs the Sasakawa Peace Foundation USA and favours stepping up information campaigns into North Korea to counter the Kim regime’s propaganda. The goal, he said, was to cut the connection between the supportive elites and the central dictatorship. “We haven’t really tried hard enough with the most potent weapon we have and a lot lower risk than invading them or trying to bomb their nuclear program and that kind of thing,” Blair said.",
    "keywords": [
        "lot",
        "think",
        "military",
        "blair",
        "korea",
        "warns",
        "commander",
        "nuclear",
        "nose",
        "strike",
        "unpredictable",
        "bloody",
        "intelligence",
        "warned",
        "north"
    ],
    "summary": "A senior former US military commander and intelligence chief has warned against a pre-emptive “bloody nose” strike on North Korea.\nRetired Admiral Dennis Blair said Washington needed to be ready to respond militarily if North Korea attacked the US or its allies in the region – “but not a first strike; it’s just high risk and unpredictable”.\nThe former director of national intelligence warned about the difficulty of destroying North Korea’s nuclear weapons, amid reports a targeted strike has been canvassed by the Trump administration.\nDespite Donald Trump’s desire to be seen as unpredictable, Blair said: “I think this business of treating unpredictability as a virtue in dealing with North Korea is a lot more dangerous than predictability.\nHe now chairs the Sasakawa Peace Foundation USA and favours stepping up information campaigns into North Korea to counter the Kim regime’s propaganda.",
    "sentiment": {
        "neg": 0.1546,
        "neu": 0.7662,
        "pos": 0.0794,
        "compound": -0.1376
    }
}