{
    "date": "2018-02-26T01:46:26Z",
    "title": "North Korea willing to start direct talks with US, says South Korea",
    "url": "https://www.theguardian.com/sport/2018/feb/25/north-korea-general-protests-olympics-visit",
    "content": "North Korea has said it is willing to start direct talks with the US, with the move coming as a high-level delegation from Pyongyang, headed by a controversial general, arrived for the Winter Olympics closing ceremony. Pyongyang also said the relationship between the two Koreas and US-North Korean ties should advance in tandem, according to South Korea’s presidential Blue House. The announcement on Sunday comes after president Moon Jae-in met the head of the North Korean delegation, Kim Yong-chol, vice-chair of the ruling Workers’ party’s central committee. The eight-person team from North Korea includes officials responsible for its nuclear programme and, in a rare move, diplomats in charge of US issues. The makeup of the group suggests Pyongyang is looking for a breakthrough in the diplomatic impasse and economic sanctions resulting from its nuclear and missile tests, and could signal a desire for more substantial talks compared with an earlier visit by Kim Jong-un’s sister during the opening ceremony. The North Korean officials crossed the border on foot and were met by a mob of South Korean media before being rushed into waiting black police cars. Opposition politicians and protesters travelled to the area near the border to condemn Kim. Kim is a highly controversial figure to lead the delegation because many in South Korea blame him for the sinking of a naval ship that killed 46 sailors and attacks on remote islands in 2010. The 72-year-old previously headed the Reconnaissance General Bureau and was tasked with foreign espionage and cyber-attacks. His trip coincides with a visit by Ivanka Trump, sparking speculation that officials from the two sides could meet while in South Korea. An earlier meeting with the US vice-president, Mike Pence, was cancelled at the last minute after he criticised Pyongyang’s dismal human rights record. Trump was seated just metres from Kim at the Olympics closing ceremony, and the two watched as athletes from North Korea waved their own flag – a rare sight in South Korea. The two neighbours marched together under a unified flag during the opening event. The Winter Olympics have led to a dramatic rapprochement between the two neighbours that remain in a state of war. The two sides have begun discussions for North Korea to participate in next month’s Paralympic Games, which would be likely to lead to a lull in tensions until the end of March. Several prominent politicians have spoken out against the South Korean president’s decision to allow Kim – who has been blacklisted by Washington and Seoul – to lead the delegation. Dozens of protesters travelled to condemn Kim upon his arrival, some holding signs calling him a war criminal. Six opposition lawmakers camped overnight on a road near where Kim crossed the border, saying Moon should cancel the visit, and local media reported some demonstrators might try to block the road leading from the border. A day before the North Korean officials arrived, Pyongyang said its nuclear arsenal was aimed only at the US and dismissed any talk that it would attempt to reunify the Korean peninsula by force, according to the state news agency. Washington announced a new round of sanctions targeting more than 50 ships and trading companies and Donald Trump warned there would be a “phase two” if the move did not produce results. In a statement issued on Sunday, White House press secretary Sarah Sanders said this “maximum pressure campaign” would continue. “There is a brighter path available for North Korea if it chooses denuclearization,” she said. “We will see if Pyongyang’s message today, that it is willing to hold talks, represents the first steps along the path to denuclearization.”",
    "keywords": [
        "border",
        "willing",
        "south",
        "start",
        "korea",
        "north",
        "kim",
        "visit",
        "officials",
        "direct",
        "pyongyang",
        "delegation",
        "talks",
        "korean"
    ],
    "summary": "The announcement on Sunday comes after president Moon Jae-in met the head of the North Korean delegation, Kim Yong-chol, vice-chair of the ruling Workers’ party’s central committee.\nThe eight-person team from North Korea includes officials responsible for its nuclear programme and, in a rare move, diplomats in charge of US issues.\nThe North Korean officials crossed the border on foot and were met by a mob of South Korean media before being rushed into waiting black police cars.\nTrump was seated just metres from Kim at the Olympics closing ceremony, and the two watched as athletes from North Korea waved their own flag – a rare sight in South Korea.\n“There is a brighter path available for North Korea if it chooses denuclearization,” she said.",
    "sentiment": {
        "neg": 0.0861,
        "neu": 0.8837,
        "pos": 0.0302,
        "compound": -0.1469
    }
}