{
    "date": "2018-04-29T16:58:57Z",
    "title": "North Korea must take 'irreversible' steps to denuclearization, US warns",
    "url": "https://www.theguardian.com/world/2018/apr/29/north-korea-denuclearization-john-bolton-mike-pompeo",
    "content": "North Korea will have to show concrete and tangible evidence it has made a strategic decision to give up nuclear weapons before any move is made to ease pressure on the regime, Donald Trump’s national security adviser, John Bolton, said on Sunday. With a summit between Trump and North Korean leader Kim Jong-un potentially as close as three weeks away, Bolton warned that no progress would be made without verifiable evidence of Pyongyang’s commitment to complete and “irreversible” denuclearization. “What we want to see from them is evidence that it’s real and not just rhetoric,” he told CBS’ Face the Nation. The famously hawkish Bolton took a notably less hardline approach than was reflected in his many disparaging remarks towards North Korea before he was brought into the White House earlier this month. In one typical comment on Fox News he made what he called a joke: “How do you know the North Korean regime is lying – answer, their lips are moving.” Now Bolton is striking a more nuanced position. In an interview with Fox News Sunday, he stressed that the US had made no commitment to remove its military presence from the Korean peninsula and said: “There’s nobody in the Trump administration who’s starry-eyed about what’s happening here.” He went on to say that if North Korea were willing to allow full and complete disclosure of its nuclear weapons programme coupled with international verification, “things could move quickly”. Hopes of a breakthrough in dismantling North Korea’s nuclear weapons at a Trump-Kim summit have risen in the wake of fast-moving events. Details emerging from the office of South Korean president Moon Jae-in following his historic face-to-face encounter with Kim suggest the North Korean leader offered to allow foreign inspectors and journalists to witness nuclear decommissioning ahead of the Trump summit. “If we maintain frequent meetings and build trust with the United States and receive promises for an end to the war and a non-aggression treaty, then why would [we] need to live in difficulty by keeping our nuclear weapons?” Kim was reported to have said. The Trump administration is remaining noncommittal about such dramatic posturing from Kim, as the US tries to walk a hazardous path that both pursues a breakthrough and remains aware of broken promises made in the past. In his first interview as secretary of state, former CIA director Mike Pompeo characterized the current flurry of diplomatic activity as a “real opportunity for something that would be transformative for the world if we could achieve it”. Pompeo spoke to ABC’s This Week from Saudi Arabia, giving generally stilted answers and bringing the interview to an abrupt close after facing questions on US strategy. He declined to reveal intelligence on North Korean nuclear capabilities and said repeatedly: “This administration has its eyes wide open.” He added: “We know the history, we know the risks. We’re going to negotiate in a different way than before, we’re going to require steps that demonstrate denuclearization is going to be achieved. We’re not going to take promises or words, we are going to look for actions and deeds.” Earlier this year, Pompeo had a secret meeting with Kim in Pyongyang, lasting more than an hour. He told ABC it had been a “good conversation. We talked about serious matters, on the hardest issues that face our two countries.” Those issues included the US desire for the release of the three Americans still detained in North Korea. “I talked about getting the release of the American detainees, then we talked about what a complete, irreversible mechanism [for nuclear denuclearization] might look like,” Pompeo said. Bolton went into further details about subjects that Trump will want to raise should the summit with Kim go ahead at a time and location still to be determined. North Korean ballistic missile programs, biological and chemical weapons programs, and the “abduction of innocent Japanese and South Korean citizens over the years” would all be on the list, Bolton said. Despite the reticence on the part of both Pompeo and Bolton to go into details about the precise US gameplan, top administration figures were outspoken on one point: all praise for current extraordinary events should be bestowed on Trump. The most passionate proponent of that idea is Trump himself. At a rally in Michigan on Saturday night he told the crowd: “I had one of the fake news groups this morning saying: ‘What do you think President Trump had to do with it?’ I’ll tell you what. Like, how about everything?” In response, there were chants of “Nobel! Nobel!”, in reference to the Nobel peace prize. Bolton made the same point on Sunday to CBS, albeit in more measured terms: “I think it’s clear we’re here where we are today because of the pressure that the Trump administration has put on North Korea. Economic pressure, political, military pressure. I think this is widely recognized.”",
    "keywords": [
        "going",
        "bolton",
        "korea",
        "irreversible",
        "warns",
        "nuclear",
        "kim",
        "weapons",
        "steps",
        "trump",
        "denuclearization",
        "pompeo",
        "north",
        "korean"
    ],
    "summary": "With a summit between Trump and North Korean leader Kim Jong-un potentially as close as three weeks away, Bolton warned that no progress would be made without verifiable evidence of Pyongyang’s commitment to complete and “irreversible” denuclearization.\nThe famously hawkish Bolton took a notably less hardline approach than was reflected in his many disparaging remarks towards North Korea before he was brought into the White House earlier this month.\nHopes of a breakthrough in dismantling North Korea’s nuclear weapons at a Trump-Kim summit have risen in the wake of fast-moving events.\nHe declined to reveal intelligence on North Korean nuclear capabilities and said repeatedly: “This administration has its eyes wide open.” He added: “We know the history, we know the risks.\nWe talked about serious matters, on the hardest issues that face our two countries.” Those issues included the US desire for the release of the three Americans still detained in North Korea.",
    "sentiment": {
        "neg": 0.0669,
        "neu": 0.8376,
        "pos": 0.0954,
        "compound": 0.0865
    }
}