{
    "date": "2018-01-23T06:30:01Z",
    "title": "North Korea tops list of world's most neglected humanitarian crises",
    "url": "https://www.theguardian.com/global-development/2018/jan/23/north-korea-tops-list-most-neglected-humanitarian-crises",
    "content": "The deepening humanitarian emergency in North Korea is the least reported in the world, according to a study that measures media coverage of crises across the globe. While insults traded between Donald Trump and Kim Jong-un dominated headlines, North Korea’s severe food shortages, estimated to have left two in five of its population undernourished, received little attention from the world’s news outlets, the report said. Care International’s study used media monitoring services to track the volume of coverage dedicated to humanitarian crises in English, German and French media during 2017. Analysis of more than 1.2m online articles found that North Korea’s food scarcity was the most neglected globally, followed by emergencies in Eritrea and Burundi. The report does not rank crises in order of severity, but instead compares the news coverage received. About 18 million people in North Korea, 70% of the population, are estimated to rely on government food aid, according to the UN. The situation deteriorated last summer, when the country suffered its worst drought since 2001. Very few aid agencies are able to operate in the country, and independent media and civil society organisations are also prohibited. “Among the most vulnerable are women and children,” the study said. “Almost a third of all pregnant and lactating mothers and more than 200,000 children are estimated to suffer from severe acute malnutrition.” In Eritrea, an ongoing drought has compounded the devastating effects of the El Niño weather phenomenon, which began in 2015, the report said. Access to Eritrea, where President Isaias Afewerki has entered his 25th year in power, is also severely limited. The country has no independent civil society organisations or media outlets. “Rarely do we hear about people suffering in parts of the world that are not popular tourist destinations, considered a low priority for global security or simply too hard to reach,” the report said. “And when crises are under-reported, they are often consequently underfunded. Public awareness and funding for humanitarian causes are closely intertwined.” Six of the 10 crises highlighted in the report also appear in the UN’s list of most underfunded emergencies in 2017. Burundi, the third country on the list, was plunged into turmoil in April 2015, when President Pierre Nkurunziza announced that he would run for a disputed third term, triggering widespread protests and an attempted coup. Almost a third of the population are not able to feed their families, while political unrest and human rights concerns persist. In 2017, a malaria epidemic was declared with more than 6.6 million cases, including 2,875 deaths, reported in the first eight months of the year. The report also warns of a lack of coverage for crises in Sudan, Central African Republic, the Democratic Republic of the Congo, Mali, Lake Chad Basin (Niger, Cameroon and Chad), Vietnam and Peru. “We all know that a single photo can make the world turn its attention to an issue. But the people in the countries featured in Care’s report are far away from the cameras and microphones of this world,” said Laurie Lee, Care International’s interim secretary general. “These crises might not make the media headlines, but that does not mean we can forget about them.” Filippo Grandi, UN High Commissioner for Refugees, said the outlook for 2018 is grim. “The political will to resolve conflicts and address the root causes that are driving them – poor governance, growing impoverishment, inequality and climate change – is weak,” he said. “Political leaders must step up and shoulder responsibility for tackling today’s forgotten crises.”",
    "keywords": [
        "political",
        "worlds",
        "tops",
        "korea",
        "world",
        "study",
        "neglected",
        "report",
        "media",
        "crises",
        "humanitarian",
        "country",
        "coverage",
        "population",
        "list",
        "north"
    ],
    "summary": "The deepening humanitarian emergency in North Korea is the least reported in the world, according to a study that measures media coverage of crises across the globe.\nCare International’s study used media monitoring services to track the volume of coverage dedicated to humanitarian crises in English, German and French media during 2017.\nAnalysis of more than 1.2m online articles found that North Korea’s food scarcity was the most neglected globally, followed by emergencies in Eritrea and Burundi.\nThe report does not rank crises in order of severity, but instead compares the news coverage received.\nAbout 18 million people in North Korea, 70% of the population, are estimated to rely on government food aid, according to the UN.",
    "sentiment": {
        "neg": 0.108,
        "neu": 0.8696,
        "pos": 0.0223,
        "compound": -0.2636
    }
}