{
    "date": "2018-06-11T12:26:22Z",
    "title": "What Trump and Kim can learn from High School Musical | Lucinda Everett",
    "url": "https://www.theguardian.com/commentisfree/2018/jun/11/high-school-musical-trump-kim",
    "content": "The Donald Trump and Kim Jong-un circus has been a bit like an episode of The Secret Life of 5 Year Olds. There’s been name-calling (Kim’s a “little rocket man”; Trump’s an “old lunatic”) and size comparisons (“I too have a Nuclear Button, but it is a much bigger &amp; more powerful one than his!”). And as the playground antics rolled on, it seemed the summit might need some kind of school guidance counsellor present, to break up any hair- (/wig-)pulling and wipe snot and tears. I’d heard weeks of people bemoaning the fact that Trump and Kim would likely stick to the status quo, neither budging on anything. And then it hit me. Pre-summit, what these guys really need is a night in together watching High School Musical, the film that teaches teens to behave like decent humans, and whose central number, Stick to the Status Quo, sees members of rival cliques bonding as they shrug off their labels. It was bound to happen one day – Zac Efron could save us all from a nuclear winter. Sharing is caring Stick to the Status Quo is all about revealing the real you. Bonding over being vulnerable. Maybe even finding a common interest. There’s a nerd who shares her secret love of hip-hop, a jock who bakes. How much more malleable might Kim feel on learning that Trump isn’t just a bigoted, perma-tanned toddler; he also loves remote-control cars? How glorious to hear the leaders’ aides chorus, “Speak your mind/And you’ll be heeeeaaard!” and an inspired Kim proclaim, “I love to sew! Handkerchiefs, tote bags, even these wide-legged suit trousers!” If you’re going to use cheerleaders as a political tool, get some good ones I’m not sure who misunderstood the purpose of cheerleaders more. Trump, who almost silenced his own rally with those creepy, terrorist-threatening tweens: “Come on, boys, take ’em down!” Or Kim, with his grinning army at the 2018 Winter Olympics. But both should look to the East High Wildcats’ pompom shakers to learn the basic attribute of a good cheerleader: they need to make you look better, not more insane. Huffs are a good thing Trump threw a strop and cancelled the summit, although he’s now declared the pair are “over that. Totally over that.” But the public may be reassured to learn that flouncing off is actually an HSM cornerstone. It’s the Big Flounce (usually performed by one of the films’ leads, Troy or Gabriella) that sparks the Realisation (of the fact that musical theatre/friends/each other are more important than college/earning money for college/meeting future employers). That in turn leads inevitably to the Reunion, where the gang becomes even closer. So although Kim may have momentarily felt like Gabriella when she sings, “Whenever we try, somehow the plan/Is always rearranged”, Trump has actually increased this summit’s chances of success. There’s wisdom to be found on a golf course Of all the Big Flounces, the most flouncy of all is in HSM2 when Troy’s friends shun him for working towards his own future. So he storms around a golf course singing Bet on It, a song about getting back to who you really are. Well, if golf courses are where narcissists go to re-centre, we’re sorted. Trump’s got the greens and Kim has golfing in his blood, what with his dad’s miraculous holes-in-one. Of course, they wouldn’t be golfing. They’d be strutting, jazz-handing, and throwing bunker sand aloft while singing profundities like, “Gotta work on my swing/Gotta do my own thing.” • Bonus viewing for megalomaniac movie night: this synch-up of Bet on It and Frozen’s Let it Go contains another valuable lesson. From great risk comes great reward And the final and most important lesson: leap into the unknown. Just look at Troy and Gabriella. They were thrust together when a roaming spotlight picked them both out for a karaoke duet. Neither wanted to sing. But they took a risk and went on to build a beautiful relationship, unite a divided community and get progressively better hair-dos. Those are just three of the achievements Trump and Kim should be striving for. Trump has said the summit should be the start of a “new relationship” – I can just imagine the two of them snuggled up on the sofa deciding that, if they can both step out of their comfort zones and have a go at being normal people, Troy and Gabriella’s first, oh-so-prophetic song could apply to them, too. “This could be the start of something new/It feels so right to be here with you/And now, looking in your eyes/I feel in my heart/the start of something new.” But there’s one lesson they should definitely ignore … Explosions will save the day Yes, when Gabriella can’t attend a callback audition because she has the final of the scholastic decathlon, her team comes to the rescue by creating a chemical reaction that gets the science lab evacuated. But that was a specific case. That’s not the lesson here, world leaders. The scholastic decathletes did have one useful titbit for our duo, though: when the world divides into peaceful, educated grown-ups and chest-beating Neanderthal bullies, “be on the right side of civilization”, guys. • Lucinda Everett writes about the arts, entertainment and lifestyle. She is also a theatre critic and theatre maker",
    "keywords": [
        "stick",
        "summit",
        "troy",
        "start",
        "lesson",
        "gabriella",
        "high",
        "everett",
        "kim",
        "theres",
        "musical",
        "lucinda",
        "learn",
        "school",
        "status",
        "trump"
    ],
    "summary": "The Donald Trump and Kim Jong-un circus has been a bit like an episode of The Secret Life of 5 Year Olds.\nI’d heard weeks of people bemoaning the fact that Trump and Kim would likely stick to the status quo, neither budging on anything.\nHow much more malleable might Kim feel on learning that Trump isn’t just a bigoted, perma-tanned toddler; he also loves remote-control cars?\nHuffs are a good thing Trump threw a strop and cancelled the summit, although he’s now declared the pair are “over that.\nThose are just three of the achievements Trump and Kim should be striving for.",
    "sentiment": {
        "neg": 0.0287,
        "neu": 0.8326,
        "pos": 0.1386,
        "compound": 0.365
    }
}