{
    "date": "2018-05-25T08:33:45Z",
    "title": "North Korea leaves door open for 'desperately necessary' Trump summit",
    "url": "https://www.theguardian.com/world/2018/may/25/north-korea-leaves-door-open-for-desperately-necessary-trump-summit",
    "content": "North Korea has said it is still willing to hold direct talks between its leader Kim Jong-un and Donald Trump, calling the planned summit “desperately necessary” to resolve potential hostilities after the US cancelled the meeting. “We express our willingness to sit down face-to-face with the US and resolve issues anytime and in any format,” North Korea’s vice foreign minister Kim Kye-gwan said in a statement. “Our commitment to doing our best for the sake of peace and stability for the world and the Korean Peninsula remains unchanged, and we are open-minded in giving time and opportunity to the US.” North Korea’s response moved to place the blame on the US. It has consistently worked to portray itself as the driver of progress in a relationship that has remained hostile for over six decades. Kim Jong-un has been crafting an image of a responsible statesman against an erratic Trump. “Internally we have been quietly giving president Trump high marks for making a decision no other American president had the courage to pursue,” Kim Kye-gwan said. Trump on Thursday abruptly called off the summit, which was scheduled for 12 June in Singapore, citing “tremendous anger and open hostility” in recent North Korean statements. But Pyongyang said Trump’s “unilateral cancellation of the summit was unexpected and very regrettable”. US officials also complained North Koreans did not show up to preparatory meetings and would not answer calls. During a television appearance, Trump left open the possibility talks could still be held. “It’s possible that the existing summit could take place, or a summit at some later date. Nobody should be anxious. We have to get it right,” he said. “If and when Kim Jong-un chooses to engage in constructive dialogue and actions, I am waiting.” US allies in Asia were blindsided by the announcement. The South Korean president, Moon Jae-in, called an emergency meeting just before midnight local time, saying: “I am very perplexed and it is very regrettable that the North Korea-US summit will not be held.” “Denuclearisation of the Korean peninsula and the establishment of permanent peace are historic tasks that can neither be abandoned nor delayed,” Moon said. A photo of the meeting released by the presidential office showed Moon with a deep frown. North Korea “remains sincere in ... making efforts on denuclearization and peace building”, said Cho Myoung-gyon, the South’s minister in charge of inter-Korean affairs. Japan’s foreign minister, Taro Kono, said it was “meaningless to hold a summit if it does not bring about progress”, but added he would continue to support the idea of a Trump-Kim meeting at a later date. “The important thing is not the meeting itself but that there are opportunities to move towards resolving the nuclear and missile issues,” the chief cabinet Secretary, Yoshihide Suga, told reporters. John Tierney, executive director of the Center for Arms Control and Non-Proliferation, said: “The first rule of diplomacy is to always consult your allies, yet our key allies in the region were blindsided by the move. President Trump can blame North Korea’s hostile rhetoric for his decision, but the reality is that the Trump administration had no unified diplomatic strategy from the beginning.” The South vowed to continue dialogue with North Korea on denuclearisation, while foreign ministers from South Korea and the US said they would continue working towards a US-North Korea summit. Mike Pompeo, Washington’s top diplomat, said there was “clear will” to continue dialogue with Pyongyang during his call with his South Korean counterpart, according to Yonhap news agency.",
    "keywords": [
        "summit",
        "leaves",
        "meeting",
        "south",
        "continue",
        "necessary",
        "korea",
        "president",
        "kim",
        "desperately",
        "trump",
        "door",
        "open",
        "north",
        "korean"
    ],
    "summary": "North Korea has said it is still willing to hold direct talks between its leader Kim Jong-un and Donald Trump, calling the planned summit “desperately necessary” to resolve potential hostilities after the US cancelled the meeting.\n“Internally we have been quietly giving president Trump high marks for making a decision no other American president had the courage to pursue,” Kim Kye-gwan said.\nTrump on Thursday abruptly called off the summit, which was scheduled for 12 June in Singapore, citing “tremendous anger and open hostility” in recent North Korean statements.\nNorth Korea “remains sincere in ... making efforts on denuclearization and peace building”, said Cho Myoung-gyon, the South’s minister in charge of inter-Korean affairs.\nPresident Trump can blame North Korea’s hostile rhetoric for his decision, but the reality is that the Trump administration had no unified diplomatic strategy from the beginning.” The South vowed to continue dialogue with North Korea on denuclearisation, while foreign ministers from South Korea and the US said they would continue working towards a US-North Korea summit.",
    "sentiment": {
        "neg": 0.0563,
        "neu": 0.8626,
        "pos": 0.081,
        "compound": 0.1265
    }
}