{
    "date": "2018-05-24T06:17:11Z",
    "title": "North Korea casts doubt on summit and warns US of 'nuclear showdown'",
    "url": "https://www.theguardian.com/world/2018/may/24/north-korea-casts-further-doubt-on-summit-and-warns-us-of-appalling-tragedy",
    "content": "North Korea cast further doubt on a planned summit between its leader, Kim Jong-un, and Donald Trump, warning that Pyongyang could make the US “taste an appalling tragedy”. The fate of the summit is “entirely” up to the US, North Korea’s vice foreign minister Choe Son-hui said in a statement on Thursday. If the talks are cancelled, Choe suggested the two countries could engage in a “nuclear-to-nuclear showdown”. “Whether the US will meet us at a meeting room or encounter us at nuclear-to-nuclear showdown is entirely dependent upon the decision … of the US,” she said. “We will neither beg the US for dialogue nor take the trouble to persuade them if they do not want to sit together with us.” The comments come after Trump earlier this week said there was a “very substantial chance” the summit could be delayed. They also follow a week of heated rhetoric in Washington, with some US officials threatening a fate similar to Libya if the North does not relinquish its nuclear weapons program. Libya dictator Muammar Gaddafi was overthrown and killed in a Nato-backed uprising against his rule. “In view of the remarks of the US high-ranking politicians who have not yet woken up to this stark reality and compare the DPRK to Libya that met a tragic fate, I come to think that they know too little about us,” Choe said, referring to the North’s official name, the Democratic People’s Republic of Korea. “To borrow their words, we can also make the US taste an appalling tragedy it has neither experienced nor even imagined up to now.” In an interview on Fox News, US vice president Mike Pence said: “This will only end like the Libyan model ended if Kim Jong-un doesn’t make a deal”. That echoed earlier comments by national security advisor John Bolton that the US was studying Libya’s unilateral disarmament as a blueprint for negotiations with Pyongyang. “As a person involved in the US affairs, I cannot suppress my surprise at such ignorant and stupid remarks gushing out from the mouth of the US vice-president,” Choe said. She said Pence had made “unbridled and impudent remarks that north Korea might end like Libya”. Earlier on Wednesday, US secretary of state Mike Pompeo had said he was “very hopeful” the summit would go ahead but it was “ultimately up to Chairman Kim.” The comments come as North Korea prepares to close its only known nuclear test site, a symbolic gesture that ultimately will not affect the country’s nuclear arsenal.",
    "keywords": [
        "casts",
        "summit",
        "earlier",
        "remarks",
        "choe",
        "korea",
        "showdown",
        "nuclear",
        "warns",
        "libya",
        "kim",
        "fate",
        "doubt",
        "north"
    ],
    "summary": "North Korea cast further doubt on a planned summit between its leader, Kim Jong-un, and Donald Trump, warning that Pyongyang could make the US “taste an appalling tragedy”.\nThe fate of the summit is “entirely” up to the US, North Korea’s vice foreign minister Choe Son-hui said in a statement on Thursday.\nIf the talks are cancelled, Choe suggested the two countries could engage in a “nuclear-to-nuclear showdown”.\nThey also follow a week of heated rhetoric in Washington, with some US officials threatening a fate similar to Libya if the North does not relinquish its nuclear weapons program.\nShe said Pence had made “unbridled and impudent remarks that north Korea might end like Libya”.",
    "sentiment": {
        "neg": 0.0976,
        "neu": 0.8635,
        "pos": 0.0388,
        "compound": -0.2298
    }
}