{
    "date": "2018-04-24T04:05:05Z",
    "title": "'Uncontrollable grief' of Kim Jong-un over North Korea bus disaster",
    "url": "https://www.theguardian.com/world/2018/apr/24/uncontrollable-grief-of-kim-jong-un-over-north-korea-bus-disaster",
    "content": "Kim Jong-un expressed his “bitter sorrow” over the deaths of dozens of Chinese tourists after their bus plunged off a bridge in North Korea. The state-run KCNA news agency reported on Tuesday that the North Korean leader had visited two Chinese survivors of the crash on Sunday in which 32 Chinese and four North Koreans died. In his first reported visit to the Chinese embassy on Monday, Kim was quoted as saying he felt “uncontrollable grief” over the accident in North Hwanghae province. The display is another sign that Kim is attempting to portray himself as a conventional leader – equally at ease offering sympathy to victims of tragedies as making fiery pronouncements – ahead of Friday’s summit with the South Korean president, Moon Jae-in, and another planned meeting with Donald Trump in late May or early June. The agency quoted Kim as saying the North Korean people “take the tragic accident as their own misfortune”. North Korean authorities would do all they could “to alleviate the pain of the bereaved families”. Li Jinjun, China’s ambassador to North Korea, thanked Kim and said his visit to the embassy demonstrated the two countries “unbreakable and great friendship”, according to an account of the meeting by Yonhap news agency. Having spent the first six years of his leadership appearing at North Korean factories and military units, as well as making occasional forays to concerts, amusement parks and sports facilities, Kim made a surprise trip to China in March, amid a thaw in relations between Pyongyang and Beijing. While the former North Korean leader Kim Jong-il was a regular visitor to the Chinese embassy, his son reportedly avoided direct contact with Beijing’s officials in Pyongyang as bilateral ties were tested by the North’s nuclear and ballistic missile programmes and China’s support for UN security council sanctions. Last week Kim took another step towards normalising his country’s image ahead of the summits when he gave his wife, Ri Sol-ju, the title of first lady, putting her on a par with Moon’s wife, Kim Jung-sook, and Melania Trump. North Korean media had previously referred to Ri as “comrade”. It is reportedly the first time the title of first lady has been given to the wife of a North Korean leader since 1974, when it was used to refer to Kim Song-ae, the second wife of the regime’s founding leader, Kim Il-sung. The Chinese tour group was travelling from Kaesong, near the border with South Korea, to Pyongyang when the accident occurred, according to NK News. China’s health ministry said it was sending a team of medical experts, equipment and drugs to the hospital, where two Chinese were said to be in a critical condition. While many North Korean roads are poorly maintained, the stretch between Kaesong and Pyongyang is among the best in the country and sees little traffic. Chinese tourists make up about 80 percent of all foreign visitors to North Korea, according to the Korea Maritime Institute think tank. Tourism generates revenues estimated at 44 million USD a year for the country’s economy.",
    "keywords": [
        "grief",
        "bus",
        "leader",
        "uncontrollable",
        "korea",
        "wife",
        "embassy",
        "north",
        "kim",
        "chinas",
        "chinese",
        "disaster",
        "pyongyang",
        "jongun",
        "korean"
    ],
    "summary": "Kim Jong-un expressed his “bitter sorrow” over the deaths of dozens of Chinese tourists after their bus plunged off a bridge in North Korea.\nIn his first reported visit to the Chinese embassy on Monday, Kim was quoted as saying he felt “uncontrollable grief” over the accident in North Hwanghae province.\nThe agency quoted Kim as saying the North Korean people “take the tragic accident as their own misfortune”.\nNorth Korean authorities would do all they could “to alleviate the pain of the bereaved families”.\nChinese tourists make up about 80 percent of all foreign visitors to North Korea, according to the Korea Maritime Institute think tank.",
    "sentiment": {
        "neg": 0.0733,
        "neu": 0.889,
        "pos": 0.0378,
        "compound": -0.0796
    }
}