{
    "date": "2018-02-04T00:02:12Z",
    "title": "The Observer view on the Winter Olympics and tensions with North Korea | Observer editorial",
    "url": "https://www.theguardian.com/commentisfree/2018/feb/04/observer-view-tensions-with-north-korea-winter-olympics-pyeongchang",
    "content": "Hard-fought contests at the Winter Olympics, which open on 9 February at the Pyeongchang stadium in South Korea, will enthral millions of television viewers. But the Games have also become the stage for a different, unsporting contest, potentially deadly in character, which pits the US against North Korea. At stake is not a gold medal and a victory wave from the podium, but the sustainability of the recent, fragile reduction in military tensions and the avoidance of nuclear war on the Korean peninsula. As all the world knows, in 2017 the armed confrontation between Washington and Pyongyang escalated sharply. North Korea carried out its sixth and biggest nuclear explosion and test-fired three intercontinental ballistic missiles that in theory could reach the US mainland. Donald Trump responded with a nuclear build-up and hysterical threats, vowing at one point to “totally destroy” North Korea. In his intemperate State of the Union address last week, he described Kim Jong-un, North Korea’s dictator, as “depraved”. Kim has matched Trump’s threats of Armageddon with blood-curdling warnings of his own. But since November, when North Korea last launched a missile, the situation has calmed a little. Trump predictably claims credit for this lull. The more probable cause is that pressure from China and tougher UN sanctions persuaded Kim to hit the pause button rather than the red one marked “Fire”. The brave persistence of South Korea’s president, Moon Jae-in, in offering dialogue, despite public American criticism, has also paid off. Limited talks resumed last month after a break of two years. And Pyongyang accepted Moon’s Olympics invitation. Twenty-two North Korean athletes will compete, including an all-Korea women’s ice hockey team. The North is also sending a squad of 230 cheerleaders and an orchestra. The two countries’ teams will march together under a blue and white “unification” flag at the opening ceremony. Given the state of war that technically still exists between North and South, these gestures have enormous symbolic and political significance. If this collaboration goes smoothly – a big “if” given the possibility of sudden spats, embarrassing defections and the animosity of South Korean right-wingers – it could form the basis for continuing rapprochement and further military de-escalation. The problem is, senior figures around Trump, and conceivably Trump himself, appear to view this prospect with alarm. The risk is that they will deliberately sabotage it. The US is already making a stink about a large military parade in Pyongyang the day before the Games open. American hardliners characterise the event as provocative and proof that Kim’s evil intentions are unchanged. The White House says Mike Pence, the vice president, will use his attendance in Pyeongchang to counter North Korean efforts to “hijack” the Games for propaganda purposes. Washington is also refusing to cancel US-South Korean war games that were temporarily postponed last month at Seoul’s urging. More worrying still is the irresponsible debate within the Trump administration about mounting a limited military strike. Officials seem to have belatedly grasped that their key demand – for Kim to unilaterally scrap his nuclear arsenal – is absurdly unrealistic. Yet rather than pursue diplomatic routes towards gradual, mutual disarmament, HR McMaster, Trump’s national security adviser, and other hawks are reportedly advancing the idea of what they call a limited “bloody nose strike”. They argue this would deter (or even kill) Kim without provoking all-out war. Although this dangerous fantasy is opposed by the state department, it is gaining traction. After Victor Cha, a respected diplomat expected to be the next US ambassador to Seoul, warned that a “bloody nose strike” could cause hundreds of thousands of deaths, his nomination was scrapped. This reckless idea must also be viewed in the wider context of the Pentagon’s dismaying new nuclear posture review, which opens the door to first use of tactical nuclear weapons on conventional battlefields. Kim is predicting the US will use the Olympics as a “stage for confrontation” and that any positive gains will be swiftly squandered. Trump and his advisers must prove him wrong. They should stop the mad talk about winnable nuclear wars and use this rare opportunity to enhance the security of all Koreans.",
    "keywords": [
        "war",
        "south",
        "observer",
        "military",
        "korea",
        "games",
        "tensions",
        "editorial",
        "nuclear",
        "kim",
        "winter",
        "trump",
        "view",
        "olympics",
        "north",
        "korean"
    ],
    "summary": "Hard-fought contests at the Winter Olympics, which open on 9 February at the Pyeongchang stadium in South Korea, will enthral millions of television viewers.\nNorth Korea carried out its sixth and biggest nuclear explosion and test-fired three intercontinental ballistic missiles that in theory could reach the US mainland.\nDonald Trump responded with a nuclear build-up and hysterical threats, vowing at one point to “totally destroy” North Korea.\nBut since November, when North Korea last launched a missile, the situation has calmed a little.\nWashington is also refusing to cancel US-South Korean war games that were temporarily postponed last month at Seoul’s urging.",
    "sentiment": {
        "neg": 0.1395,
        "neu": 0.7803,
        "pos": 0.0802,
        "compound": -0.1646
    }
}