{
    "date": "2018-04-21T06:11:35Z",
    "title": "North Korea's nuclear pause: grist for both doves and hawks | Robert E Kelly",
    "url": "https://www.theguardian.com/world/2018/apr/21/north-koreas-nuclear-pause-grist-for-both-doves-and-hawks",
    "content": "North Korea has announced it will cease testing nuclear devices and missiles, and promised to shut down its primary nuclear test site at Punggye-ri. If this is genuine, it is a serious step forward, but we should greet it with cautious optimism. We have been on the cusp of a breakthrough with North Korea before, only to be disappointed. There will be a lot of questions. But there is no need to be recalcitrantly hawkish about this. Within the limits of North Korea’s strained credibility, this is a win for allied security. The big question is why North Korea has acted in this way now – not just on nuclear and missile tests but in other areas too. It recently agreed to drop its objections to US-South Korean military exercises, and the positioning of US troops in the South. It has also signalled it is willing to discuss denuclearisation. There is naturally much scepticism, but if Pyongyang is serious this looks like a real change in North Korean policy. Due to the deep ideological divisions over how to address the North, two politically charged explanations are already dominating the debate over its sudden peace overture. Doves are arguing North Korea has genuinely changed, and when a South Korean administration open to talks finally entered office those talks could occur. Blame for the stalemate is placed here on hawks – South Korea’s conservative parties and the United States – for backing North Korea into a corner, convincing it that nuclear weapons were its best security option. The problem here is that we have little internal evidence that the North Korean leader, Kim Jong-un, wants to emulate the Soviet leader Mikhail Gorbachev by pursuing a North Korean version of glasnost. We should of course take full advantage of the openings provided, but if North Korea internally is still the same North Korea we have always known – and it sure looks that way – then there is a real risk of backsliding. The US president, Donald Trump, and the hawks are conversely arguing that his “maximum pressure” campaign forced the North to the table. This is politically attractive to Trump, especially given his many troubles at home. And there is anecdotal evidence that imports into North Korea – oil, most obviously – have been constricted. But we are not really sure. Much of North Korea’s trade, both licit and illicit, goes through China, and there is a large debate about just how firmly Beijing is shutting the gate. When I speak on Chinese television about this issue, I am routinely upbraided by Chinese commentators who say the west does not realise how much China has done. If China is indeed finally enforcing the sanctions, then it is likely that a mix of US and Chinese pressure – a US policy objective long pre-dating Trump – finally tightened the screws so much that Pyongyang is bargaining. My own sense is more pragmatic: North Korea has a reasonably mature nuclear programme and now wants to cash it out by shopping it around in the many summits it has proposed this year. Pyongyang can always deflect and flimflam later if necessary. Last year the Punggye-ri test site suffered a tunnel collapse that killed 200 people. The fear of a Chernobyl-style meltdown is real in the region. And North Korea likely already has 30-50 warheads, and missiles for them, so it has a decent nuclear deterrence already. A test freeze does not mean a rollback of the extant programme, and the North’s newfound flexibility has still not yielded any details on what it means by “denuclearisation”. In short the real acid test of North Korean intentions – denuclearisation of current weapons – has still not been addressed. This will be the benchmark against which the upcoming US and South Korean summits with Kim are judged. • Robert E Kelly is a professor of international relations at Pusan National University. More of his work may be found on his website, AsianSecurityBlog.wordpress.com.",
    "keywords": [
        "south",
        "robert",
        "korea",
        "doves",
        "real",
        "nuclear",
        "grist",
        "trump",
        "pause",
        "korean",
        "kelly",
        "test",
        "hawks",
        "pyongyang",
        "north",
        "koreas"
    ],
    "summary": "North Korea has announced it will cease testing nuclear devices and missiles, and promised to shut down its primary nuclear test site at Punggye-ri.\nWe have been on the cusp of a breakthrough with North Korea before, only to be disappointed.\nWithin the limits of North Korea’s strained credibility, this is a win for allied security.\nDoves are arguing North Korea has genuinely changed, and when a South Korean administration open to talks finally entered office those talks could occur.\nThe problem here is that we have little internal evidence that the North Korean leader, Kim Jong-un, wants to emulate the Soviet leader Mikhail Gorbachev by pursuing a North Korean version of glasnost.",
    "sentiment": {
        "neg": 0.0991,
        "neu": 0.8411,
        "pos": 0.0599,
        "compound": -0.038
    }
}