{
    "date": "2018-06-06T22:30:25Z",
    "title": "Beatings, killings, gulags: North Korea rights abuses likely to be ignored at summit",
    "url": "https://www.theguardian.com/world/2018/jun/07/beatings-killings-gulags-north-korea-rights-abuses-likely-to-be-ignored-at-summit",
    "content": "Lee Cheol cannot remember how many times he was forced to gather with his fellow soldiers at an airfield outside Pyongyang in North Korea and watch as firing squads executed enemies of the state. But one thing he does remember is that these public displays of violence increased under Kim Jong-un. “I was very traumatised, I couldn’t eat or sleep for days,” Lee says, recalling the first time he was made to watch teams of soldiers unload their AK-47s into the condemned. “I remember the sound of a person being hit by a bullet, it’s very different from the sound of a target, but after seeing it so many times I became numb.” Lee spent nearly eight years in the North Korean army, starting when he was 16. It was his only chance at a better life, and of going to university. But his military career was marked with intense violence that included public executions and regular beatings doled out on his unit as a form of collective punishment. It is estimated that between 80,000 and 120,000 political prisoners are detained in four large political prison camps in North Korea, according to a landmark United Nations inquiry that compiled evidence of a raft of crimes against humanity. The UN commission of inquiry found the regime’s crimes included “extermination, murder, enslavement, torture, imprisonment, rape, forced abortions and other sexual violence, persecution on political, religious, racial and gender grounds, the forcible transfer of populations, the enforced disappearance of persons and the inhumane act of knowingly causing prolonged starvation”. The targets included people the regime considered a threat to the political system and leadership of North Korea. Human Rights Watch says North Korea remains one of the world’s most repressive states despite recent diplomatic openings with South Korea, the United States, and other countries. Despite this, North Korea’s plethora of human rights abuses are unlikely to be discussed in depth at a landmark summit between Donald Trump and Kim on 12 June in Singapore, with officials singularly focused on convincing the North to relinquish its nuclear weapons program. Luxury for some, starvation for others Lee worked in a construction brigade, toiling on government buildings and apartments for the country’s elite. His faith in the regime began to deteriorate when he was assigned to one of Kim’s vacation homes. “We were told everyone in North Korea was going through hardship together, but they were living in luxury,” he says. “I felt betrayed, like my whole life was a lie.” A set of blueprints for one of those holiday retreats in the resort town of Wonsan went missing, and Lee was blamed. He escaped to his home town and was told by senior officials he would be executed if caught. He bribed his way out of North Korea last year, but still fears for his family and asked to use a pseudonym out of concern they may face reprisals. Michael Kirby, the former Australian judge who chaired the UN inquiry, says the “gulag-like” camps are a “a very large aggregate of human suffering” and the world has a responsibility to address the regime’s “many crimes against humanity”. Kirby hopes Trump will raise human rights with Kim when they meet and worries that if the topic is not brought up now, it might be hard to return to it down the track. “If there’s no progress on human rights, you’re never going to have peace and security on the Korean peninsula,” he says. “You’re then putting all of your eggs in the basket of hoping that economic progress which may be offered to North Korea will bring with it human rights developments. That sometimes happens, but it doesn’t always happen.” Trump did not mention the issue when he hosted Kim Yong-chol, a senior regime official, for talks at the White House last Friday, but the president has kept open the possibility of discussing human rights at the forthcoming summit with the North Korean leader. “I think we probably will, and maybe in great detail,” Trump told reporters after his meeting with the regime’s former spy chief. North Korea has previously bristled at diplomatic efforts to raise the topic. The regime, which rejected offers to cooperate with the UN commission of inquiry, later claimed its findings were “concocted by the US and other hostile forces”. Just last month, North Korea’s foreign ministry said the US should not “deliberately provoke” the country by raising human rights issues and deploying strategic military assets in South Korea. Increasing brutality Kim, the third ruler in the dynasty, has been accused of ordering acts of extreme brutality as he moved to tighten his own grip on power. Lee observed a rise in executions of military officers after Kim came to power, and described increasingly brutal methods, including the use of explosive rounds that tore bodies apart as families were forced to watch. Kim’s uncle, Jang Song-thaek, was executed in 2013 after being accused of plotting a coup and his estranged half-brother, Kim Jong-nam, died after assassins smeared a substance believed to be the banned chemical weapon VX in his face in Malaysia’s Kuala Lumpur airport in February last year. The two women accused of his murder, who say they were tricked into taking part, are facing the death penalty. The US placed Kim on its sanctions blacklist in mid-2016 for complicity in human rights abuses. Paek Yosep has firsthand knowledge of the cruelty of the North Korean state. Paek, the son of an army political officer who was raised in relative comfort, fled the army when he was conscripted at 17. He was caught by Chinese police and sent back to North Korea where he was sent to a labor camp, which he described as “one of the lightest possible sentences”. While he was there interrogators would strip him naked and beat him with a belt and wooden sticks, and the guards forced him to stay awake for days on end. “Most prisoners lie because they are afraid of being punished, and the authorities use violence to make people tell the truth,” he says. But Paek and Lee’s experiences are unlikely to register at a hastily arranged summit with designs on reshaping the regional political landscape. “It’s a missed opportunity and unfortunate human rights are being sidelined in a rush to rapprochement and solving security problems,” says Sokeel Park, director of research and strategy at the rights group Liberty in North Korea. “Everyone sees North Korea as a security problem, but it’s not, it’s a country and these problems are a symptom of its fundamental way of operating. Unless there are changes in the system, there won’t be any lasting breakthroughs,” he added. “You can’t have a normal security relationship with such an abnormal country.” With additional reporting by Junho Lee",
    "keywords": [
        "summit",
        "human",
        "political",
        "korea",
        "watch",
        "kim",
        "abuses",
        "gulags",
        "killings",
        "ignored",
        "rights",
        "trump",
        "lee",
        "violence",
        "beatings",
        "north",
        "likely"
    ],
    "summary": "The targets included people the regime considered a threat to the political system and leadership of North Korea.\nHuman Rights Watch says North Korea remains one of the world’s most repressive states despite recent diplomatic openings with South Korea, the United States, and other countries.\n“We were told everyone in North Korea was going through hardship together, but they were living in luxury,” he says.\n“If there’s no progress on human rights, you’re never going to have peace and security on the Korean peninsula,” he says.\n“Everyone sees North Korea as a security problem, but it’s not, it’s a country and these problems are a symptom of its fundamental way of operating.",
    "sentiment": {
        "neg": 0.1235,
        "neu": 0.8186,
        "pos": 0.0579,
        "compound": -0.2339
    }
}