{
    "date": "2018-03-09T08:30:13Z",
    "title": "China likely to greet Trump-Kim talks with hope and trepidation",
    "url": "https://www.theguardian.com/world/2018/mar/09/china-trump-kim-north-korea-us-talks",
    "content": "China has welcomed the announcement that Donald Trump and Kim Jong-un are plotting an unprecedented summit to discuss North Korea’s weapons programmes but experts believe Beijing will also greet the news with trepidation and bitterness. Speaking at a press briefing in Beijing, the foreign ministry spokesman Geng Shuang said China was pleased with the “positive signals”. “We commend and will support the efforts made by all sides to solve this issue through dialogue and discussion,” Geng said. “We hope all sides can show the political courage needed to make political decisions and start multilateral or bilateral meetings and to advance the process of peacefully resolving the nuclear issue on the Korean peninsula peacefully. China will continue to make efforts on this.” Shen Dingli, an international relations specialist from Fudan University in Shanghai, said: “Theoretically, Chinese authorities should feel happy. We always promote the idea of dialogue. Dialogue reduces the chance of conflict.” Zhao Tong, a North Korea expert from the Carnegie-Tsinghua Centre for Global Policy in Beijing, said: “In the short term I think Beijing will be pleased and will very much welcome the development.” Zhao said there would, however, be nervousness about the possible ramifications of such a meeting. Some in Beijing fear Washington and Pyongyang may one day strike a deal that would bring China’s historical ally closer to the US in exchange for US recognition of its “nuclear reality”. “[They fear] the US would use North Korea … as a strategic balancer or as a hedge against a rising China in the region,” Zhao said. “China knows very well that North Korea has always wanted to play this role … so there is this concern that … North Korea and the US might become closer and North Korea would become a longer-term security threat for China in the future.” Shi Yinhong, an international relations professor at Renmin University in Beijing, said China would welcome “the dramatic reduction of the danger of a military conflict” on its doorstep. He said Beijing would also be pleased by Trump’s apparent decision to embrace dialogue, claiming the planned rendezvous showed the US president recognised that his previous “maximum pressure” approach of military threats and economic “strangulation” had failed. Shi said Beijing would nevertheless be frustrated at being bypassed by the diplomatic initiative involving Korean and US officials. Beijing had damaged relations with Pyongyang by signing up to Trump’s campaign of economic sanctions against North Korea last year, Shi said. Yet despite that support, Beijing faced the prospect of a trade war with the White House. “I dare not say my government committed some major mistake [in going along with the sanctions],” Shi joked. “But it is a fact that their actions have not been rewarded.” An editorial in the Global Times, a party-run tabloid, scotched claims Beijing would oppose what it called an explosive and applaudable breakthrough. It said: “Chinese people should stay calm … and avoid the mentality that China is being marginalised. As a major power, it is unnecessary for China to worry about North Korea ‘turning to the US’.” Zhao said the situation was so fast-moving it was impossible to say how the Trump-Kim meeting might play out. “We have no idea where it is heading … Is it really going to happen? I think it’s too early to tell.” However, Zhao and Shi agreed one certainty was that the meeting would not take place on Chinese soil. “Trump is not on the Chinese side,” said Shi. “He will not give China this credit.” Zhao said: “Somewhere in Russia might have a better chance.” Japan, which has repeatedly cautioned the international community to be wary of falling for North Korea’s charm offensive, scrambled to respond to the announcement. The Kyodo news agency quoted a senior foreign ministry official as saying the developments were “a bit quick”. Shinzō Abe, the Japanese prime minister, discussed the matter in a 30-minute phone call with Trump that began shortly before South Korean officials announced the meeting plans. Abe will fly to the US early next month to further discuss the allies’ strategy. “The solid position of Japan and the United States – that we will continue to put maximum pressure on North Korea until it takes concrete actions toward the complete, verifiable and irreversible abandonment of its nuclear [weapons] and missiles – is absolutely unwavering,” Abe told reporters after the call. The defence minister, Itsunori Onodera, said Japan was sticking to its view that the Kim regime needed to show concrete actions towards denuclearisation “in order for dialogue to be meaningful”.",
    "keywords": [
        "dialogue",
        "meeting",
        "trepidation",
        "shi",
        "beijing",
        "greet",
        "korea",
        "north",
        "china",
        "trumpkim",
        "zhao",
        "hope",
        "chinese",
        "trump",
        "talks",
        "likely"
    ],
    "summary": "Speaking at a press briefing in Beijing, the foreign ministry spokesman Geng Shuang said China was pleased with the “positive signals”.\n“We commend and will support the efforts made by all sides to solve this issue through dialogue and discussion,” Geng said.\n“[They fear] the US would use North Korea … as a strategic balancer or as a hedge against a rising China in the region,” Zhao said.\nShi said Beijing would nevertheless be frustrated at being bypassed by the diplomatic initiative involving Korean and US officials.\nBeijing had damaged relations with Pyongyang by signing up to Trump’s campaign of economic sanctions against North Korea last year, Shi said.",
    "sentiment": {
        "neg": 0.0668,
        "neu": 0.8357,
        "pos": 0.0975,
        "compound": 0.0666
    }
}