{
    "date": "2018-04-28T06:12:00Z",
    "title": "'Cold noodles are peace symbol': summit to savour for euphoric Koreans",
    "url": "https://www.theguardian.com/world/2018/apr/28/cold-noodles-are-peace-symbol-summit-to-savour-for-euphoric-koreans",
    "content": "By the end of the historic summit between the leaders of North and South Korea on Friday, aside from vague proclamations of peace and a nuclear-free peninsula, there was one other point the two sides could agree on, cold noodles from Pyongyang are delicious. The North Korean leader, Kim Jong-un, even brought a chef from Pyongyang’s most famous restaurant to prepare the dish for the South Korean president, Moon Jae-in, and the humble bowl of noodles became a central focus shortly after the two met for the first time. “I’ve been checking news and people are talking about food a lot,” Kim said during opening pleasantries before he and Moon got down to brass tacks. “We’ve made efforts to bring Pyongyang-style cold noodles all the way from Pyongyang. President Moon, please feel easy and enjoy the delicious Pyongyang noodles that we brought.” The idea of a meal fit for a nuclear-armed king was irresistible and Kim is clearly a man who relishes good food, so I found a Michelin-approved shop in Seoul and set out to try the noodles for myself. It turns out I was not the only one with this idea. Woo Lae Oak, opened four years before the outbreak of the 1950-53 Korean war, was already packed by the time its doors opened. While there are many versions of dish, Pyongyang style calls for a chilled beef or pheasant broth filled with springy buckwheat noodles and topped with slices of beef brisket, pickled vegetables and pears. The noodles shot to the top of Twitter’s trending topics right after Kim name dropped the dish. “Now the symbol of peace has changed: it’s Pyongyang cold noodles, not a dove,” wrote one user according to the Korea Herald. In the hum of the waiting room, hungry patrons swapped thoughts on the summit as they waited for a coveted table. The mood in South Korea was overwhelmingly one of euphoria, with ordinary Koreans hailing the meeting as a success and praising Moon’s policy of engagement. “I feel great about the summit,” said Lee Ok-hee, a university student, echoing a common refrain. “Usually we’re sandwiched between China and the US, and they are imposing their own interests, but yesterday showed if we work together with North Korea we can achieve great things.” That idea of the two Koreas standing on their own was included in the joint declaration signed by Kim and Moon, emphasising the need for “the principle of determining the destiny of the Korean nation on their own accord”. “It was fantastic to watch them, I couldn’t focus on my work,” said Park Soon-hee, a banker in Seoul. “I know this is only the beginning, but it’s a wonderful start.” In a rare and surprising move, the front page of the Rodong Shinmun, the official newspaper of the North’s ruling Workers’ party, was splashed with over a dozen photos of Kim shaking hands with Moon and his first moments in the South. The paper carried a total of 60 photos of the event, devoting four pages of its six pages to the summit. North Korean media also took the rare step reporting the joint declaration’s goal of “complete denuclearisation”. “North and South Korea affirm the common goal of realising a nuclear-free Korean Peninsula through complete denuclearisation,” the official Korean Central News Agency said. Images the two men meeting also saturated South Korean media, played on a loop on major news channels and gracing the front page of every newspaper. “I was very touched when I saw them holding hands,” said Lim Nam-yon. “It was emotional in a way I hadn’t expected and made me feel like peace is actually possible.” But aimd the atmosphere of bonhomie, not everyone was optimistic about future relations. Park Won-thaek, a gruff 79-year-old man in a bolo tie and dark brown sunglass who looked as if he stepped right out of the 1970s, was unmoved. “It looks good,” he said. “But you can’t trust any leader of North Korea and Kim Jong-un will betray us if we don’t remain vigilant.”",
    "keywords": [
        "moon",
        "summit",
        "savour",
        "south",
        "symbol",
        "euphoric",
        "korea",
        "peace",
        "noodles",
        "kim",
        "cold",
        "koreans",
        "pyongyang",
        "north",
        "korean"
    ],
    "summary": "“Now the symbol of peace has changed: it’s Pyongyang cold noodles, not a dove,” wrote one user according to the Korea Herald.\nThe mood in South Korea was overwhelmingly one of euphoria, with ordinary Koreans hailing the meeting as a success and praising Moon’s policy of engagement.\nNorth Korean media also took the rare step reporting the joint declaration’s goal of “complete denuclearisation”.\nImages the two men meeting also saturated South Korean media, played on a loop on major news channels and gracing the front page of every newspaper.\n“But you can’t trust any leader of North Korea and Kim Jong-un will betray us if we don’t remain vigilant.”",
    "sentiment": {
        "neg": 0.02,
        "neu": 0.871,
        "pos": 0.109,
        "compound": 0.3
    }
}