{
    "date": "2018-05-09T15:19:14Z",
    "title": "Who are the three US citizens freed by North Korea?",
    "url": "https://www.theguardian.com/world/2017/jun/19/north-korea-detainees-us-citizens-otto-warmbier",
    "content": "North Korea has granted an “amnesty” to three United States citizens ahead of a planned summit between Donald Trump and the North Korean leader, Kim Jong-un. They are: Kim Dong Chul Kim Dong Chul’s detention was first revealed in January 2016 when he was interviewed by CNN. Kim claimed to be a naturalized US citizen from Fairfax, Virginia, who had been arrested while spying for South Korea. The interview took place in the presence of North Korean guards, and CNN conceded that it could not determine whether Kim’s statements were made “under duress”. Kim told CNN that he had been spying for “South Korean conservative elements” since April 2013. Kim was sentenced to 10 years in prison with hard labor in April 2016 after being found guilty of espionage and subversion. According to CNN, he has a wife and two daughters living in China. Ma Young-ae, a North Korean defector living in New York, told Reuters that Kim was a Christian missionary whom she had met and traveled with in 2007. “He told the churches that he was a missionary working on North Korea and sending stuff from China into the North to help the North Koreans,” Ma said. Kim Sang-duk A professor of accounting at Pyongyang University of Science and Technology (PUST), Kim Sang-duk was detained at the Pyongyang international airport on 22 April 2017, when he was attempting to leave the country. The North Korean government said in May that Kim, who also goes by the name Tony Kim, was “intercepted for committing criminal acts of hostility aimed to overturn the [Democratic People’s Republic of Korea]”. The chancellor of PUST told Reuters that Kim had been involved with “some other activities outside PUST such as helping an orphanage”. Before his brief stint at PUST, Kim taught at Yanbian University of Science and Technology in China. The South Korean news agency Yonhap said that Kim was involved in humanitarian aid work in North Korea. Kim, who is in his 50s, was with his wife when he was detained, but she has since returned to the US. Kim Hak-song Shortly after the detention of Kim Sang-duk, another teacher at PUST, Kim Hak-song, was detained on suspicion of “hostile acts”. Kim was a naturalized US citizen who worked with PUST on agricultural development, according to CNN, and was very concerned with helping the country improve its agricultural output. Ethnically Korean, he was born in China and moved to the US in the 1990s. He was also a pastor with the evangelical Oriental Mission church in Los Angeles. Kim’s wife, Kim Mi-ok, spoke to CNN following her husband’s detention. “We are all the same people,” she said. “I hope this detention is solved in a humanitarian way and he is sent back to our family. Our family members are waiting.”",
    "keywords": [
        "detention",
        "wife",
        "korea",
        "cnn",
        "kim",
        "china",
        "told",
        "citizens",
        "freed",
        "pust",
        "north",
        "korean"
    ],
    "summary": "North Korea has granted an “amnesty” to three United States citizens ahead of a planned summit between Donald Trump and the North Korean leader, Kim Jong-un.\nThe interview took place in the presence of North Korean guards, and CNN conceded that it could not determine whether Kim’s statements were made “under duress”.\n“He told the churches that he was a missionary working on North Korea and sending stuff from China into the North to help the North Koreans,” Ma said.\nThe South Korean news agency Yonhap said that Kim was involved in humanitarian aid work in North Korea.\nKim Hak-song Shortly after the detention of Kim Sang-duk, another teacher at PUST, Kim Hak-song, was detained on suspicion of “hostile acts”.",
    "sentiment": {
        "neg": 0.0729,
        "neu": 0.8923,
        "pos": 0.0348,
        "compound": -0.1037
    }
}