{
    "date": "2018-06-08T04:00:01Z",
    "title": "May refuses to give 'cast iron guarantee' over customs backstop",
    "url": "https://www.theguardian.com/world/2018/jun/08/may-refuses-to-give-cast-iron-guarantee-over-customs-backstop",
    "content": "Theresa May has refused to give a “cast iron guarantee” that her backstop plan to prevent a hard border between the Irish Republic and Northern Ireland would only be temporary. Speaking to reporters as she flew to Canada for the G7 heads of government meeting, May insisted that the inclusion of a fixed end date for the arrangement – which in an alleged stand off nearly cost her her Brexit secretary, David Davis, though her spokeswoman denies this – was “purely there” in case her plans for a technical solution to border controls were not ready by 1 January 2021. “The point about the backstop is that it may never be used. It only comes in if the agreed end state customs arrangement has not been been brought into place by January 2021. “I’ve always been clear that this was time limited and as we’ve said today [Thursday] the end state at the latest will be in by the end of 2021 and we will be working to ensure that it is in earlier than that.” She insisted that her proposal for the whole of the UK to continue to apply the common tariff would not be necessary after December 2021. But she would not guarantee that it would not remain in force after that date, tying the UK in to the existing trade relations and to rulings of the European court of justice – something Brexiters were calling the Hotel California option, checked out but unable to leave. In comments that indicated just how tense the 24 hours before she left the UK had been, she did not deny reports that she had tried to submit her plans to the Europeancommission before they had been signed off by cabinet. “We were clear it was time limited,” she said. “It was important that it was sent to the commission so that we could begin discussions with the commission on it.” May will meet Angela Merkel and Emmanuel Macron in separate bilaterals in Quebec on Friday morning, eastern daylight time. But she has no bilateral meeting scheduled with Donald Trump, who is expected to arrive late and leave early in another gesture of his impatience with conventional international structures. In what is being billed as a G6 plus one summit, Trump may even miss the session on the world economy that is likely to focus on his decision to impose tariffs on steel and aluminium imports. Talking to the press on the way to the summit, May said that the tariffs were unjustified and she had said so in the course of a phone call on Monday. “The EU will be responding and we will be working with others to ensure that the response is within WTO rules,” she said. The EU notified the WTO earlier this week of a list of retaliatory tariffs it intended to impose against US exports, notably jeans and motorbikes. May went out of her way to emphasise that she recognised the significance of Trump’s summit with North Korea, set to take place in Singapore on 12 June. “These are very important issues .. and what we all hope is that this is a very positive step in relation to North Korea. This is an issue where there has been deep concern.” She dismissed a suggestion reportedly made by Trump that he found May and the German chancellor Angela Merkel “too politically correct”. “I just get on and try to make sure that I’m delivering for what people want,” she said. “That’s the job of any politician.” The prime minister also refused to back a 4% year-on-year increase in NHS funding, but she has pledged to end the hand to mouth emergency pay outs that have been necessary for the health service to survive eight years of austerity. In an interview with The Guardian on Wednesday, the health secretary Jeremy Hunt said “The Conservative vision has to be about delivering the highest quality public services that matter to everyone.” But, speaking to journalists on her way to the G7 in Canada, May refused to make a commitment to a 4% increase that the Conservatives inherited in 2010. “What I think is important is that we look to a longer term plan for the NHS,” May said. “We do need to look so it can have that stability and to be able to put its funding on a basis where we’re not having this constant year by year look at their funding.” Hunt insists that there have been no cuts and that spending in real terms spending has kept pace with inflation. But it has not kept pace with escalating demand from an ageing population or technological improvements. In the past, May has been reluctant to accept the case for higher funding, arguing that when she was at the Home Office the police had to face steep cuts. Her reluctance to indicate any level of increase at all suggests that negotiations with the Treasury are far from settled. The Treasury is understood to be refusing to go beyond a 2.5% increase.",
    "keywords": [
        "iron",
        "summit",
        "2021",
        "refuses",
        "cast",
        "end",
        "increase",
        "way",
        "uk",
        "tariffs",
        "funding",
        "refused",
        "customs",
        "guarantee",
        "trump",
        "backstop"
    ],
    "summary": "Theresa May has refused to give a “cast iron guarantee” that her backstop plan to prevent a hard border between the Irish Republic and Northern Ireland would only be temporary.\n“The point about the backstop is that it may never be used.\nIt only comes in if the agreed end state customs arrangement has not been been brought into place by January 2021.\n“What I think is important is that we look to a longer term plan for the NHS,” May said.\nHer reluctance to indicate any level of increase at all suggests that negotiations with the Treasury are far from settled.",
    "sentiment": {
        "neg": 0.0604,
        "neu": 0.8518,
        "pos": 0.0878,
        "compound": 0.0671
    }
}