{
    "date": "2018-06-12T17:10:01Z",
    "title": "US to suspend military exercises with South Korea, Trump says",
    "url": "https://www.theguardian.com/us-news/2018/jun/12/us-to-suspend-war-games-with-south-korea-donald-trump-kim-jong-un-north-summit",
    "content": "Donald Trump has ordered the suspension of US military exercises with South Korea, in a surprise concession at an extraordinary summit with North Korean leader, Kim Jong-un. The US had previously ruled out such a move on the grounds that the exercises were a key element of its military alliance with Seoul and deterrent against North Korea. In return for the US concession, Kim signed a joint statement committing to denuclearisation, but it was a vaguely worded commitment that the regime has made several times before over the past three decades. Asked what would be different this time, Trump pointed to his instincts as a dealmaker. “We got to know each other well in a very confined period of time,” Trump told reporters. “I know when somebody wants to deal and I know when somebody doesn’t.” As proof of Kim’s good intentions, Trump said Kim had offered to destroy a missile engine testing site. “I got that after we signed the agreement,” he recalled. “I said: do me a favour. You have this missile engine testing site … I said can you close it up. He’s going to close it up.” Nuclear weapons experts suggested the site in question could be the Hamhung missile site, thought to have been damaged in a recent engine test. They said it was a minimal part of North Korean weapons programme. By contrast, the cancellation of the military exercises has been a priority for North Korea for decades. Surprising US allies in the region, Trump declared that the war games, involving planes flying long distances, were too expensive. “We will be saving a tremendous amount of money. Plus, it is very provocative,” Trump said. Trump noted that Kim had committed his regime to “work towards complete denuclearisation of the Korean peninsula”. However, the joint statement did not define what denuclearisation meant, a point of longstanding contention between the US and North Korea. Denuclearisation is the longstanding policy of the Pyongyang regime, but the regime interprets this as being an open-ended, gradual process in which other nuclear powers will also disarm. Absent from the joint statement was the definition, promoted up until now by the Trump administration, of complete, verifiable, irreversible dismantlement (CVID). Asked at a press conference why those terms were not included, Trump replied: “Because there’s no time. I’m here one day. It wasn’t a big point today because really … this has been taken care of before we got here.” The outcome of the summit appeared to be a solution that had been championed by Beijing, a “freeze for freeze” in which the North Koreans continue to suspend nuclear and long-range missile tests while the US halts military exercises and does not impose new sanctions. It is solution that the US had hitherto rejected, arguing that it implied an equivalence between North Korea’s nuclear weapons programme and South Korea’s right to maintain its defences in concert with allies. Both the South Korean government and US forces in the region appear to have been taken by surprise by Trump’s declared suspension of joint exercises. US forces in Korea said they had not received updated guidance on the matter. “In coordination with our ROK [Republic of Korea] partners, we will continue with our current military posture until we receive updated guidance,” a spokesperson told Reuters. The South Korean presidency issued a statement saying: “At this moment, the meaning and intention of President Trump’s remarks requires more clear understanding.” Kelly Magsamen, who was a senior Pentagon official dealing with Asian and Pacific security in the Obama administration, said Trump’s announcement “continues [his] disturbing pattern of undermining our democratic alliances while praising our adversaries”. Trump said he accepted that dismantling North Korea’s nuclear arsenal would take a long time, but it would be carried out “as fast as it can be done scientifically, as fast it can it be done mechanically”. On the complex question of how North Korean disarmament would be verified, Trump was vague. “We will be verifying,” he maintained. “It will be achieved by having a lot of people there. As we develop a certain trust.” The language on disarmament in the Singapore statement was similar to that of previous agreements, in 1994 and 2005, which ultimately collapsed amid differences over interpretation and arguments about verification. Trump said the summit on Tuesday would be followed next week by more negotiations between US and North Korean officials to work out the details of the agreement. Before his press conference, reporters were shown a video that Trump said he had played to Kim and his aides towards the end of their talks. It was credited to Destiny Productions and was presented in Korean and English in the style of an action movie trailer. It sought to illustrate alternative futures for North Korea: one a bright, colourful world of scientific progress and happiness, the other a monochrome world full of weaponry accompanied by ominous music. Only one person could choose between these two destinies, the film’s narrator said. In assessing the outcome, some analysts argued that the suspension of nuclear and missile tests coupled with a halt to military exercises at least defused tensions and created space for possible disarmament in the future. Others were more sceptical. Beatrice Fihn, the executive director of the International Campaign to Abolish Nuclear Weapons (Ican), tweeted: “We support diplomacy and peaceful solutions. But there is no agreement on nuclear disarmament and this all looked more like a big welcome party to the nuclear-armed club.” Vipin Narang, an expert on the North Korean nuclear programme, was even more scathing. “President Trump said he was going to take away Kim’s nuclear weapons,” Narang said in a tweet. “Instead he legitimised the value of nuclear weapons in international politics. Even a ‘pipsqueak fourth-rate power’ can bring the US to the table and win if it has nuclear weapons.” Kim also undertook to cooperate with the US in the recovery of the remains of American soldiers killed in the Korean war – a longstanding US request that has so far produced only limited assistance. Trump was repeatedly asked after the summit about North Korea’s appalling human rights record. He said he had raised the issue with Kim, but he defended the North Korean leader. “Well, he is very talented. Anybody that takes over a situation like he did at 26 years of age and is able to run it and run it tough,” the president said. “I believe it is a rough situation over there. We will be doing something on it. It’s rough. It’s rough in a lot of places, by the way.” During the leaders’ public exchanges – a few months after the pair had swapped insults and threatened imminent war – they went out of their way to be gracious. Trump even declared it an “honour” to be sitting next to Kim. On his way back to the US, Trump tweeted that “great progress” had been made towards denuclearisation. “Anyone can make war, but only the most courageous can make peace!” he said.",
    "keywords": [
        "south",
        "military",
        "exercises",
        "korea",
        "north",
        "nuclear",
        "kim",
        "weapons",
        "statement",
        "suspend",
        "trump",
        "korean"
    ],
    "summary": "Donald Trump has ordered the suspension of US military exercises with South Korea, in a surprise concession at an extraordinary summit with North Korean leader, Kim Jong-un.\nThey said it was a minimal part of North Korean weapons programme.\nBy contrast, the cancellation of the military exercises has been a priority for North Korea for decades.\nHowever, the joint statement did not define what denuclearisation meant, a point of longstanding contention between the US and North Korea.\nBeatrice Fihn, the executive director of the International Campaign to Abolish Nuclear Weapons (Ican), tweeted: “We support diplomacy and peaceful solutions.",
    "sentiment": {
        "neg": 0.0583,
        "neu": 0.8662,
        "pos": 0.0755,
        "compound": 0.0499
    }
}