{
    "date": "2018-06-11T12:27:26Z",
    "title": "Trudeau 'stabbed us in back' on trade, says Trump chief economic adviser",
    "url": "https://www.theguardian.com/us-news/2018/jun/10/justin-trudeau-donald-trump-tariffs-g7-north-korea-summit",
    "content": "Donald’s Trump’s chief economic adviser said the US pulled out of a G7 communique because the Canadian prime minister, Justin Trudeau, “stabbed us in the back” and accused the leader of one America’s most important allies of playing a “sophomoric political stunt for domestic consumption”. In an extraordinary interview with CNN’s State of the Union on Sunday, Larry Kudlow, who was present for negotiations at the G7 summit in Quebec over the weekend, said Trudeau had instigated “a betrayal” and was “essentially double-crossing President Trump”. Trudeau used a media conference on Saturday to reject a US demand for a sunset clause in the North American trade agreement, Nafta, that Trump has at different times pressed to abolish or renegotiate. The prime minister also said Canada would “move forward with retaliatory measures” in response to the Trump administration’s move to impose tariffs on aluminium and steel imports from the European Union, Mexico and Canada. The move enraged Trump, who branded his Canadian counterpart “dishonest and weak” in a furious tweet, announcing the US would pull out of an agreed communique. The G7 communique said the leaders of seven of the most powerful countries in the world agreed on the need for “free, fair and mutually beneficial trade” and the importance of fighting protectionism. Kudlow added that Trump had made the decision to pull out of the agreement in an attempt to save face ahead of his historic summit with North Korean leader, Kim Jong-un, in Singapore. “Potus [the president of the United States] is not going to let a Canadian prime minister push him around – push him, Potus around, on the eve of this,” Kudlow said. “He is not going to permit any show of weakness on the trip to negotiate with North Korea. Nor should he.” Trump continued the onslaught against Trudeau on Monday, tweeting from Singapore. Trump’s trade adviser Peter Navarro appeared on Fox News Sunday and said Trudeau deserved “a special place in hell”. “There’s a special place in hell for any foreign leader that engages in bad faith diplomacy with President Donald J Trump and then tries to stab him in the back on the way out the door, and that’s what Bad Faith Justin Trudeau did with that stunt press conference,” Navarro said, adding that his comments had come “right from Air Force One”. Kudlow, a staunch conservative who regularly pounded his fists on the desk throughout his interview on CNN, argued that Trudeau’s comments were “a great disservice to the whole G7”. A representative of Trudeau did not respond to a request for comment but Canadian foreign minister Chrystia Freeland told reporters in Quebec City: “Canada does not conduct its diplomacy through ad hominem attacks … and we refrain particularly from ad hominem attacks when it comes from a close ally.” Leaders of other G7 member states hit back at the Trump administration’s decision to pull out of the joint statement. The office of the French president, Emmanuel Macron, issued a statement saying cooperation on the international stage “cannot be dictated by fits of anger and throwaway remarks”. The statement continued: “We spend two days working out a [joint] statement and commitments. We are sticking to them and whoever reneges on them is showing incoherence and inconsistency.” The office of the German chancellor, Angela Merkel, published a suggestive photograph showing Trump surrounded by other leaders. German foreign minister Heiko Maas wrote on Twitter: “You can destroy an incredible amount of trust very quickly in a tweet. That makes it all the more important that Europe stands together and defends its interests even more offensively.” Merkel later told ARD television: “The withdrawal, so to speak, via tweet is of course ... sobering and a bit depressing.” Donald Tusk, president of the European council, sent a tweet in rebuke of Navarro’s comment. There was “a special place in heaven”, Tusk said, for Trudeau, whom the former Polish prime minister thanked for the “perfect organization” of the summit. The Trump administration’s move also received domestic criticism, from both moderate Republicans and Democrats. In a statement published on Twitter the Republican Arizona senator John McCain said: “To our allies: bipartisan majorities of Americans remain pro-free trade, pro-globalization &amp; supportive of alliances based on 70 years of shared values. Americans stand with you, even if our president doesn’t.” Dianne Feinstein, the senior Democratic senator from California, told CNN that “to walk away from our allies in this way” was “a mistake”. “[The] rules-based international order is being challenged,” she said. Additional reporting by Ashifa Kassam in Toronto",
    "keywords": [
        "canadian",
        "trudeau",
        "kudlow",
        "chief",
        "economic",
        "trade",
        "president",
        "stabbed",
        "prime",
        "adviser",
        "minister",
        "g7",
        "statement",
        "trump"
    ],
    "summary": "Donald’s Trump’s chief economic adviser said the US pulled out of a G7 communique because the Canadian prime minister, Justin Trudeau, “stabbed us in the back” and accused the leader of one America’s most important allies of playing a “sophomoric political stunt for domestic consumption”.\nThe prime minister also said Canada would “move forward with retaliatory measures” in response to the Trump administration’s move to impose tariffs on aluminium and steel imports from the European Union, Mexico and Canada.\nNor should he.” Trump continued the onslaught against Trudeau on Monday, tweeting from Singapore.\nTrump’s trade adviser Peter Navarro appeared on Fox News Sunday and said Trudeau deserved “a special place in hell”.\nThere was “a special place in heaven”, Tusk said, for Trudeau, whom the former Polish prime minister thanked for the “perfect organization” of the summit.",
    "sentiment": {
        "neg": 0.0603,
        "neu": 0.8628,
        "pos": 0.0769,
        "compound": 0.033
    }
}