{
    "date": "2018-01-09T14:18:12Z",
    "title": "North Korea agrees to send athletes to Winter Olympics after talks with South",
    "url": "https://www.theguardian.com/world/2018/jan/09/north-south-korea-talks-winter-olympics-nuclear",
    "content": "North Korea is to send athletes and cheerleaders to next month’s Winter Olympics in South Korea after the two countries ended their first official talks for more than two years. The agreement represents a cautious diplomatic breakthrough after months of rising tensions over Pyongyang’s nuclear weapons programme and came with a pledge to reopen a military hotline and hold further talks to reduce the chances of a conflict breaking out due to an accident or miscalculation South Korea said Seoul would temporarily lift sanctions to allow the North to attend the Pyeongchang Games, which open on 9 February, and proposed that the two Koreas march together during the opening and closing ceremonies. The North said its delegation would include athletes, high-ranking officials, a cheering squad, art performers, reporters and spectators. South Korea’s unification minister, Cho Myoung-gyon, said Seoul believed “guests from the North are going to join many others from all around the world” at Pyeongchang. “The people have a strong desire to see the North and South move towards peace and reconciliation,” he said. The North, however, said it would not discuss its nuclear weapons in coming talks with Seoul because they were aimed only at the US, not its “brethren” in South Korea. In a joint statement after 11 hours of talks, the North made a “strong complaint” after Seoul proposed talks to denuclearise the Korean peninsula. “All our weapons including atomic bombs, hydrogen bombs and ballistic missiles are only aimed at the United States, not our brethren, nor China and Russia,” the statement said. “This is not a matter between North and South Korea, and to bring up this issue would cause negative consequences and risks turning all of today’s good achievement into nothing.” The South’s unification ministry said in a separate statement: “We will closely coordinate with the United States, China, Japan and other neighbours in this process.” The North Korean delegation travelled to the border in a motorcade and then walked across the military demarcation line into the southern side of the truce village of Panmunjom at about 9.30am local time. The village straddles the demilitarised zone (DMZ), the heavily armed border that has separated the two Koreas for more than six decades. “Let’s present the people with a precious new year’s gift,” said Ri Son-gwon, the chairman of the North’s committee for the peaceful reunification of the fatherland and head of the country’s delegation. “There is a saying that a journey taken by two lasts longer than the one travelled alone.” But as the two sides sat down for their first face-to-face talks since December 2015, North Korean media hit back at Donald Trump’s claim that his tough stance against Pyongyang had facilitated the Olympic negotiations. The Rodong Sinmun, the newspaper of the ruling Workers’ party, said the US president’s claim that sanctions and pressure on the regime had brought him “diplomatic success” during his first year in the White House was “ridiculous sophism”. Discussions focused on North Korean participation in the Pyeongchang Winter Games, but included other inter-Korean issues such as the resumption of reunions between family members who were separated at the end of the 1950-53 Korean war. South Korea has suggested holding reunions during the Lunar new year holidays next month. The two sides will have to work out details such as the size of the North Korean delegation, which is expected to be dominated by members of the country’s female cheerleading group. The North Korean party could spend the Games staying on a cruise ship in Sokcho, about an hour’s drive from the Olympic venue, enabling the hosts to closely monitor their guests. South Korean media said the delegation could include Kim Yo-Jong, the younger sister of the North Korean leader, Kim Jong-un, in her capacity as a senior official in the ruling party. South Korea risks angering the US and Japan, however, if, as some have speculated, it has to lift travel bans against several North Korean officials who plan to attend the Games. A foreign ministry spokesman said Seoul would take “prior steps” in tandem with the UN security council to allow the officials to cross the border. China’s foreign ministry said it was “pleased to see this high-level talk between the two sides, while a Kremlin spokesman said: “This is exactly the kind of dialogue that we said was necessary.” The two Koreas previously made joint entrances to Olympics opening and closing ceremonies in Sydney in 2000, Athens in 2004 and at the 2006 Winter Games in Turin. Preparation for the resumption of high-level dialogue – albeit focusing on sport rather than security – have proceeded at breakneck speed since New Year’s Day, when Kim Jong-un said he was willing to discuss North Korean participation in the Games. That was quickly followed by the reopening of a cross-border hotline that had not been used for almost two years. The North agreed to meet on Tuesday after Seoul and Washington said they would delay joint military exercises until after the Winter Paralympics end on 18 March. North Korea regards the drills, which the allies say are designed to demonstrate their overwhelming conventional firepower, as a rehearsal for an invasion and has often cited them as an obstacle to dialogue. Katina Adams, a spokeswoman for the US state department, did not respond directly to suggestions that the two Koreas could march under a single flag at the Pyeongchang opening ceremony and possibly compete as a single nation in some events. The US, Adams said, remained “clear-eyed about [North Korea’s] track record when it comes to negotiations”, and added: “Time will tell if this is a genuine gesture.”",
    "keywords": [
        "south",
        "send",
        "athletes",
        "korea",
        "games",
        "north",
        "seoul",
        "winter",
        "agrees",
        "koreas",
        "delegation",
        "olympics",
        "talks",
        "korean"
    ],
    "summary": "North Korea is to send athletes and cheerleaders to next month’s Winter Olympics in South Korea after the two countries ended their first official talks for more than two years.\n“The people have a strong desire to see the North and South move towards peace and reconciliation,” he said.\nIn a joint statement after 11 hours of talks, the North made a “strong complaint” after Seoul proposed talks to denuclearise the Korean peninsula.\nSouth Korea has suggested holding reunions during the Lunar new year holidays next month.\nThe US, Adams said, remained “clear-eyed about [North Korea’s] track record when it comes to negotiations”, and added: “Time will tell if this is a genuine gesture.”",
    "sentiment": {
        "neg": 0.0341,
        "neu": 0.894,
        "pos": 0.0718,
        "compound": 0.0777
    }
}