{
    "date": "2018-06-07T03:00:47Z",
    "title": "Kim Jong-un begged Trump on his knees to revive summit, Rudy Giuliani says",
    "url": "https://www.theguardian.com/us-news/2018/jun/07/rudy-giuliani-kim-jong-un-begged-trump-knees-north-korea-summit-",
    "content": "Former New York mayor Rudy Giuliani has boasted that Donald Trump had forced North Korea’s leader to beg to re-schedule a high-profile summit after the president abruptly called off the meeting. After the cancellation, “Kim Jong-un got back on his hands and knees and begged for it, which is exactly the position you want to put him in,” Giuliani told a business conference in the Israeli city of Tel Aviv. In an interview later with the Associated Press, Giuliani rejected suggestions that such comments might sour the atmosphere before next week’s summit, saying Kim Jong-un must understand the US is in a position of strength. “It is pointing out that the president is the stronger figure,” Giuliani said. “And you’re not going to have useful negotiations unless he accepts that.” Giuliani’s strong language reflects that of Trump, who threatened Kim with the same fate as Muammar Gaddafi if the North Korean leader “doesn’t make a deal” on his nuclear weapons programme. Trump’s national security adviser, John Bolton, has also caused a storm by insisting North Korea would have to dismantle its nuclear arsenal completely and immediately, rousing a senior Pyongyang official to say that Kim would not take part in a summit with such “one-sided” goals. Bolton also referred to the “Libya model”, irking a regime that has repeatedly pointed to Gaddafi’s grisly death in a Nato-backed insurgency eight years later as a reason not to give up nuclear weapons. Giuliani said Trump had no choice but to call off the meeting after the North Koreans insulted vice-president Mike Pence and national security adviser John Bolton and threatened “nuclear annihilation” of the US. “President Trump didn’t take that. What he did was he called off the summit,” Giuliani said. Giuliani said Kim quickly changed his position, expressed willingness to discuss denuclearisation and asked to have the meeting again. “That’s what I mean by begging for it,” Giuliani said. The summit is back on, in Singapore next Tuesday. Giuliani, Trump’s lawyer in the Russian investigation, noted that he was sharing a personal opinion and was not part of the US foreign policy team. Associated Press contributed to this report",
    "keywords": [
        "summit",
        "giuliani",
        "begged",
        "meeting",
        "bolton",
        "knees",
        "rudy",
        "position",
        "north",
        "president",
        "kim",
        "nuclear",
        "jongun",
        "revive",
        "trump"
    ],
    "summary": "Former New York mayor Rudy Giuliani has boasted that Donald Trump had forced North Korea’s leader to beg to re-schedule a high-profile summit after the president abruptly called off the meeting.\nIn an interview later with the Associated Press, Giuliani rejected suggestions that such comments might sour the atmosphere before next week’s summit, saying Kim Jong-un must understand the US is in a position of strength.\n“President Trump didn’t take that.\nWhat he did was he called off the summit,” Giuliani said.\nGiuliani said Kim quickly changed his position, expressed willingness to discuss denuclearisation and asked to have the meeting again.",
    "sentiment": {
        "neg": 0.0482,
        "neu": 0.8983,
        "pos": 0.0535,
        "compound": -0.0117
    }
}