{
    "date": "2018-02-09T14:54:47Z",
    "title": "Will joint ice hockey team warm up frosty Korea relations?",
    "url": "https://www.theguardian.com/sport/2018/feb/09/will-joint-ice-hockey-team-winter-olympics-warm-up-frosty-korea-relations",
    "content": "For decades, the Olympics have shunned politics, hoping to keep the Games focused on sport rather than world affairs. But while this year’s women’s ice hockey team from Korea has been assembled under the banner of promoting peace among neighbours technically still at war, the political message is undeniable. For the first time, competitors from North and South Korea will play in a unified team, a plan cobbled together by representatives from both governments during discussions at the demilitarised zone that separates the two countries. The two sides have come a long way since Seoul hosted the Summer Olympics in 1988, where North Korea refused to attend and bombed a Korean Air flight in the months before the Games in an attempt to scare the international community. Thirty years later, the Games are a tool for rapprochement rather than confrontation. The team will make its Olympic debut on Saturday when it faces off against Switzerland in what is expected to be a difficult match. While the combined team is not ranked internationally, South Korea was already the biggest underdog before the addition of less experienced players, and only qualified as the hosts. The move has been highly controversial at home. Many in South Korea have protested against what they see as a deeply unfair arrangement, where players that had trained for years were forced to make way for less experienced players from the North in the name of politics. “The best description is that there are mixed feelings, it’s not a wave of euphoria,” said Prof John Delury, of Yonsei University in Seoul. “Generally there’s a positive view on [the] overall concept of North Korea participating in the Olympics, but on the details there are high levels of ambivalence, or some sense of unfairness like with hockey team.” The team now has 12 North Korea players, although only a few will participate in each game, and many fears have been soothed since the original announcement. “The chemistry is better than I could have expected,” Sarah Murray, the team’s Canadian-American head coach, told reporters this week. “When I heard they were joining our team I thought worst-case scenario, we are going to be separate, our players are not going to talk.” The combined team must use at least three North Korean players each game out of a total of 22, according to an agreement with the International Olympic Committee. During the team’s debut, a friendly against Sweden where they lost 3-1, four North Korean players suited up for the game. They will don jerseys emblazoned with with word “Korea” over a light blue silhouette depicting a united Korean peninsula, and use a white flag with the same outline. The team will use the acronym COR, an abbreviation for Korea in French, a co-official language in the IOC. ‘’The head coach that [North Korea] brought, he has been amazing and without him we could not be doing what we are doing. He is very open to suggestions,” Murray said. The team has exposed a few fundamental differences between players from two countries that have been divided for over 70 years. Players from the North and South use different words for terms like “pass” and “shoot”, with South Koreans using English terms and North Koreans deploying Korean words. While tensions have cooled since North Korea agreed to send a delegation to the Games, a senior official warned only so much progress can be made through sport. “Sport exchanges can only continue to grow when political circumstances improve,” said Chang Ung, the sole North Korean representative to the IOC.",
    "keywords": [
        "warm",
        "ice",
        "south",
        "korea",
        "games",
        "north",
        "frosty",
        "sport",
        "players",
        "korean",
        "hockey",
        "game",
        "joint",
        "olympics",
        "team",
        "relations"
    ],
    "summary": "But while this year’s women’s ice hockey team from Korea has been assembled under the banner of promoting peace among neighbours technically still at war, the political message is undeniable.\nWhile the combined team is not ranked internationally, South Korea was already the biggest underdog before the addition of less experienced players, and only qualified as the hosts.\nDuring the team’s debut, a friendly against Sweden where they lost 3-1, four North Korean players suited up for the game.\n‘’The head coach that [North Korea] brought, he has been amazing and without him we could not be doing what we are doing.\n“Sport exchanges can only continue to grow when political circumstances improve,” said Chang Ung, the sole North Korean representative to the IOC.",
    "sentiment": {
        "neg": 0.0597,
        "neu": 0.8629,
        "pos": 0.0774,
        "compound": 0.1344
    }
}