{
    "date": "2018-06-12T08:15:02Z",
    "title": "Singapore summit: what we learned from the Trump-Kim meeting",
    "url": "https://www.theguardian.com/world/2018/jun/12/singapore-meeting-what-we-know-so-far",
    "content": "The North Korean leader, Kim Jong-un, has committed Pyongyang to “work towards” the denuclearisation of the Korean peninsula in an agreement signed with the US president, Donald Trump, in Singapore. It also commits the two countries “peace and prosperity”. The US and North Korea also agreed to recover the remains of prisoners of war from the conflict between North and South Korea, and the immediate repatriation of those already identified. The vague nature of the agreement and the lack of other specific details were greeted with disappointment by analysts. Robert Kelly, professor of political science at Pusan National University, says the text is “even thinner than most sceptics anticipated”. Trump said the US would halt joint military drills with longtime ally South Korea. The exercises have infuriated North Korea for years and if Trump follows through with this pledge, which was announced at a press conference and not in signed documents, it would be a big concession to Pyongyang. North Korea will be dismantling a missile facility, according to Trump. This was another item not detailed in the signed documents, but Trump said at a briefing Kim had pledged to begin winding down some facilities. This claim could not be immediately confirmed. South Korea praised the outcome and both Trump and Kim. But President Moon Jae-in acknowledged there could be difficulties ahead, and most experts agree there will need to be many more meetings to hammer out the details. China welcomed the summit as historic. The fact that the two leaders “can sit together and have equal talks has important and positive meaning, and is creating a new history,” the Chinese foreign minister, Wang Yi, told reporters. He also talked of the need for a peace mechanism for the peninsula. Trump has said his talks with Kim Jong-un were “better than anybody could imagine”. The two leaders initially met in private for 38 minutes accompanied only by translators. They later held a working lunch with top aides. The talks were the first time a sitting US president has had a meeting with a leader of North Korea. Trump and Kim met on the steps of the Capella hotel on Sentosa island in Singapore and shook hands in front of a display of US and North Korean flags. The handshake lasted about 12 seconds. Speaking through an interpreter Kim said: “Many people in the world will think of this as a form of fantasy from a science fiction movie.” After the signing ceremony Kim’s motorcade headed for the airport. Sitting together for a brief photo call before officials talks, Trump said it was an “honour” to be there with the North Korean leader. Kim said the pair had overcome many “obstacles” to make it to the summit. The leaders’ mutual friend Dennis Rodman appeared on TV during the summit in an emotional sideshow, saying: “It’s a great day. I’m here to see it. I’m so happy.”",
    "keywords": [
        "singapore",
        "summit",
        "meeting",
        "south",
        "korea",
        "north",
        "president",
        "talks",
        "kim",
        "learned",
        "korean",
        "signed",
        "trump",
        "trumpkim"
    ],
    "summary": "The North Korean leader, Kim Jong-un, has committed Pyongyang to “work towards” the denuclearisation of the Korean peninsula in an agreement signed with the US president, Donald Trump, in Singapore.\nThe US and North Korea also agreed to recover the remains of prisoners of war from the conflict between North and South Korea, and the immediate repatriation of those already identified.\nTrump said the US would halt joint military drills with longtime ally South Korea.\nThe talks were the first time a sitting US president has had a meeting with a leader of North Korea.\nSitting together for a brief photo call before officials talks, Trump said it was an “honour” to be there with the North Korean leader.",
    "sentiment": {
        "neg": 0.0316,
        "neu": 0.8854,
        "pos": 0.083,
        "compound": 0.0785
    }
}