{
    "date": "2018-03-09T01:13:44Z",
    "title": "South Korea and White House on talks with North: full transcript",
    "url": "https://www.theguardian.com/world/2018/mar/09/south-korea-white-house-talks-north-full-transcript",
    "content": "South Korea statement Chung Eui-yong, Seoul’s national security office chief, announced at the White House, after a meeting with Donald Trump, that the US president is ready to meet North Korea’s Kim Jong-un. Good evening. Today I had the privilege of briefing President Trump on my recent visit to Pyongyang, North Korea. I’d like to thank President Trump, the vice-president and his wonderful national security team, including my close friend General McMaster. I explained to President Trump that his leadership and his maximum pressure policy, together with international solidarity, brought us to this juncture. I expressed President Moon Jae-in’s personal gratitude for President Trump’s leadership. I told President Trump that, in our meeting, North Korean leader Kim Jong-un said he is committed to denuclearisation. Kim pledged that North Korea will refrain from any further nuclear or missile tests. He understands that the routine joint military exercises between the Republic of [South] Korea and the United States must continue. And he expressed his eagerness to meet President Trump as soon as possible. President Trump appreciated the briefing and said he would meet Kim Jong-un by May to achieve permanent denuclearisation. The Republic of Korea, along with the United States, Japan, and our many partners around the world remain fully and resolutely committed to the complete denuclearisation of the Korean peninsula. Along with President Trump, we are optimistic about continuing a diplomatic process to test the possibility of a peaceful resolution. The Republic of Korea, the United States and our partners stand together in insisting that we not repeat the mistakes of the past, and that the pressure will continue until North Korea matches its words with concrete actions. Thank you. White House statement Afterwards, the White House spokeswoman, Sarah Sanders, put out this statement: President Trump greatly appreciates the nice words of the South Korean delegation and President Moon. He will accept the invitation to meet with Kim Jong-un at a place and time to be determined. We look forward to the denuclearisation of North Korea. In the meantime, all sanctions and maximum pressure must remain.",
    "keywords": [
        "white",
        "south",
        "korea",
        "denuclearisation",
        "president",
        "talks",
        "house",
        "kim",
        "meet",
        "transcript",
        "jongun",
        "trump",
        "united",
        "north"
    ],
    "summary": "South Korea statement Chung Eui-yong, Seoul’s national security office chief, announced at the White House, after a meeting with Donald Trump, that the US president is ready to meet North Korea’s Kim Jong-un.\nToday I had the privilege of briefing President Trump on my recent visit to Pyongyang, North Korea.\nI’d like to thank President Trump, the vice-president and his wonderful national security team, including my close friend General McMaster.\nAlong with President Trump, we are optimistic about continuing a diplomatic process to test the possibility of a peaceful resolution.\nWhite House statement Afterwards, the White House spokeswoman, Sarah Sanders, put out this statement: President Trump greatly appreciates the nice words of the South Korean delegation and President Moon.",
    "sentiment": {
        "neg": 0.018,
        "neu": 0.7634,
        "pos": 0.2186,
        "compound": 0.3998
    }
}