{
    "date": "2018-06-19T02:47:23Z",
    "title": "Pentagon cancels Freedom Guardian military drill with South Korea",
    "url": "https://www.theguardian.com/world/2018/jun/19/pentagon-cancels-freedom-guardian-military-drill-with-south-korea",
    "content": "The United States and South Korea have cancelled a major military exercise scheduled for August, a week after Donald Trump said he would end the “war games” in a surprise concession during his summit with the North Korean leader, Kim Jong-un. The Pentagon said Operation Ulchi Freedom Guardian would not take place, while Washington and Pyongyang continue to discuss denuclearisation following Trump’s historic meeting with Kim in Singapore last Tuesday. The announcement came as Kim travelled to China to brief president Xi Jinping on his Singapore meeting with Trump. This is Kim’s third trip to China this year, coming less than a week after he met Trump in Singapore for historic talks. Last year’s drill was held over 11 days and involved 17,500 US troops and 50,000 from South Korea, along with those from several other countries that fought in the 1950-53 Korean war. The cancellation came after long discussions between the secretary of state, Jim Mattis, and his counterpart in Seoul, Song Young-moo. “We are still coordinating additional actions. No decisions on subsequent war games have been made,” Pentagon spokeswoman Dana White said. “There is no impact on Pacific exercises outside of the Korean peninsula.” The South Korean defence ministry said in a statement: “South Korea and the United States have agreed to suspend all planning activities regarding the Freedom Guardian military drill scheduled for August.” No decision has been made on other US-South Korea drills, it added. There was no immediate reaction from North Korea. The decision does not affect two other major exercises, Key Resolve and Foal Eagle, which usually include live-fire drills with tanks, aircraft and warships and feature about 10,000 American and 200,000 South Korean troops. The drills usually take place each spring but were delayed slightly this year as a conciliatory gesture amid a lowering of inter-Korean tensions during the Winter Olympics in Pyeongchang. Trump surprised officials in Seoul and Washington last week when he abruptly announced that he was suspending military exercises with the South, “unless and until we see the future negotiation is not going along like it should”. Speaking to reporters in Singapore, Trump said that pausing the drills would save the US “a tremendous amount of money” and described them as “very provocative” – echoing North Korea’s criticism that the exercises are a rehearsal for a US-led invasion. Trump had not informed the South Korean government or the US military of his decision, which contradicted both countries’ belief that the drills are purely defensive in nature and essential preparation for a possible North Korean attack. The exercises typically comprise beach landings and repelling an invasion by the North, but have also featured “decapitation” strikes targeting senior figures in the regime. Critics in Congress have warned that ending joint drills could weaken the military alliance between the US and South Korea, which hosts 28,500 American troops. Japanese officials have also reacted cautiously to Trump’s announcement.",
    "keywords": [
        "singapore",
        "cancels",
        "south",
        "military",
        "drill",
        "exercises",
        "korea",
        "north",
        "drills",
        "week",
        "trump",
        "freedom",
        "pentagon",
        "guardian",
        "korean"
    ],
    "summary": "The announcement came as Kim travelled to China to brief president Xi Jinping on his Singapore meeting with Trump.\nLast year’s drill was held over 11 days and involved 17,500 US troops and 50,000 from South Korea, along with those from several other countries that fought in the 1950-53 Korean war.\n“There is no impact on Pacific exercises outside of the Korean peninsula.” The South Korean defence ministry said in a statement: “South Korea and the United States have agreed to suspend all planning activities regarding the Freedom Guardian military drill scheduled for August.” No decision has been made on other US-South Korea drills, it added.\nThere was no immediate reaction from North Korea.\nCritics in Congress have warned that ending joint drills could weaken the military alliance between the US and South Korea, which hosts 28,500 American troops.",
    "sentiment": {
        "neg": 0.1012,
        "neu": 0.8631,
        "pos": 0.0357,
        "compound": -0.1363
    }
}