{
    "date": "2018-06-13T06:08:50Z",
    "title": "China hails its 'indisputable' role in outcome of Trump-Kim summit",
    "url": "https://www.theguardian.com/world/2018/jun/13/china-hails-its-indisputable-role-in-outcome-of-trump-kim-summit",
    "content": "Chinese officials have been quick to take credit for some of the outcomes of a historic summit between the US and North Korea on Tuesday. Following the meeting between US president Donald Trump and North Korean leader Kim Jong-un in Singapore, China’s foreign minister Wang Yi hailed China’s “indisputable” role in the process. “It is fair to say that the relevant approach and initiative proposed by China and its endeavours … have played a positive and constructive role in getting the situation on the peninsula to where it is now.” China’s state-run media called the summit a “success” and something China had long been “working toward.” China, North Korea’s largest trading partner and most powerful ally, was not present at the summit in Singapore but Beijing has emerged as a clear winner. Trump surprised allies by announcing the US would stop holding military exercises with South Korea, a measure China first proposed to Washington last year, known as the “freeze for freeze” initiative. Trump initially rejected the proposal, in which North Korea would stop conducting nuclear and missile tests in exchange for a halt in military exercise between the US and South Korea. “The China-proposed ‘suspension for suspension’ initiative has been materialised and now the situation is moving forward,” Wang said, in comments to reporters in Beijing. Trump also called the war games “provocative” and “inappropriate,” echoing language both Beijing and Pyongyang have used to characterise the annual war games that have been conducted for decades. “Trump suspending joint drill between the US and South Korea shows sincerity,” said Lu Chao, an expert in North and South Korea relations at the Liaoning Academy of Social Science. China may benefit in other ways. Soon after the summit’s conclusion, Beijing called for lifting international sanctions on Pyongyang, a move that would give trade in China’s northeastern regions across the border from North Korea a needed boost. “As a neighbour, China’s role is to take more responsibility as a regional power. China is an important mediator between the US and North Korea, and China will maintain this role,” Lu said.",
    "keywords": [
        "hails",
        "summit",
        "south",
        "korea",
        "beijing",
        "china",
        "role",
        "indisputable",
        "chinas",
        "initiative",
        "trump",
        "outcome",
        "north",
        "trumpkim"
    ],
    "summary": "Chinese officials have been quick to take credit for some of the outcomes of a historic summit between the US and North Korea on Tuesday.\nFollowing the meeting between US president Donald Trump and North Korean leader Kim Jong-un in Singapore, China’s foreign minister Wang Yi hailed China’s “indisputable” role in the process.\n“Trump suspending joint drill between the US and South Korea shows sincerity,” said Lu Chao, an expert in North and South Korea relations at the Liaoning Academy of Social Science.\n“As a neighbour, China’s role is to take more responsibility as a regional power.\nChina is an important mediator between the US and North Korea, and China will maintain this role,” Lu said.",
    "sentiment": {
        "neg": 0.0385,
        "neu": 0.8808,
        "pos": 0.0807,
        "compound": 0.0857
    }
}