{
    "date": "2018-02-09T16:57:07Z",
    "title": "Winter Olympics begin with powerful message of peace",
    "url": "https://www.theguardian.com/sport/2018/feb/09/winter-olympics-begin-with-powerful-message-of-peace",
    "content": "Towards the end of an opening ceremony that flitted between vibrancy and schmaltz, an image of two doves appeared on the floor of the Pyeongchang Olympic Stadium and the opening bars of John Lennon’s Imagine struck up. As four of South Korea’s most famous singers tried to outdo each by singing each line even more earnestly than the next, the stage was flooded by volunteers holding candles of peace. You didn’t need a degree in east Asian studies to work out what was happening. This felt like the International Olympic Committee making a full-frontal pitch for this year’s Nobel peace prize. It might well work too. Earlier, as athletes and officials from South Korea and North Korea walked side by side, waving white flags and dancing and grinning into the camera, it was hard not to be swept up in the sustained waves of applause and joy. Meanwhile an even more important gesture was taking place in the stands, with the South Korean president, Moon Jae-in, turning round to shake hands with the North Korean president, Kim Yong-nam, and Kim Yo-jong, the sister of Kim Jong-un. It was a simple but potentially highly symbolic moment. South Korea is viewing Kim’s visit – the highest ranking since the Korean war nearly 70 years ago – as a positive sign of the North Korean leader’s willingness to ease tensions on the Korean peninsula. We shall see. But Thomas Bach, the president of the IOC, was quick to stress that by marching together the North and South Korean athletes had sent a powerful message to the world and showed “the unique power of sport to unite people”. “All the athletes around me, all the spectators here in the stadium, and all Olympic fans watching around the world … we are all touched by this wonderful gesture,” he said. “We all join and support you in your message of peace. United in our diversity, we are stronger than all the forces that want to divide us. “Two years ago in Rio de Janeiro, with the first ever Refugee Olympic Team, the IOC sent a powerful message of hope to the world. Now in Pyeongchang, the athletes from the teams of South and North Korea, by marching together, send a powerful message of peace to the world.” Shortly afterwards, two athletes from the unified Korean ice hockey team, Park Jong-ah of the South and Jong Su-hyun of the North, climbed a block of steep stairs towards the Olympic flame clutching the torch. But it was left to Yuna Kim, the hugely popular South Korean figure skating gold medallist, to be given the honour of lighting it. That was the prelude to a thrilling finale of dancers with flames leaping out of their backs, snowboarders and skiers flying down a mountain before creating the Olympic rings, and an encore of fireworks to end the show. Earlier when crowds had arrived they were handed hot packs, hats and blankets to protect them from the cold. That was wise given that at a concert here in December several spectators had developed hypothermia. However, the temporary thaw in political relations was matched by the weather. It had been -21C in Pyeongchang earlier in the week. But the time the ceremony started it was a positively balmy -3C. The crowd were largely thrilled by a 130-minute show with two distinct faces. Much of it showed South Korea as a vibrant and upbeat nation, confident in its skin and its future. Yet there was unmistakable yearning for its prodigal twin to make peace with it too. How else to explain the start of the show, with five children – to quote the show notes – “travelling back in time to an ancient field of snow where heaven, earth and nature are in communication – and on a quest for peace”. Later on, these children were caught in a storm. Yet they emerged to come face to face with a happier and peaceful future. In between all this the athletes were introduced and paraded and the internet in the stadium went down. Was it a denial of service attack from the North, joked one wag? But given the IOC’s successful efforts to broker some sort of rapprochement – however temporarily – perhaps this wasn’t a night to be too cynical.",
    "keywords": [
        "south",
        "athletes",
        "korea",
        "world",
        "peace",
        "message",
        "begin",
        "kim",
        "winter",
        "olympic",
        "powerful",
        "olympics",
        "north",
        "korean"
    ],
    "summary": "This felt like the International Olympic Committee making a full-frontal pitch for this year’s Nobel peace prize.\n“We all join and support you in your message of peace.\n“Two years ago in Rio de Janeiro, with the first ever Refugee Olympic Team, the IOC sent a powerful message of hope to the world.\nBut it was left to Yuna Kim, the hugely popular South Korean figure skating gold medallist, to be given the honour of lighting it.\nMuch of it showed South Korea as a vibrant and upbeat nation, confident in its skin and its future.",
    "sentiment": {
        "neg": 0.0259,
        "neu": 0.8079,
        "pos": 0.1661,
        "compound": 0.3868
    }
}