{
    "date": "2018-04-28T14:24:58Z",
    "title": "North Korea's state media plays down Kim's nuclear pledge",
    "url": "https://www.theguardian.com/world/2018/apr/28/north-korea-state-media-plays-down-kim-jong-uns-nuclear-pledge",
    "content": "North Korea’s state media is playing down Kim Jong-un’s pledge to pursue denuclearisation, made at a summit with South Korea, raising the stakes for Donald Trump’s upcoming talks with the young leader. Eliminating the nuclear weapons that North Korea claims could hit US cities is Washington’s core objective in talks with Pyongyang. It wants a process that is “complete, verifiable and irreversible”. Experts, however, have long warned that Kim is unlikely to give up missiles and warheads that have taken decades of work to build, particularly when they are the very reason the US president is coming to the negotiating table. “It would be extremely strange – by basically any theory of human or political behaviour – for Kim to give up a deterrent right after attaining it,” said Alex Wellerstein, a historian of science and nuclear weapons. “Nothing is impossible, but it would be very unexpected, the strangest possible outcome.” North Korea’s state media only published details of the historic summit with South Korea on Saturday, the day after the rest of the world watched the meeting unfold on live television. State TV’s semi-retired anchor Ri Chun Hee, who has announced most major news in the isolated state for decades, returned to the nation’s screens to report on the talks with the South Korean president, Moon Jae-in. The meeting also filled a number of pages of the Saturday edition of the official Rodong Sinmun newspaper, including dozens of photos. Among the images of the leaders, their wives and the summit site, the text focused mostly on promises to try to bring lasting peace to the peninsula, rather than the goal of getting rid of nuclear weapons. “The emphasis is all on peace, the nation, dialogue and unification. Denuclearization is a small side issue,” wrote Peter Ward, a north Korea watcher based in Seoul, wrote in a detailed analysis of coverage in Pyongyang’s paper of record on Twitter. The Rodong Sinmun reproduced the two leaders’ joint declaration in full, which mentioned denuclearisation. It did not specify any details, however, and the newspaper did not otherwise touch on the issue, despite Trump’s repeated insistence that destroying North Korea’s nuclear capacity lies at the heart of US concerns. After months of sabre rattling, many in Seoul and further afield saw the talks as a welcome move to reduce tensions and the risk of miscalculations. North Korea, however, has a history of seeking rapprochement with the south, brokering deals to limit its nuclear ambitions in return for aid or other support – and then breaking them. “Glad to see North and South Korea making what appear to be earnest efforts to reduce tensions and short-term possibility of war,” Wellerstein said. “But let us not forget history: DPRK strategy has long been one of oscillation between good and bad relations with regard to the Republic of Korea [South Korea].” Trump has warned that Washington will not be “played” by Kim, and that he will keep up a campaign of maximum pressure until the nuclear weapons are gone. If the two sides are unable reach a deal he will walk out of any summit, he has said. North Korea has its red lines too. The fate of leaders such as Saddam Hussein and Muammar Gaddafi, who gave up illegal weapons programmes and were then toppled by the west or western-backed movements, is well known in Pyongyang, and likely to add to Kim’s reluctance to abandon the country’s nuclear project. “It is still unclear whether North Korea still believes that it can have its cake and eat it too,” said Victor Cha, who until January was in the running to become US ambassador to South Korea. The meeting had positive atmospherics but did not clarify whether Kim was genuinely considering giving up his nuclear weapons or just hoped to freeze programmes in return for sanctions relief and aid, he told the Associated Press.",
    "keywords": [
        "summit",
        "meeting",
        "south",
        "plays",
        "korea",
        "state",
        "talks",
        "nuclear",
        "pledge",
        "kim",
        "media",
        "weapons",
        "kims",
        "north",
        "koreas"
    ],
    "summary": "North Korea’s state media is playing down Kim Jong-un’s pledge to pursue denuclearisation, made at a summit with South Korea, raising the stakes for Donald Trump’s upcoming talks with the young leader.\nEliminating the nuclear weapons that North Korea claims could hit US cities is Washington’s core objective in talks with Pyongyang.\n“Glad to see North and South Korea making what appear to be earnest efforts to reduce tensions and short-term possibility of war,” Wellerstein said.\nNorth Korea has its red lines too.\n“It is still unclear whether North Korea still believes that it can have its cake and eat it too,” said Victor Cha, who until January was in the running to become US ambassador to South Korea.",
    "sentiment": {
        "neg": 0.0632,
        "neu": 0.8758,
        "pos": 0.0609,
        "compound": -0.0674
    }
}