{
    "date": "2018-02-11T00:05:00Z",
    "title": "Korea’s united Olympic squad: symbol of hope or mere political stunt?",
    "url": "https://www.theguardian.com/sport/2018/feb/10/korea-united-olympic-squad-hockey-game-highlights-deep-divisions",
    "content": "One minute Lee Yun-hwa was full of excitement, shouting her order in a tiny Gangneung pub for a plate of grilled intestines and a round of beer. The next minute she was sitting in stunned silence as Switzerland scored yet another goal against the Korean women’s ice hockey team. It was supposed to be a moment of celebration – the first time in history that athletes from North and South Korea had played together in an Olympics. But as the loss deepened – Korea finally lost to Switzerland 8-0 – it was hard to find a silver lining. “Overall it’s good, but the timing is bad,” said Lee. “There’s no chance for teambuilding, or for the players to get to know each other. That shows it’s all a political stunt, and I feel bad for the South Korean players.” The idea of a unified team is the brainchild of government officials from the two Koreas who met last month in the heavily fortified demilitarised zone. The squad is the centrepiece of the South Korean president Moon Jae-in’s push to brand the games as the “peace Olympics” and his goal of increasing exchanges between the two neighbours – technically still in conflict since the end of the 1950-53 Korean war. No peace treaty has ever been signed. Moon himself, Kim Yo-jong – Kim Jong-un’s sister and close confidante – and North Korea’s ceremonial head of state Kim Yong-nam all cheered the combined team together from the VIP box and, hours before the game, Kim Yo-jong invited Moon to visit Pyongyang in what would be the first such summit since 2007. That sense of hope was not lost on others crowded into the bar. “We’re one people,” said one drinker. “I’m happy I can see that wish come true, even if it’s just for a hockey game. It’s our dream to be one country again. We’re just like Germany before the wall fell.” Kim Tae-hyun marvelled at the North’s cheerleading squad, who performed synchronised movements in red uniforms throughout the sold-out match. “See, they are happy to see a unified Korea too,” he said. From the moment the combined team was announced, however, it exposed deep divisions in South Korean society. Many were outraged at perceived unfairness to homegrown players. “Young people in South Korea have no memory of a united peninsula. They only know a North Korea that has attacked border islands and ships and threatens Seoul on a regular basis,” says Youngmi Kim, a lecturer at the University of Edinburgh. “Moon has been very accommodating to North Korea’s desire to join the Olympics late, and that has been seen as deeply unfair.” The combined team are the clear underdogs in the tournament. South Korea was already the lowest-ranked team before the addition of 12 less experienced players from North Korea, and only qualified as the hosts. The combined team must field at least three North Korean players each game out of a total of 22, according to an agreement with the International Olympic Committee. It presents a difficult choice for Canadian-American coach Sarah Murray: use players who have fought hard for a spot or those who joined at the last minute? That air of unfairness has been a sticking point among many ordinary Koreans. When Switzerland scored its seventh goal, Yong Soo-Kong started clapping. “Why are South Korean players who have worked very hard to reach the Olympics forced to sit and watch as these new faces just walk on?” she said. “I don’t feel like supporting those North Korea players, so I’ll cheer for the other team now.” As for the team, interactions off the ice remain limited to meal time. Back at the athlete’s village, they bunk with their respective countries.",
    "keywords": [
        "moon",
        "political",
        "south",
        "symbol",
        "mere",
        "squad",
        "korea",
        "north",
        "stunt",
        "kim",
        "players",
        "hope",
        "olympic",
        "combined",
        "korean",
        "united",
        "olympics",
        "team",
        "koreas"
    ],
    "summary": "From the moment the combined team was announced, however, it exposed deep divisions in South Korean society.\n“Young people in South Korea have no memory of a united peninsula.\nSouth Korea was already the lowest-ranked team before the addition of 12 less experienced players from North Korea, and only qualified as the hosts.\nThe combined team must field at least three North Korean players each game out of a total of 22, according to an agreement with the International Olympic Committee.\n“Why are South Korean players who have worked very hard to reach the Olympics forced to sit and watch as these new faces just walk on?” she said.",
    "sentiment": {
        "neg": 0.0718,
        "neu": 0.8049,
        "pos": 0.1233,
        "compound": 0.1208
    }
}