{
    "date": "2018-05-31T18:08:54Z",
    "title": "Trump expecting personal letter from Kim Jong-un as summit date nears",
    "url": "https://www.theguardian.com/world/2018/may/31/trump-north-korea-kim-yong-chol-deliver-letter-from-kim-jong-un",
    "content": "A top aide to Kim Jong-un is to due to travel to Washington on Friday to hand a letter from the North Korean leader to Donald Trump after senior officials claimed substantial progress had been made in preparing a summit between the two leaders. Kim Yong-chol, a 72-year-old former spy chief and vice-chairman of the ruling Workers’ party, will travel to Washington from New York after two days of talks with the US secretary of state, Mike Pompeo. “We made real progress in last 72 hours towards setting the conditions ... [for] putting President Trump and Kim Jong-un in a place where we think there can be real progress made by the two of them meeting,” Pompeo said on Thursday. “I am confident we are moving in the right direction. “Our two countries face a pivotal moment in our relationship in which it would be nothing short of tragic to let this opportunity go to waste,” he added. A trip to the US capital would require a special waiver enabling Kim Yong-chol to travel beyond a 25-mile radius of the United Nations headquarters in New York, as he is subject to US sanctions. The aim of the talks is to pave the way for a summit between Trump and the North Korean leader in Singapore scheduled for 12 June. The summit had been cast in doubt by an exchange of harsh rhetoric earlier in the month but both parties have engaged in a rapid series of meetings in a bid to salvage it. Trump conceded on Thursday it might take more than one summit to reach agreement on North Korean disarmament. “We’ll see what happens,” Trump said. “It’s all a process. We’ll see. And hopefully we’ll have a meeting on the 12th. That’s going along very well, but I want it to be meaningful. It doesn’t mean it gets all done at one meeting; maybe you have to have a second or a third. And maybe we’ll have none.” Asked what he wanted from a summit with Kim Jong-un, Trump told Reuters: “I’d like to see a total denuclearisation in as quick a period of time as is practicable.” He added: “You’re talking about machinery, you’re talking about things that can’t necessarily happen immediately but they can happen in as rapid a fashion as they can happen. That’s what I want to happen.” Trump told reporters he was looking forward to seeing what was in the letter from Kim Jong-un, saying it was “very important” to the North Koreans. The insistence on delivering a letter to the White House in person follows the pattern of the only other high-level North Korean visit to Washington, when then vice-marshal Jo Myong-rok brought a note from Kim Jong-il, the current leader’s father, to Bill Clinton in 2000. On that occasion, Jo changed from civilian clothes into a medal-bedecked uniform at the last minute before being photographed with Clinton, in what appeared to be a propaganda coup. Pompeo’s talks with Kim Yong-chol on Thursday morning lasted about two and half hours, and took place in an empty high-rise apartment looking out on New York’s East river, which is normally assigned to the US deputy permanent representative to the United Nations – a post that is currently unfilled. The two men ate a dinner of steak, pureed corn, celeriac and spinach together in the same unfurnished apartment on Wednesday. Thursday’s two-hour meeting ended at 11.25am – well before the scheduled end at 1.30pm. Pompeo said the two men had enough time to cover all the major issues, but there was still “a lot of work to do”. “This is going to a process that will take days and weeks to work our way through,” he said. “There will be tough moments, there will be difficult times. I have had some difficult conversations with them as well. They’ve given it right back to me too.” While the New York negotiations were underway, simultaneous discussions between US and North Korean representatives were taking place in the demilitarised zone (DMZ) dividing the two Koreas and in Singapore, the planned venue for the summit. The Singapore talks are focused on logistics for the summit while the DMZ meetings are focused on the substance of a potential summit. The Russian foreign minister, Sergei Lavrov, held talks with Kim Jong-un in Pyongyang on Thursday, and invited him to Moscow. At the meeting, Kim Jong-un expressed his commitment to the “denuclearisation of the Korean peninsula”, according to the official KCNA news agency. But his comments served as a reminder of the gulf which remains between US and North Korean interpretations of what “denuclearisation” means in practice.",
    "keywords": [
        "summit",
        "personal",
        "meeting",
        "letter",
        "nears",
        "north",
        "expecting",
        "talks",
        "kim",
        "date",
        "jongun",
        "happen",
        "york",
        "trump",
        "korean"
    ],
    "summary": "Trump conceded on Thursday it might take more than one summit to reach agreement on North Korean disarmament.\nThat’s what I want to happen.” Trump told reporters he was looking forward to seeing what was in the letter from Kim Jong-un, saying it was “very important” to the North Koreans.\nThe Russian foreign minister, Sergei Lavrov, held talks with Kim Jong-un in Pyongyang on Thursday, and invited him to Moscow.\nAt the meeting, Kim Jong-un expressed his commitment to the “denuclearisation of the Korean peninsula”, according to the official KCNA news agency.\nBut his comments served as a reminder of the gulf which remains between US and North Korean interpretations of what “denuclearisation” means in practice.",
    "sentiment": {
        "neg": 0.0242,
        "neu": 0.882,
        "pos": 0.0937,
        "compound": 0.2259
    }
}