{
    "date": "2018-04-18T09:06:49Z",
    "title": "North Korea: can Trump succeed where so many others have failed?",
    "url": "https://www.theguardian.com/world/2018/apr/18/north-korea-trump-south-korea-kim-jong-un",
    "content": "On the same day that the White House confirmed that secretary of state nominee Mike Pompeo met the North Korean leader, Kim Jong-un, South Korea suggested that its president, Moon Jae-in, would seek a peace treaty with North Korea when he meets Kim later the month. That would replace the armistice that has been in place on the peninsula since the end of the 1950-53 Korean war. Events are moving rapidly. Given that barely four months ago we were debating war on the Korean peninsula, this is in equal parts a baffling and promising turn of events. Baffling, because diplomacy rarely moves this fast, especially in east Asia. The Korean stalemate has been frozen for almost 70 years. Peninsular deterrence has been stable, despite regular tension. The ideological and strategic divisions between the US and South Korea, and North Korea, remain deep. Given that the summits are occurring just a few months after the initial proposals for talks, it would be astonishing if the US or South Korea were ready in such a short time. The South Korean side is likely to be better prepared. Moon has been thinking about outreach to North Korea for most of his career. He has long sought a deal with the North, and he knows the issues well. But even Moon faces serious constraints. He only won the presidential election with 41% of the vote. That is nowhere near a mandate to turn cross-border relations upside-down or make massive concessions to North Korea. If Moon returns from his summit on 27 April with a deal full of South Korean give-backs and only vague commitments from North Korea, he will be pilloried in the conservative media, both here and in the west. Now Moon is talking about a peace treaty before even the denuclearisation issue is handled. This is unnecessarily accelerated. It would be a great achievement if Moon could simply move the ball forward on nukes alone. Even greater concern falls on the US side. Trump’s participation is a huge wild card. It is now very obvious that Trump will come to the meeting grossly unprepared. He does not read and often dismisses his talking points. He skylarks and wanders, and his extraordinary ignorance of the issues means he may well make a concession without realising he has done so. Indeed, he already has. In agreeing to the summit itself, he already made a major concession. A meeting between Kim, a vicious gangster-autocrat, and the US president is a huge win for the North. North Korea has explicitly sought a one-to-one meeting with the US president for decades to signal North Korea’s sovereign equality with the sole superpower. For this reason, no other US president has agreed to a meeting. Yet Trump gave this away just 45 minutes after the idea was put to him and without consulting his national security team. Since then his commentary on Korea has been bizarre – suggesting that the US needs something like the demilitarised zone along its border with Mexico – or unhelpful, such as holding up the South Korea-US trade deal as leverage to use against the South in the upcoming talks. In short, who knows what Trump will actually say to Kim when they meet – an offer to build a Trump Tower in Pyongyang? So the risks are high. Moon is dashing for a final deal just a few months after the talks were first suggested, despite huge North-South gaps in perception of security on the peninsula, while Trump is, well, Trump. All this is promising too though, given that just four months ago the region was on the brink of nuclear war. A showdown with North Korea would be extraordinarily dangerous. North Korea now clearly has the ability to launch nuclear weapons against regional targets. It also likely has the ability to strike the United States. A US-North Korean war would likely chaingang in Japan, and possibly China and Russia. At least we are no longer on that precipice. Jaw-jaw, as Churchill said, is better than war-war. Barring forced denuclearisation, negotiation was always going to be necessary. Now we wait to see what concessions the North Koreans will offer. That is the acid test to see if they are serious. My concern therefore is not the talks, but rather the speed at which they have been arranged. Previous rounds of negotiation with North Korea took years. The North Koreans were canny negotiators who played tough for good deals. It is highly unlikely they have changed. It is hard to believe that the issues which bedevilled negotiators for years in the past can be quickly wrapped up in a few months - unless the South and/or US were to make major unilateral concessions. That is my greatest concern: are Moon and Trump so anxious for a deal that they give away too much? This is still unlikely, but a far greater concern than in normal summitry, where much advance work would have been done. On the other hand, if these summits serve to kickstart deadlocked negotiations, rather than hurriedly solve huge issues like nuclear weapons and a peace treaty, then they will serve a good purpose. Robert E Kelly (@Robert_E_Kelly) is a professor of international relations in the Department of Political Science and Diplomacy at Pusan National University. More of his work may be found at his website, AsianSecurityBlog.wordpress.com.",
    "keywords": [
        "moon",
        "months",
        "war",
        "south",
        "deal",
        "korea",
        "failed",
        "talks",
        "succeed",
        "trump",
        "north",
        "korean"
    ],
    "summary": "The ideological and strategic divisions between the US and South Korea, and North Korea, remain deep.\nThat is nowhere near a mandate to turn cross-border relations upside-down or make massive concessions to North Korea.\nNorth Korea has explicitly sought a one-to-one meeting with the US president for decades to signal North Korea’s sovereign equality with the sole superpower.\nA showdown with North Korea would be extraordinarily dangerous.\nNorth Korea now clearly has the ability to launch nuclear weapons against regional targets.",
    "sentiment": {
        "neg": 0.0648,
        "neu": 0.83,
        "pos": 0.1051,
        "compound": 0.1132
    }
}