{
    "date": "2018-06-04T06:22:02Z",
    "title": "North Korea sacks top three military officials, as nuclear summit nears",
    "url": "https://www.theguardian.com/world/2018/jun/04/north-koreas-top-three-military-officials-sacked-as-nuclear-summit-nears",
    "content": "North Korea’s top three military officials have been removed from their posts, a senior US official said on Sunday, a shakeup that could signal the North’s leader, Kim Jong-un, is working to silence dissent ahead of a summit with Donald Trump in Singapore next week. The US official, who spoke to Reuters on condition of anonymity, was commenting on a report by South Korea’s Yonhap news agency that all three of the North’s top military officials were believed to have been replaced. Trump on Friday revived the proposed 12 June summit after cancelling it a week earlier. The US is seeking a negotiated end to North Korea’s nuclear weapons program. US officials believe there was some dissent in the military about Kim’s approaches to South Korea and the US. Kim likely wants to ensure any deal struck in his meeting with Trump will not face opposition at home. Since coming to power in 2011, Kim has conducted several purges in an effort to consolidate power. The young leader was just 27 years old when he took power in a society that reveres older cadres. Mintaro Oba, a former US diplomat who focused on North Korea policy, said Kim might be using the upcoming summit “as leverage to get rid of internal hardliners”. It was also possible the “summit created such a risk to his internal power he felt he had to protect himself by moving people around”. “It’s worth considering whether this round of summit diplomacy has given Kim Jong-un an opportunity to get a more favourable group of people at the top,” Oba said. Kim had his uncle and potential rival for control, Jang Song-thaek, tried and executed in 2013. Kim’s older half-brother, Kim Jong-nam, was assassinated last year in an operation widely believed to have been directed from Pyongyang. The US official did not identify the three military officials. Yonhap identified them as defence chief Pak Yong-sik; chief of the Korean People’s Army’s (KPA) general staff, Ri Myong-su and Kim Jong-gak, the director of the KPA’s General Political Bureau. Trump wants North Korea to “denuclearise,” meaning to get rid of its nuclear arsenal, in return for relief from economic sanctions. North Korea’s leadership is believed to regard nuclear weapons as crucial to its survival. Citing an unnamed intelligence official, Yonhap said No Kwang-chol, first vice minister of the Ministry of People’s armed forces, had replaced Pak Yong-sik, while Ri Myong-su was replaced by his deputy, Ri Yong-gil. It said army general Kim Su-gil’s replacement of Kim Jong-gak was confirmed in a North Korean state media report last month. The White House, State Department, CIA and Office of the Director of National Intelligence did not immediately respond to requests for official comment. Lower-level US-North Korean talks to prepare for the summit are continuing but have made only “halting progress,” according to a second US official briefed on the discussions. That official said US negotiators’ efforts to press for definitions of immediate, comprehensive, verifiable and irreversible denuclearisation by North Korea had run into opposition from the White House. In a remarkable shift in tone eight days after cancelling the summit, citing Pyongyang’s “open hostility,” Trump welcomed North Korea’s former intelligence chief Kim Yong-chol to the White House on Friday, afterward exchanging smiles and handshakes.",
    "keywords": [
        "summit",
        "military",
        "nears",
        "korea",
        "sacks",
        "nuclear",
        "kim",
        "power",
        "trump",
        "officials",
        "official",
        "north",
        "koreas"
    ],
    "summary": "The US is seeking a negotiated end to North Korea’s nuclear weapons program.\nUS officials believe there was some dissent in the military about Kim’s approaches to South Korea and the US.\nMintaro Oba, a former US diplomat who focused on North Korea policy, said Kim might be using the upcoming summit “as leverage to get rid of internal hardliners”.\nTrump wants North Korea to “denuclearise,” meaning to get rid of its nuclear arsenal, in return for relief from economic sanctions.\nNorth Korea’s leadership is believed to regard nuclear weapons as crucial to its survival.",
    "sentiment": {
        "neg": 0.0383,
        "neu": 0.9026,
        "pos": 0.059,
        "compound": 0.1243
    }
}