{
    "date": "2018-06-03T13:37:34Z",
    "title": "Trump goes it alone: running the White House not like a president, but a CEO",
    "url": "https://www.theguardian.com/us-news/2018/jun/03/donald-trump-gut-feeling-decision-making-white-house",
    "content": "Such a photograph would, it is fair to assume, have been beyond the most delirious, hallucinatory imaginings of a tropical fever patient five years ago. Donald Trump sits at the Resolute desk in the Oval Office with hands folded and a broad grin. To his right, dressed in black, stands an unsmiling Kim Kardashian West, a reality TV superstar catapulted to fame a decade ago by a sex tape. “‘I broke the internet.’ ‘I broke the country!’” parodied Comedy Central’s the Daily Show in response. The journalist Tom Gara of BuzzFeed News tweeted: “It’s amazing that the most powerful person in the world is just taking casual meetings with Trump like this.” And as preparations continue for talks with the North Korean dictator Kim Jong-un, the NBC correspondent Peter Alexander posted: “The other Kim summit.” Trump himself tweeted simply that it was a “great meeting” at which they “talked about prison reform and sentencing”, glazing over Kardashian’s somewhat dubious qualifications as a White House policy guru. But then, the 45th US president appears to have dispensed with expertise or a trusted inner circle. The doors of his Oval Office have been thrown open to the national security adviser one minute, a famous face from Keeping Up with the Kardashians the next. As Trump approaches 500 days in office, unleashing a daily barrage of remarks, tweets, insults, pardons and threats, teeing up a global trade war and chasing an on-off-on meeting with Kim, the restraints are off and the fabled “adults in the room” appear scarcer than ever. It is, critics say, not so much a team of rivals as a team of one. Donald Trump. Michael Steele, the former chairman of the Republican National Committee, said: “I think we’ve got a fuller picture of it now. He’s not a president who thinks he needs anybody. This is the ‘I’ presidency. You hear it in every speech and see it in every tweet: it’s always about himself. As in all things, his presidency will rise and fall on his own efforts.” Once it was thought that rival White House factions would compete to shape the Trump presidency. But talk of a fight to the death between the “globalist-Goldman Sachs” wing and the “populist-nationalist” wing has faded into the background noise of individual egos. It’s now a war of all against all, multiple media reports suggest. A feud between the treasury secretary, Steven Mnuchin, and the trade adviser Peter Navarro, for example, is said to have erupted in a shouting match last month on the sidelines of trade talks in China. According to the Axios website, Kelly Sadler, who had made a derogatory comment about the ailing senator John McCain, told Trump in front of colleagues that she thought her boss, Mercedes Schlapp, was one of the worst leakers in the White House. Schlapp “pushed back aggressively” and defended herself as the president looked on, Axios said. Steele commented: “He gets almost a sadistic pleasure watching his staff form up camps, go after each other, tear each other down. What he did not expect from his business background was the leaks. There was one agenda at Trump Tower; there is not one agenda at the White House. What he’s learned is that people come into it with their own agenda. But by and large he gets his kicks from watching the staff behave like children on a playground.” The list of departures is long and includes his communications director Hope Hicks, likened to a surrogate daughter, and his chief strategist Steve Bannon, likened to Thomas Cromwell in the court of Henry VIII. Neither has been replaced. “He’s his own communications director; that job is still vacant,” Steele added. “He’s his own chief strategist: he goes by his gut. He’s his own policy person: again he goes by his gut.” In the past week alone, that gut instinct has led Trump to: slap hefty steel and aluminum tariffs on allies Canada, the European Union and Mexico, risking a global trade war; abruptly reinstate the Kim summit in Singapore on 12 June while saying, “I don’t want to use the term ‘maximum pressure’ any more”; accuse the New York Times of making up a source when in fact it was quoting a White House official who briefed numerous reporters; make 35 claims that were untrue at a rally in Nashville, according to a Washington Post count; declare that he wished he chose someone other than Jeff Sessions as attorney general; insist that he did not fire the FBI director James Comey over the Russia investigation, despite having admitted doing so in a TV interview, and continue to push his baseless “Spygate” theory; and react to comedian Roseanne Barr’s racist joke with self-pity rather than condemnation. Then there was the curious episode of a presidential pardon for the conservative author and film-maker Dinesh D’Souza, who pleaded guilty in 2014 to violating federal campaign finance laws (and who once referred to Barack Obama as a “boy” from the “ghetto” ). The president also ruminated about pardons for the former Illinois governor Rod Blagojevich and the TV personality Martha Stewart, both of whom had links to his show The Apprentice. It was widely speculated that he is sending a signal to aides questioned by the special counsel Robert Mueller: stay loyal and all will be forgiven. Typically a chief of staff would be expected to intervene and save a president from himself. John Kelly, who succeeded Reince Priebus in the job, never had much control over Trump’s Twitter finger and is now seen as a diminished force who no longer has the president’s ear. Even Trump’s son-in-law, Jared Kushner, seems a bit-part player these days. By contrast, the newest faces in the West Wing have a reputation for reaffirming Trump and making him feel good about himself. His national security adviser, John Bolton, economic adviser, Larry Kudlow, and personal lawyer Rudy Giuliani seem to indulge rather than check their boss’s impulses. Bob Shrum, a 74-year-old Democratic strategist, said: “This is the first president in my memory, including Richard Nixon, who only listens to people who agree with him. I think it’s gotten worse. If there’s any change, it’s in the direction of impulsive, unilateral, unconsidered decision making.” Giuliani, a septuagenarian, thrice married New Yorker prone to incoherent interviews, and who has been working overtime to discredit Mueller, seems a natural fit. He and Trump are, the satirist John Oliver observed, “basically two versions of the same person.” Gwenda Blair, a Trump biographer, said: “Trump is a salesman and now he has a deputy salesman. He doesn’t regard Giuliani as a rival; Giuliani is there specifically because he can get headlines and attention. Now Trump has two distraction machines: two spinning tops are much better than one. It doesn’t matter if they contradict themselves because they get two headlines.” Trump’s management style is familiar from his decades as a chief executive in the cut-throat Manhattan property world, Blair added. “It’s what he always did: he’s the hub of the wheel and everyone else is a spoke. He sets everyone against each other and without overlapping duties so their only loyalty is to him. It’s constant upheaval: first someone is up, then they’re in the doghouse. He loves them and then he fires them. It’s what he’s done his whole career.” She observed: “If you’re named Trump, you’re probably pretty safe, although there have been a couple of wives thrown under the bus.”",
    "keywords": [
        "giuliani",
        "white",
        "chief",
        "ceo",
        "goes",
        "trade",
        "president",
        "house",
        "kim",
        "john",
        "running",
        "trump",
        "hes"
    ],
    "summary": "Donald Trump sits at the Resolute desk in the Oval Office with hands folded and a broad grin.\nBut then, the 45th US president appears to have dispensed with expertise or a trusted inner circle.\nAs in all things, his presidency will rise and fall on his own efforts.” Once it was thought that rival White House factions would compete to shape the Trump presidency.\nThere was one agenda at Trump Tower; there is not one agenda at the White House.\nHe and Trump are, the satirist John Oliver observed, “basically two versions of the same person.” Gwenda Blair, a Trump biographer, said: “Trump is a salesman and now he has a deputy salesman.",
    "sentiment": {
        "neg": 0.0499,
        "neu": 0.8752,
        "pos": 0.0749,
        "compound": 0.0893
    }
}