{
    "date": "2018-03-09T03:47:37Z",
    "title": "'Shocking, incredible': what the experts say about a Trump meeting with Kim",
    "url": "https://www.theguardian.com/world/2018/mar/09/shocking-incredible-what-the-experts-say-about-a-trump-meeting-with-kim",
    "content": "Donald Trump has agreed to meet North Korean leader Kim Jong-un before May, a South Korean official said after a meeting at the White House. It would be the first time a sitting US president has met the leader of North Korea. ‘Shocking that Trump agreed’ Jenny Town, assistant director, US-Korea Institute at Johns Hopkins SAIS: “It was a bit of a shock. It wasn’t shocking that Kim offered, it’s a bit of a shock that Trump agreed to it,” Town said. “Those of us who have been pushing for US-North Korea talks, this isn’t what we had in mind. “Trump needs to realise this will come with a lot of criticism, and Trump needs to be able to shoulder that. Clear, consistent messaging is going to be important and Trump has not been shown to be adept at that.” While Trump will not be diving into the minutiae of what North Korea needs to do with its nuclear programme, Town said he should push for “a continued moratorium on nuclear and missile testing, a moratorium on space launch vehicles, stopping fissile material production and allowing inspectors back into the country”. ‘An incredible coup for Kim’ Jeffrey Lewis, director of the east Asia nonproliferation program at the Middlebury Institute of International Studies: “This is literally the end of a North Korean movie – North Korea develops nuclear weapons and ballistic missiles, compelling the US president to come to Pyongyang,” said Lewis, referring to a series called The Country I Saw. “It’s an incredible coup for Kim. The message is that Saddam and Gaddafi disarmed. They are dead,” he said. “Kim finished the nuclear weapons program. He gets a summit with the president of the United States. “We should be talking to Pyongyang, but you don’t frontload the big concession.” ‘Guarded optimism’ Alexandra Bell, senior policy director at the Center for Arms Control &amp; Non-Proliferation and former state department official: “We don’t have a lot of reasons to trust Kim, but we also want to avoid a disastrous conflict. We should look at this offer with guarded optimism and have realistic short-term goals,” Bell said. “This offer was more than anyone was expecting and could have imagined and I will not deny that it seems a little too good to be true, but it is an offer worth pursuing in a careful and cautious manner. Maintaining a test freeze for as long as possible is in our interest. “The hard work of real nuclear negotiations takes months, if not years,” she added. “The White House has to be prepared to endure a lot of long, slow-moving negotiations that may stall along the way.” ‘Smile, nod, but don’t agree to anything’ Mintaro Oba, former US diplomat who worked on North Korea policy: “My advice to Donald Trump is this: nod, smile, and be open to any possibilities that help get us closer to denuclearisation and peace. And don’t agree to anything – or rule anything out – without taking the time to consult trusted advisers, especially career diplomats. “It would be a shame if President Trump didn’t come to the summit with a bold, creative proposal designed to put the ball in North Korea’s court and test Pyongyang’s willingness to make progress.” China, which was a major force in previous rounds of negotiations, seems to be left out this time, but Oba said: “China has always been comfortable with the division of the Korean peninsula, but it wants to make sure the situation is stable and that tensions aren’t rising in a way that could endanger China’s security. Beijing will be happy with the latest progress.” ‘Kim may offer more’ Frank Aum, senior North Korea expert at the US Institute of Peace: “Since Kim Jong-un has already made some concessions without getting anything in return, such as freezing nuclear and missile tests, and conceding that US-South Korea military exercises need to continue as scheduled, I wouldn’t be surprised if Kim Jong-un is prepared to offer many things during a summit meeting. “North Korea’s price for giving up its weapons may be too high for the US to bear, such as the withdrawal of US forces from South Korea or the end of the US-South Korea Alliance,” Aum said. “Or North Korea may not provide enough reassurances on the monitoring and verification aspects of denuclearisation. Or NK may agree to denuclearise over a longer period than the US would find acceptable.”",
    "keywords": [
        "meeting",
        "dont",
        "offer",
        "incredible",
        "korea",
        "experts",
        "north",
        "president",
        "kim",
        "nuclear",
        "weapons",
        "say",
        "shocking",
        "trump",
        "korean"
    ],
    "summary": "Donald Trump has agreed to meet North Korean leader Kim Jong-un before May, a South Korean official said after a meeting at the White House.\nIt would be the first time a sitting US president has met the leader of North Korea.\n‘Shocking that Trump agreed’ Jenny Town, assistant director, US-Korea Institute at Johns Hopkins SAIS: “It was a bit of a shock.\nIt wasn’t shocking that Kim offered, it’s a bit of a shock that Trump agreed to it,” Town said.\n“Or North Korea may not provide enough reassurances on the monitoring and verification aspects of denuclearisation.",
    "sentiment": {
        "neg": 0.0624,
        "neu": 0.8446,
        "pos": 0.093,
        "compound": 0.1304
    }
}