{
    "date": "2018-03-30T05:00:12Z",
    "title": "Two minutes to midnight: did the US miss its chance to stop North Korea’s nuclear programme?",
    "url": "https://www.theguardian.com/news/2018/mar/30/north-korea-us-nuclear-diplomacy-agreed-framework-1999-pyongyang-mission",
    "content": "Pyongyang International is one of the world’s quieter airports. The country’s chronic isolation means that there are not many places to fly, and few foreigners keen on visiting. At least until a new terminal was built in 2012, many of the flights on the departure boards were just for show, giving the appearance of connection with the outside world. They never actually took off. Against this melancholy backdrop, one day in late May 1999, something quite extraordinary happened. An official plane bearing the blue-and-white livery of the US government and emblazoned with the stars and stripes landed and taxied along the runway. The plane was carrying a former defence secretary, William Perry, who had been brought back from retirement by President Bill Clinton to try to end the frozen conflict between the US and North Korea. With a small group of aides, Perry was embarking on a mission that he hoped would avert a return to the armed stand-off that had brought the two countries to the brink of war five years earlier. The flightpath followed by Perry’s plane, which had taken off in Japan, had not been used since the Korean war. As it approached North Korean territory, Perry and his aides cracked dark jokes about whether anyone had remembered to tell the vigilant air-defence missile crews a few thousand feet below that they had an official invitation. Perry was arriving at a moment of high tension. The previous year, the regime in Pyongyang had shown off its proficiency in missile technology with a series of tests, including the launch of the long-range Taepodong-1, which sailed over Japan before splashing into the Pacific. Officially, the Taepodong-1 was intended to launch a satellite, but it relied on the same technology and rocket power as an intercontinental ballistic missile. And the only way such a missile is of real military use is when it has a nuclear warhead in its nose cone. By the time the US delegation arrived in Pyongyang, a 1994 agreement between Washington and Pyongyang, intended to prevent North Korea from ever becoming a nuclear weapons state, was fraying. Both sides were failing to deliver on their earlier promises. As part of the deal, known as the Agreed Framework, the US had undertaken to supply 500,000 tonnes of fuel oil a year to the famine-ridden state, but the shipments had begun to arrive late, as the Republican-controlled Congress tried to block every fuel purchase. Meanwhile, the Americans, Japanese and South Koreans were behind schedule on their agreement to develop light-water reactors for civilian energy generation inside North Korea. For their part, the North Koreans appeared to be involved in furtive activities, which – along with the missile launch – convinced US intelligence agencies that they were seeking to continue making fissile material for a bomb. Perry was carrying a letter from Bill Clinton to the North Korean dictator, Kim Jong-il, who had inherited power in 1994 after the death of his father, Kim Il-sung, the the founder of the nation and the ruling dynasty. Along with Clinton’s letter to Kim expressing hope for better relations, Perry carried an explicit mandate from Japanese and South Korean leaders, authorising him to speak on their behalf, and the outline of a peace plan. In return for a broad renunciation of nuclear weapons and long-range missiles, North Korea would get more than oil and reactors – it would get a ticket back into the international community, including diplomatic ties and trade with the US. And potatoes. In the run-up to the Perry mission, North Korean officials had signalled that Kim Jong-il was convinced that potatoes were the way out of famine. In return for allowing US weapons inspectors to visit a suspicious underground site shortly before Perry’s visit, Pyongyang had initially demanded $300m, but eventually settled for 100,000 tonnes of potatoes. At the airport, there were Mercedes saloons on the tarmac and protocol officers waiting to drive Perry’s delegation to a government guesthouse through grand but deserted boulevards. “There were traffic police, but no traffic,” Perry recalled when we met recently in a hotel close to his former workplace, the Pentagon. After being driven through the tidy streets of the capital, Perry, straining to be complimentary, told his hosts how impressed he was by the modernity of the architecture, only to be reminded that the US air force had obliterated the original city. By this stage in his life, Perry could reasonably claim to know the risks of failure in nuclear diplomacy. As a defence contractor in the 1960s, he had spent the Cuban missile crisis scrutinising aerial photos and intelligence reports, thinking each day at work would be his last. He was undersecretary of defence in 1979, when he was woken up by a watch officer whose computer was showing 200 Soviet intercontinental ballistic missiles heading for the US. (It turned out to be a false alarm.) From 1994-97, he was Clinton’s defence secretary, and contingency plans for bombing North Korea had been on his desk at the peak of the 1994 crisis. One of Perry’s aims in travelling to Pyongyang in 1999 was to see if diplomacy with North Korea was even a possibility. He had begun his career as a mathematician and engineer, and was testing a hypothesis: that with the right mix of incentives and dire warnings of the alternatives, a comprehensive bargain could be struck. Looking back on Perry’s mission today, the question is whether the experiment failed, or whether it was closed down for political reasons before it had a chance to succeed. In the eyes of hawks like Donald Trump’s new national security advisor, John Bolton, the whole exercise was delusional and doomed to failure. (Bolton prides himself on having helped take a “hammer” to Perry’s experiment.) For Perry, most members of his diplomatic team, and many other observers, the flight to Pyongyang and the exchanges that followed in the next 18 months represent one of the great might-have-beens of diplomatic history, which – had it been allowed to reach its conclusion – could have set North Korea and the wider region on a much less dangerous path. Bolton, the enemy of that peace effort, will now be orchestrating Donald Trump’s summit with North Korea’s current leader Kim Jong-un, which is expected to take place in the next few months. It will be an unprecedented encounter, and will bring with it the chance of a historic breakthrough. However, Bolton has made clear that he thinks Trump should confront Kim Jong-un with an all-or-nothing choice: give up your nuclear weapons programme or face military consequences – a single roll of the dice. * * * Over four days in Pyongyang, Perry’s delegation would not catch a glimpse of the Dear Leader, but they felt his presence throughout, his image on scores of billboards, red lapel pins, and behind every word spoken and every question asked by the officials they were to meet. Accompanying Perry were two advisors who would later play key roles in the Obama administration: future defence secretary Ash Carter, and Wendy Sherman, a senior state department official who would play a leading role in the nuclear negotiations with Iran 15 years later. The party also included Evans Revere, the head of the Korea desk at the state department, a one-star marine general Wallace “Chip” Gregson, and Philip Yun, a Korean-American junior diplomat. On the first morning, the visit got off to an inauspicious start. Perry had asked to see a representative of the North Korean military, suspecting they might have their own views on peace talks. He was right. One of the regime’s top military officials strode into the first meeting and told the Americans he would rather not be there. “The first thing he said to me was: ‘This meeting was not my idea. I was directed to talk to you. I don’t think we should even be discussing giving up our nuclear programme’,” Perry told me. The general, who was dressed in full uniform, walked around the room shaking hands briskly with the party. “He was straight out of central casting,” said Revere, a fluent Korean speaker, who was acting as note-taker for the delegation. The general finally shook hands with Philip Yun, the sole Korean-American. “He was kind of a scary guy – he was short but really intense, and he held my hand a little bit longer than he held others’, and he looked at me,” Yun told me. “What I got was that I was a traitor to the homeland because I was a Korean American, and therefore scum.” The general warned his visitors: “If you bomb our cities, the next day you will find nuclear weapons going off in your cities … not excluding Palo Alto,” a pointed reference to Perry’s hometown. As the talks got going, the general dismissed efforts by the Korean foreign ministry officials to get a word in. “You don’t have to listen to those neck-ties. They don’t know anything,” he said. It could have been a show of disagreement, a totalitarian version of “good cop, bad cop”, but to the American diplomats, the contempt seemed real. Much of Perry’s short stay in Pyongyang was spent with the regime’s top “neck-tie”, Kang Sok-ju, a tough, often prickly diplomat, who was known as a confidant of Kim Jong-il. In a series of meetings, which were punctuated by speeches about US perfidy and the virtues of the Kim family leadership, Kang would listen to the Americans’ proposals and come back the next day with questions. Perry assumed that after each encounter Kang was consulting with Kim Jong-il and then relaying the leader’s queries. Perry’s team had a precise plan of how to roll out the US proposal in stages. One part of the US proposal was to establish an “interests section” in Pyongyang, a small diplomatic mission that could evolve into a full embassy. “They were very interested in that, and had all sorts of questions about how to do that. The recognition, the international respect, loomed very large in their minds,” Perry said. “We were really trying to get more than an agreement on the technical issues of missiles or nuclear weapons. We were working to try to set up a situation in which North Korea could become a normal country.” Putting that prospect at the centre of the US offer, Perry said, was “the main distinction between our negotiations and all the ones prior to that. For this regime, and its eccentric leader, respect and standing were the most important things, which is why previous US attempts to intimidate North Korea through military and economic pressure alone had failed. To give ground under such circumstances would mean loss of face. “They go to great lengths never to show weakness,” said Suzanne DiMaggio, a senior fellow at the New America thinktank, who has played a leading role in back-channel talks with the North Koreans and Iranians. “It is disconcerting at times. You have to be prepared for it. Sometimes it comes across as confidence, other times as intransigence.” Perry’s delegation was wined and dined, taken to see the country’s top acrobats perform, and given a tour of Pyongyang. They visited the Juche Tower, a stone edifice erected in honour of the state ideology of self-reliance. And they toured a collective farm to see a rice-planting device said to have been invented by the leader, moved by the plight of his famished people. Everywhere they went, there were demonstrations of popular enthusiasm. At the collective farm, a 15-piece folk band popped up on a dike by the side of a field. At the Juche Tower, a bus stopped outside, seemingly by chance, and its passengers disembarked and went into a dance routine in the middle of the otherwise empty streets, like a Hollywood musical. “Everything was supposed to be ‘spontaneous’,” said Wendy Sherman, the state department official. “And there was a cameraman following everything we did with a 1950s hand-cranked camera. It was all rather surreal.” Throughout the trip, Perry’s group assumed their conversations were being monitored. “When we wanted to talk, we walked outside, even knowing there might be bugs in the trees,” Sherman said. “When we wanted to get a message across and were not sure who we should be talking to, we would sit in a waiting room and speak, knowing we were being listened to.” Amid all the mutual suspicion, a moment of genuine human connection materialised early in the trip when the group delivered a consignment of medical supplies to a children’s hospital. The director appeared genuinely grateful, and on the point of tears. The hospital had no antibiotics for its patients. A young girl was found and coaxed into shaking hands with the Americans, but first had to be convinced by the staff that they had not come to kill her, as the regime had always said they would. On the plane back to Japan, Perry’s team argued over whether the visit had been a success. Over the four days in Pyongyang, Kang and the other North Koreans had listened and asked questions, but made no counter-offer. The Americans were politely thanked for the visit and were told to expect a response. There was no immediate sense of breakthrough. Ash Carter was the lead spokesman for the pessimistic view. The demeanour and constant hectoring of the North Koreans left no doubt the mission had been a complete failure, he argued – it was a sign the time had come for tougher measures. Revere, the Korean speaker who had more a feel for the nuances of culture and language, led the opposing argument. “The point I made is that what we had heard was a North Korean version of ‘I’ll think about it’,” he said. “That’s not a negative message. They didn’t say no, and by North Korean terms that’s almost a ringing endorsement, and we should not slam the door.” The argument continued all the way back to Tokyo and then to South Korea, where there was a debate in a secure meeting room at the HQ of US Forces Korea Command, attended by the ambassadors to Seoul and Tokyo. The ambassadors backed Revere and ultimately helped win over Perry to the optimist camp. When Perry made the call to Washington, he assured the administration that the door to an agreement had at least opened a crack, and asked for patience. That hunch proved right, eventually. But the North Korean response was a long time coming. It was more than a year before the North Koreans signalled they were ready to resume the talks with a return visit. “We were hoping and prodding them to give us the return visit, and we waited and we waited and we waited. We couldn’t figure out what the problem was,” said Robert Carlin, a former CIA specialist on North Korea seconded by the state department to work with Perry. Kim Jong-il, as it turned out, had more pressing priorities. * * * In June 2000, just over a year after Perry’s trip and almost exactly 50 years after the outbreak of the Korean war, the leaders of North and South Korea met for the first time. South Korean president Kim Dae-jung had survived kidnapping, an assassination attempt and a death sentence under the US-backed South Korean dictatorship in the 70s and 80s. His rise to the presidency in 1998 marked a decisive break with the country’s past, including its policy of hard-edged containment of the North. Kim Dae-jung argued for a “sunshine policy” of detente with Pyongyang. In an exceptional political gamble, he flew to the North Korean capital, not knowing what kind of reception awaited him. But when the aircraft door opened, there was the diminutive figure of Kim Jong-il, pot-bellied in his trademark khaki boilersuit and outsized late-period Elvis Presley sunglasses. Thousands of people had been bussed to the airport to wave red paper flowers and chant the names of the two Kims. At the end of the trip, the leaders declared their commitment to the reunification of the peninsula “through the joint efforts of the Korean people”. This heady language created a sense of optimism that peace might now be possible. Kim Dae-jung was awarded the Nobel peace prize a few months later for his efforts. Now that relations had been restored with Seoul, the North Korean leader was finally ready to pursue the negotiations with the US that Perry had begun the previous year. “That apparently was the block,” Carlin said. Preparing the meeting with Kim Dae-jung had taken “a lot of their energy and attention. But the talks went very well. There was a sense we would be able to move.” It was not until September 2000 that the Pyongyang government signalled it was ready for the next major round of talks. And by this time, the Clinton administration had less than four months left to run. “It had taken over a year before the North Koreans said yes to the Perry process. It showed their inexperience and naivety that they left it to an election year,” said Philip Yun, the former state department official. In October 2000, Kim dispatched one of his top military officers, the 72-year-old war veteran Vice Marshal Jo Myong-rok, to Washington. Along the way, Jo stopped in California, where Perry held a dinner for him at Stanford University and took him on a tour of tech companies around San Francisco Bay, a personal request of Kim Jong-il’s. The tour included Lucent labs, a leader in optic fibre technology that was run by a Korean American, Jeong Kim. The Lucent visit had the twin benefits of demonstrating the technological benefits of cooperation with the west and the achievements of Korean Americans in the tech sector. It happened to be Fleet Week during the visit, and the Bay was full of battleships. As Perry and Jo were being driven over the Bay Bridge, jets from the Blue Angels, the US navy’s flight demonstration squadron, flew over in tight formation. “He must have thought it was all done for his benefit,” said Perry, who said nothing to disabuse him of that impression. The San Francisco stop-off was intended, like the visit to the children’s hospital in Pyonyang, to humanise diplomatic relations between two countries that were entirely unfamiliar to each other. In Philip Yun’s eyes at least, it went some way to succeeding. Growing up in the US, Yun’s favourite aunt and frequent babysitter would warn him that if he did not behave, North Korean soldiers would come for him. It was the stuff of his childhood nightmares, but here he was spending hours in the back of an official car, chatting with one of the regime’s top generals. “My mom’s from the North, and he sounded like my grandfather to me,” Yun recalls. “He just seemed tired.” In Washington, however, the old general had a surprise in store. Just before going to the White House, Jo went to his hotel to change from his business suit into full dress uniform, complete with rows of medals. The subsequent photographs of this martial embodiment of the Kim regime being greeted by Clinton in the Oval Office represented US acceptance of the Kims’ regime, exactly 50 years after Kim Il-sung launched a surprise attack across the 38th parallel into South Korea, and were a bigger prize for the North Korean regime, who paid attention to matters of protocol, than any number of fuel and grain deliveries. Jo opened a brown leather folder he had been clutching and handed Clinton a letter from Kim Jong-il, signalling his willingness to cease the production, sale and use of long-range ballistic missiles. Furthermore, Jo told Clinton, if the US president were to come to Pyongyang, “Kim Jong-il will guarantee that he will satisfy all your security concerns”. At the end of Jo’s trip, the two governments issued a joint statement, which was a more optimistic view of the relationship than anything before or since. “Recognising the changed circumstances on the Korean Peninsula created by the historic inter-Korean summit, the US and the Democratic People’s Republic of Korea have decided to take steps to fundamentally improve their bilateral relations,” it stated, adding that talks would begin to “formally end the Korean war by replacing the 1953 armistice agreement with permanent peace arrangements”. But time was running out. The battle for the presidency between Al Gore and George W Bush was in full swing, and Clinton had only weeks to secure the legacy as a peacemaker that had eluded him that summer in Camp David, when the Israelis and Palestinians had come close to a historic deal and then balked. * * * Within nine days of the Jo visit, the US secretary of state, Madeleine Albright, was in Pyongyang to finalise the deal and lay the groundwork for a presidential visit from Bill Clinton. North Korean officials bent over backwards to make sure her visit was a success. “It was clear that orders had come from the top that virtually anything the Americans wanted, they were to get,” said Robert Carlin, the former CIA officer who was in the advance team sent ahead to prepare for Albright’s arrival. “For example, the US security people brought a bomb-sniffing dog. The South Koreans had objected when we brought a bomb-sniffing dog on a visit, because this was an insult, but the North Koreans said: ‘Go ahead – sniff away.’” Kim Jong-il stage-managed Albright’s visit as an elaborate spectacle, with each scene designed to reveal him as an object of worship. He gave two extravagant banquets – the first time any US official had had the chance to study this mercurial leader close up. At one point, during a meal, Kim rose to propose a toast and down a large glass of wine in single extended gulp. “Spontaneously, all the North Koreans in the room get up and start clapping,” Philip Yun said. “There was a guy next to me, who was trying to get me drunk, and all the time you could tell he was looking at Kim Jong-il. The moment Kim took that drink, he got up in a second, mid-sentence, to applaud.” Meals were accompanied by entertainment. Groups of singers and dancers would suddenly appear to sing Korean and American classics, in shows choreographed like a Broadway musical. Wendy Sherman, who sat next to Kim during one of these performances, told him: “I feel like in another life you were a great director.” He replied by pointing out he owned every Oscar-winning film ever made. “He was the great puppet-master. It was all very disturbing,” Sherman said. Kim’s greatest surprise came at the end of the first day of talks. He told Albright, Sherman and the rest of the US party that the night’s programme of entertainment had been changed, and they were going to see something special. “We had no idea where we were being taken,” Sherman said. They were loaded into vehicles and driven through deserted Pyongyang streets to the city’s May Day Stadium. The car park outside was empty, and the stadium itself was dark, but when Kim led Albright into the arena, it erupted with more than 200,000 people shouting his name. All the Americans could do was stand at his side, to witness the adulation. “He was cheered for 10 minutes,” Sherman said. “It was more than awkward. It was very uncomfortable.” Kim Jong-il had ordered a rerun of the 50th anniversary celebration of the Communist Workers Party rally from the previous year. Kim and his guests watched animated pictures created by tens of thousands of flashcards being held up and switched with split-second timing by suited party members. Albright later said in a radio interview that the experience of being alongside the leader at the focal point of hysterical worship as “like being in some very strange movie”. A series of stadium-sized agricultural scenes were followed abruptly by a totally different image: a Taepodong missile launching amid clouds of smokes and flames, and appearing to travel across the arena. Kim turned to Albright, smiling, and said the virtual missile had been “the first satellite launch, and it would be the last”. Then he turned to Sherman and told her the same thing. Getting North Korea to agree to strict missile curbs was the key objective of the Albright visit, and she made it clear to Kim that she could not recommend a visit by Clinton until Kim could allay US concerns. The US had prepared a list of questions about Pyongyang’s understanding of the proposed restrictions, and had expected it to be answered by the country’s missile experts. But Kim demanded to see the questionnaire himself at the start of his second meeting with Albright, the day after the extravaganza at the Mayday Stadium. “And what he did was systematically start answering the questions, without asking the advisers sitting next to him,” Albright recalled. “So I think that he is informed on the subject, technically, and very much wanted to show that he was in charge.” Albright returned from Pyongyang convinced that Kim Jong-il was a pragmatist, and that a visit would put the seal on a historic deal. “President Clinton told me he would do whatever was needed to get the treaty signed, and he would have prevailed on the issue,” Perry said. However, on 7 November 2000, 10 days after Albright returned from Pyongyang, Americans went to vote in what turned out to be the most finely balanced presidential election in the nation’s history. If Vice President Al Gore had won, Clinton would probably have used his final weeks in office to make the trip to visit Pyongyang, but any such plans were put on hold through the torment of the vote tally in Florida that would decide the result. In the end, George W Bush’s lead in Florida was so slim that the result of the presidential election came down to a fierce legal battle between Democrat and Republican about whether or not there would be a manual recount of the votes, which Gore believed would grant him victory. To get the manual recount stopped, the Republican party flooded Florida with lawyers – one of the most aggressive of whom was a man with sandy hair, wire-rimmed glasses and a bristling moustache, named John Bolton. After the supreme court halted the recount, confirming Bush as president, Bolton was one of several Republican lawyers rewarded for their efforts in Florida. “People ask what [job] John should get,” said vice president-elect Dick Cheney at the time. “My answer is: anything he wants.” Bolton was made undersecretary of state for arms control, although he was a splenetic opponent of almost all arms-control agreements, especially with North Korea. In his memoir, Surrender Is Not an Option, Bolton derides the “high-minded Clintonites” and “careerists” who believed peace was possible with North Korea. Even after Bush’s victory, the diplomats who had been pursuing a peace deal with Pyongyang thought all was not lost. Colin Powell, the former general appointed as Bush’s secretary of state, was enthusiastic about a potential agreement. According to Perry, “Colin assured me and assured Clinton that he liked this agreement and was going to go through with it. And he intended to do that.” As late as 6 March 2001, Powell stated publicly that the new administration planned “to engage with North Korea, to pick up where President Clinton left off.” He was wrong. Cheney and the new defence secretary, Donald Rumsfeld, shared Bolton’s antipathy to talks, and won the day with Bush. The view of the Bush hawks was that the Clinton administration’s contact with Pyongyang represented a reward for the regime’s human-rights atrocities and violations of arms agreements. “September 11 pushed North Korea to the side, but by year’s end I was able to move on to the offensive toward dismantling the failed Agreed Framework and its various manifestations,” Bolton wrote in his memoir. In Bush’s state of the union speech in January 2002, he named North Korea alongside Iran and Iraq as a member of the “axis of evil”. Robert Carlin stayed on at his post running the north-east Asia division at the bureau of intelligence and research, trying to change minds, but to no avail. He left in May 2002. “I went through the descent and crash landing,” he told me. “We kept writing memos to Powell trying to get him to understand what we had accomplished and what was still possible. I think he got it, based on the comments that he put on some of the papers. But he was already hogtied.” * * * Now 90, Perry spends his time travelling the world, accompanied by his daughter, Robin, warning of the dangers of a nuclear conflict, trying to persuade a generation of leaders who have risen to power after the cold war that just because a nuclear weapon has not been used in conflict since Nagasaki, it does not mean we are safe from conflagration. In his view, we have just been lucky. John Bolton will bring with him to his new role of national security adviser a firm preference for solving global problems with US military power, rather than give-and-take diplomacy. In the past, he has repeatedly pressed for a strike against North Korea, despite the likelihood of devastating retaliation against South Korea. But since the last time Bolton was in the White House, and in part because of the Bush administration’s disastrous invasion of Iraq, the US has lost its global primacy. Kim Jong-un is far less interested in the idea of western acceptance than Kim Jong-il, and unlike his father, he can wield a proven nuclear arsenal. At the same time, China’s power has risen exponentially, and President Xi Jinping is more willing than his predecessors to wield that power on the world stage. When Kim travelled to Beijing this week to talk to Xi, the Chinese leader did not even bother to inform Donald Trump until after the North Korean’s personal train had already arrived. Trump, Bolton and the new secretary of state, Mike Pompeo, blame their predecessors for the current predicament. Barack Obama’s policy of “strategic patience”, waiting for sanctions to corrode North Korea’s will to hold on to their weapons, was half-hearted and an admission of weakness, they say. As for Perry’s 1999 trip and the brief blossoming of diplomacy that followed, the hawks see it as delusional at best, and at worst, naked appeasement of a brutal regime. As proof, they point to the conclusion by the US intelligence community in the summer of 2002 that the North Koreans had been cheating all along: while they had agreed to dismantle their plutonium facilities, they had secretly been buying uranium enrichment technology from the Pakistani nuclear smuggler, AQ Khan, to pursue another route to the bomb. Evans Revere, who argued vehemently on the plane back from Pyongyang with Perry in 1999 for the Clinton administration to pursue talks, now believes the Americans were being hoodwinked all along. “The irony is that over the years, I have pretty much come around to the [hardline] view on this,” Revere said. “If I knew back then what I know now, I would have probably taken that position. At the end of the day, I am now absolutely convinced that denuclearisation was never seriously a North Korean goal or objective,” he said. The Pyongyang regime, Revere added, was “determined to pursue nuclear weapons development at all costs, because it decided years ago that it was the only way to guarantee its continued existence as a regime.” Other members of the 1999 delegation to Pyongyang draw different lessons. At the time, US intelligence had substantial evidence that the regime was pursuing a covert uranium programme, but that did not stop the US mission. The plan was to confront the regime with the evidence when US leverage was at its peak, all the benefits of a deal for North Korea were on the table, and Pyongyang had most to lose by walking away. “The uranium programme was a secret, but we knew about it, certainly by 1999 and even earlier than that,” Carlin said. Given the delays to the US deliveries of fuel oil and light-water reactors, he argued, it made some sense for Pyongyang to take out an insurance policy, a plan B. The question was: would the regime give it up? Carlin concedes there is no guarantee that Kim would really have given up his uranium programme in order to keep the benefits of the agreement with the US. But, he said, “It would have been a pretty interesting set of debates in Pyongyang about where to go. That’s the best you can hope for. But Kim didn’t have to make that choice after John Bolton came in.” The Bush administration’s attempts at pressure and isolation did not have the desired effect. Refusing bilateral talks, Pyongyang expelled International Atomic Energy Agency inspectors, restarted its nuclear reactor in Yongbyon, test-launched a battery of new missiles, and conducted its first underground nuclear test in October 2006. The US had no plausible military response, and by the end of 2007, Bush was offering Kim Jong-il a similar package to Perry, including fully normalised relations with the US. More recently, under Trump’s policy of “maximum pressure”, North Korea has once again accelerated its weapons development, culminating in three intercontinental ballistic missile tests and the detonation of a thermonuclear bomb in September 2017. Bill Perry believes we are as close to catastrophe now as we were in the cold war, and getting nearer as the Trump administration takes an ever more bellicose approach. “As long as North Korea believes that the object of the US is overthrow the regime, and to use military power to do it, they’re going to keep that nuclear arsenal. So without dealing with that fundamental issue, we are never going to get the agreement we would like,” Perry told me. That was what was lost in 2000, he argued. “I think we missed the opportunity to stop their nuclear programme.” • Follow the Long Read on Twitter at @gdnlongread, or sign up to the long read weekly email here.",
    "keywords": [
        "stop",
        "midnight",
        "miss",
        "korea",
        "minutes",
        "perrys",
        "nuclear",
        "kim",
        "perry",
        "visit",
        "clinton",
        "chance",
        "korean",
        "pyongyang",
        "programme",
        "north",
        "koreas"
    ],
    "summary": "Meanwhile, the Americans, Japanese and South Koreans were behind schedule on their agreement to develop light-water reactors for civilian energy generation inside North Korea.\n“The point I made is that what we had heard was a North Korean version of ‘I’ll think about it’,” he said.\nIn an exceptional political gamble, he flew to the North Korean capital, not knowing what kind of reception awaited him.\nIn the past, he has repeatedly pressed for a strike against North Korea, despite the likelihood of devastating retaliation against South Korea.\nAt the end of the day, I am now absolutely convinced that denuclearisation was never seriously a North Korean goal or objective,” he said.",
    "sentiment": {
        "neg": 0.0563,
        "neu": 0.8529,
        "pos": 0.0908,
        "compound": 0.0887
    }
}