{
    "date": "2018-03-23T18:53:26Z",
    "title": "Bombs away: John Bolton's most hawkish views on Iran, Iraq and North Korea",
    "url": "https://www.theguardian.com/us-news/2018/mar/23/john-bolton-north-korea-iran-iraq-who-is-he-what-does-he-believe",
    "content": "Fifteen years ago to the week, the US began its invasion and occupation of Iraq. Among the war’s many architects and cheerleaders was John Bolton, at the time a senior adviser to George W Bush on issues of arms control and international security. And while many early invasion supporters have, in the clear view of hindsight, conceded that the decade-plus long odyssey was at least misguided, Bolton has reached no such conclusion. Even in the war-happy neoconservative Bush administration, Bolton stood out - a hawk among hawks - and his post-Bush career as a public commentator certainly didn’t see those leanings tempered. He has advocated, to various degrees, pre-emptive strikes and wars against North Korea and Iran, and overall an aggressive military interventionist programme around the world, coupled with staunch anti-immigration rhetoric. Late Thursday, Bolton, who is scheduled to takeover for HR McMaster as Trump’s national security advisor on 9 April, said on Fox News that all those pronouncements were behind him as he prepares for his new role in the White House. “During my career, I have written I don’t know how many articles and op-eds and opinion pieces. I have given I can’t count the number of speeches, I have countless interviews ... in the past 11 years. They’re all out there in the public record. I have never been shy about what my views are,” Bolton said, adding later, “Frankly, what I have said in private now is behind me.” He concluded: “The important thing is what the president says and the advice I give him.” Still, here are some of Bolton’s most aggressive published views in recent memory which may offer window into exactly what kind of advice he may be about to give to Trump. Don’t talk to North Korea In August, when defense secretary Jim Mattis and former secretary of state Rex Tillerson co-published an op-ed in the Wall Street Journal outlining their philosophy on North Korea, Bolton said he was “appalled” by the tack. “Time is not a neutral factor here. Time is an asset for the proliferator,” he said on Fox News. “More negotiation with North Korea? I think they’d say bring it on. More time to increase the size and scope of their ballistic missile and nuclear capabilities. “The object of our peaceful pressure campaign is the denuclearization of the Korean Peninsula,” Tillerson and Mattis had written. “Diplomacy is our preferred means of changing North Korea’s course of action.” Preemptive strike on North Korea In a seeming retread of Dick Cheney’s infamous insistence that we not wait until the “smoking gun” is a “mushroom cloud” with respect to Iraq, Bolton argued in the Wall Street Journal in February that a lack of intelligence about North Korea’s missile program could justify a military first strike. “The threat is imminent, and the case against pre-emption rests on the misinterpretation of a standard that derives from prenuclear, pre-ballistic-missile times,” he wrote. “Given the gaps in US intelligence about North Korea, we should not wait until the very last minute. That would risk striking after the North has deliverable nuclear weapons, a much more dangerous situation. It is perfectly legitimate for the United States to respond to the current ‘necessity’ posed by North Korea’s nuclear weapons by striking first.” Preemptive strike on Iran In a 2015 op-ed in the New York Times headlined To Stop Iran’s Bomb, Bomb Iran, Bolton wrote: “The inescapable conclusion is that Iran will not negotiate away its nuclear program. Nor will sanctions block its building a broad and deep weapons infrastructure… “An attack need not destroy all of Iran’s nuclear infrastructure, but by breaking key links in the nuclear-fuel cycle, it could set back its program by three to five years. The United States could do a thorough job of destruction… “Time is terribly short, but a strike can still succeed.” The piece was published about three months before Barack Obama’s secretary of state John Kerry helped successfully negotiate a non-proliferation deal that saw Iran agree to a 98% reduction in its enriched uranium stockpile and a 15-year pause in the development of key weapons infrastructure. That deal is now in peril under Trump. No humanitarian obligation to accept Syrian Refugees “We have no obligation to bring them into this country,” Bolton told Fox News host Jeanine Pirro in 2015 as millions were fleeing the ongoing civil war. Bolton added that in his estimation the US can refuse to allow Syrian refugees entry “without in any way violating our humanitarian obligations”. The only mistake made in Iraq was leaving Iraq In the Daily Telegraph in 2016, Bolton wrote that: “Iraq today suffers not from the 2003 invasion, but from the 2011 withdrawal of all US combat forces. What strengthened Iran’s hand in Iraq was not the absence of Saddam [Hussein], but the absence of coalition troops with a writ to crush efforts by the ayatollahs to support and arm Shi’ite militias. When US forces left, the last possibility of Iraq succeeding as a multi-ethnic, multi-confessional state left with them. Don’t blame Tony Blair and George W Bush for that failure. Blame their successors.” Terrorism is a war, not a crime In the wake of the 2015 terrorist attacks in Paris Bolton opined for Fox News that “This is not a matter for the criminal law, as many American political and academic leaders, including the President [Obama], have insisted… This is a war… “The mechanism of response must be to destroy the source of the threat, not prosecute it, not contain it, not hope that we will ‘ultimately’ destroy it. ‘Ultimately’ is too far away. “Knee-jerk, uninformed and often wildly inaccurate criticisms of programs (such as several authorized in the wake of 9/11 in the Patriot Act) have created a widespread misimpression in the American public about what exactly our intelligence agencies have been doing and whether there was a ‘threat’ to civil liberties. Now is the time to correct these misimpressions, and to rebut the unfounded criticisms.” Nobody tell Bolton’s new boss, who has dabbled in “deep-state” conspiracy thinking throughout his administration.",
    "keywords": [
        "bombs",
        "iran",
        "bolton",
        "korea",
        "views",
        "iraq",
        "fox",
        "nuclear",
        "wrote",
        "weapons",
        "strike",
        "boltons",
        "john",
        "away",
        "hawkish",
        "north"
    ],
    "summary": "He has advocated, to various degrees, pre-emptive strikes and wars against North Korea and Iran, and overall an aggressive military interventionist programme around the world, coupled with staunch anti-immigration rhetoric.\nDon’t talk to North Korea In August, when defense secretary Jim Mattis and former secretary of state Rex Tillerson co-published an op-ed in the Wall Street Journal outlining their philosophy on North Korea, Bolton said he was “appalled” by the tack.\n“More negotiation with North Korea?\n“Given the gaps in US intelligence about North Korea, we should not wait until the very last minute.\nThat would risk striking after the North has deliverable nuclear weapons, a much more dangerous situation.",
    "sentiment": {
        "neg": 0.0946,
        "neu": 0.8358,
        "pos": 0.0697,
        "compound": -0.0537
    }
}