{
    "date": "2018-04-27T09:59:04Z",
    "title": "At this summit, North and South Korea took a real step towards peace | Mary Dejevsky",
    "url": "https://www.theguardian.com/commentisfree/2018/apr/27/summit-north-south-korea-peace-kim-jong-un",
    "content": "One of the striking features of the usually ponderous world of diplomacy is how fast events can move if the political will is there. Today’s meeting between the leaders of North and South Korea at Panmunjom, and those few steps by Kim Jong-un on to southern territory, as he held Moon Jae-in’s hand, must represent one of the sharpest and speediest diplomatic turnarounds in living memory. The leaders later issued a joint statement calling for a nuclear-free Korean peninsula, and agreeing to talk about formally signing a peace treaty. Can this rapprochement last? There are already plenty of observers, on all sides, counselling caution. This one meeting, however cordial, whatever its historic significance, could remain just that – a promising beginning left to peter out, rather like the Korean “sunshine diplomacy” of the 1990s. Once the two sides try to get into the detail of nuclear capabilities and missiles, everything could fall apart. The periodically volatile politics of the South could also play their part. But sharp and speedy turnarounds in diplomacy do not have to be fleeting. They reflect an investment by all sides – and in this case a considerable investment by erstwhile “rocket man” Kim Jong-un. It is less than six months since he was ordering nuclear tests, boasting of missiles that could strike the US, and essentially yelling at the US president across the airwaves. Now, as the television pictures from the Korean demilitarised zone, showed, there would seem to be a new, calmer, Kim – who looked not only less belligerent, but somehow older and more considered. It is not hard to identify the obstacles in the way of defusing one of the longest and potentially most dangerous sources of tension in the world today. But there are many new positives, too. After a rocky, and at times ruthless start, Kim appears to have consolidated his authority. He may now have space to negotiate. Moon, for his part, has family in the North, and visited as a junior diplomat during the “sunshine” period; he may be more open to a change in the situation than some of his predecessors. In taking that step into the South, becoming the first North Korean leader to do so, Kim broke a taboo about recognising the country’s division that has hitherto thwarted moves to conclude a formal peace treaty. The lack of such a treaty is a reason why the Korean peninsula has remained such a source of regional tension. Within the space of a few months, Kim also appears to have accepted almost every concession demanded as the price for a meeting with Donald Trump. Denuclearisation will be on the table; missile tests have been suspended, perhaps halted. There will be no demand that the US end its military presence in the south. The bluster of those few months ago – the “my button is bigger than your button” exchange – needs to be seen for what it was, and the nuclear boasts, too: less a threat to world peace than a reflection of vulnerability, and a plea for recognition and help. Barack Obama had half-understood this. He modified aspects of the regular joint US-South Korean military exercises, when he realised how panicked the North was by US stealth bomber flights. He discerned in Kim’s offensive stance not action, but reaction. Trump went further: he played the – perilous – rhetorical game, while also daring to dangle the prize Kim really wanted: recognition, respect, direct talks. Trump’s role here was crucial. He gambled that he understood Kim’s motives, and risked putting the dignity of the US presidency on the line. But there has also been regional underpinning. Last month, Kim made his first – semi-clandestine – foreign trip as North Korean leader to China, which had quietly been applying an economic squeeze to its difficult neighbour. The Japanese prime minister, Shinzo Abe, met Trump (again) in Florida last week. Today’s scenes from Panmunjom had, if not blessing, then at least acquiescence in the region. Not all diplomatic statements deserve to be taken at face value. But some do, and there are dangers to always looking for malign secondary meanings that are simply not there. This is how South Korea perceived Kim Jong-un’s intentions: “[He] said that he came here to put an end to the history of conflict, discuss and remove obstacles between us … He said let’s meet more often and we should be determined not to go back to square one … let’s live up to all the expectations and create a better world.” Is it not worth, for once, giving optimism a chance? • Mary Dejevsky is a former foreign correspondent",
    "keywords": [
        "summit",
        "south",
        "mary",
        "korea",
        "world",
        "sides",
        "peace",
        "kim",
        "nuclear",
        "dejevsky",
        "trump",
        "real",
        "took",
        "treaty",
        "step",
        "north",
        "korean"
    ],
    "summary": "The leaders later issued a joint statement calling for a nuclear-free Korean peninsula, and agreeing to talk about formally signing a peace treaty.\nOnce the two sides try to get into the detail of nuclear capabilities and missiles, everything could fall apart.\nThey reflect an investment by all sides – and in this case a considerable investment by erstwhile “rocket man” Kim Jong-un.\nIn taking that step into the South, becoming the first North Korean leader to do so, Kim broke a taboo about recognising the country’s division that has hitherto thwarted moves to conclude a formal peace treaty.\nLast month, Kim made his first – semi-clandestine – foreign trip as North Korean leader to China, which had quietly been applying an economic squeeze to its difficult neighbour.",
    "sentiment": {
        "neg": 0.0586,
        "neu": 0.8732,
        "pos": 0.0682,
        "compound": 0.04
    }
}