{
    "date": "2018-06-15T19:42:20Z",
    "title": "Trump praises Kim on Fox & Friends: 'I want my people to do the same'",
    "url": "https://www.theguardian.com/us-news/2018/jun/15/antsy-and-bored-trump-nearly-left-kim-summit-in-peril-report-says",
    "content": "An “antsy and bored” Donald Trump reportedly attempted to bring his summit with Kim Jong-un of North Korea forward by a day, asking aides after his arrival in Singapore last Sunday: “We’re here now. Why can’t we just do it?” The one-day summit, aimed at reducing the threat from nuclear-armed North Korea, went ahead as planned on Tuesday. But on Thursday night, citing two people “familiar with preparations for the event”, the Washington Post said the president’s impatience and a “tense” staff meeting with North Korean officials left “left some aides fearful that the entire summit might be in peril”. In a Friday morning interview on the White House lawn with Fox &amp; Friends, meanwhile, Trump risked provoking critics when he said the North Korean dictator was “the strong head” of his country. “He speaks and his people sit up at attention,” Trump said. “I want my people to do the same.” The president also claimed his predecessor in the White House, Barack Obama, had been “essentially ready to go to war with North Korea”, and claimed to have “solved” the problem of the nuclear threat from Pyongyang. The Post cited “people familiar with the talks” in reporting how Trump’s request to move the summit was parried by senior members of his administration. “Ultimately,” the Post wrote, “Secretary of State Mike Pompeo and White House press secretary Sarah Sanders persuaded Trump to stick with the original plan, arguing that the president and his team could use the time to prepare.” “They also,” the report said, “warned him that he might sacrifice wall-to-wall television coverage of his summit if he abruptly moved the long-planned date to Monday in Singapore, which would be Sunday night in the United States.” On Friday Trump’s remarks – and a video statement issued later – had to compete for TV attention with the president’s fierce criticism of a Department of Justice report, the FBI and its former director James Comey; the jailing of his former campaign manager, Paul Manafort; and the president’s announcement of tariffs against China, prompting retaliatory measures from Beijing. Trump’s preparation for the meeting with Kim was long a point of contention. In May, after North Korea criticised his vice-president, Mike Pence, Trump said the summit was cancelled. He later said his approach was not about preparation but “about attitude”, then told a press conference in Canada he would know “within the first minute” if the summit would be a success. After meeting Kim, he told reporters he and the dictator “got to know each other well in a very confined period of time”. The Trump-Kim summit has been widely criticised in the US, in most part for the failure to secure written commitment to North Korean denuclearisation, which the Trump administration has repeatedly demanded. Trump told Fox on Friday “it’s in the agreement, it says ‘he will denuclearise’” after a summit from which “we get everything”. Sanctions on North Korea would be “off when we’re sure there’s no more nuclear”, he said. In fact, the agreement says only that North Korea “commits to work towards complete denuclearisation of the Korean peninsula”. Pompeo this week angrily told reporters the signed agreement did not contain all that was agreed in Singapore. In his video statement on Friday, Trump insisted: “This is the beginning of the process towards denuclearisation of North Korea. “I sometimes say, ‘the de-nuking of North Korea’ and those are beautiful words”. In Singapore, Trump also signalled a major concession to Pyongyang when he said he would cancel US-South Korean military exercises – to the surprise of South Korea and the US defense department. The Post report also said Trump laughingly praised North Korean state TV, joking “that even … Fox News was not as lavish in its praise”. Footage of the president saluting a North Korean general has also been widely criticised, as has Trump’s apparent dismissal of human rights concerns. The president repeatedly praised the North Korean leader for being “tough”. Trump told Fox on Friday: “He’s the head of a country, he’s the strong head, don’t let anyone think anything different. He speaks and his people sit up at attention. I want my people to do the same.” He later told a reporter he had been “kidding”. The reporter didn’t “understand sarcasm”, he said. Speaking to Fox, Trump also said: “When I was talking to President Obama, he was essentially ready to go to war with North Korea. I did ask him: ‘Have you spoken to him?’ He goes: ‘No.’ I said: ‘You think it would be a good idea to speak to him, maybe? OK?’” Speaking to reporters, Trump said Obama told him North Korea’s nuclear weapons were the “most dangerous problem” facing the US. “I have solved that problem,” Trump said. “Now we’re getting it memorialized and all but that problem is largely solved.” He also said he had given Kim “a very direct number” which meant the dictator could “call me if he has any difficulty”. “People are shocked,” the president said, boasting about talks that followed abuse and threats between Washington and Pyongyang. “They thought Trump was going to get in, he’s going to start throwing bombs all over the place. It’s actually the opposite.” Asked about his reluctance to criticise Kim’s human rights record, he said: “You know why? Because I don’t want to see a nuclear weapon to destroy you and your family.” Trump also told Fox of his request for the return of remains of “probably 7,500” US soldiers killed in the Korean war, which he claimed was already producing results. He said again that “parents” of such soldiers had appealed to him. The Korean war took place between 1950 and 1953, which would make the survival of any parents of soldiers killed in the war highly unlikely.",
    "keywords": [
        "summit",
        "war",
        "korea",
        "fox",
        "north",
        "president",
        "kim",
        "praises",
        "told",
        "friends",
        "trumps",
        "trump",
        "korean"
    ],
    "summary": "Trump told Fox on Friday “it’s in the agreement, it says ‘he will denuclearise’” after a summit from which “we get everything”.\nIn his video statement on Friday, Trump insisted: “This is the beginning of the process towards denuclearisation of North Korea.\nThe Post report also said Trump laughingly praised North Korean state TV, joking “that even … Fox News was not as lavish in its praise”.\nTrump told Fox on Friday: “He’s the head of a country, he’s the strong head, don’t let anyone think anything different.\nSpeaking to Fox, Trump also said: “When I was talking to President Obama, he was essentially ready to go to war with North Korea.",
    "sentiment": {
        "neg": 0.0843,
        "neu": 0.8389,
        "pos": 0.0767,
        "compound": -0.0526
    }
}