{
    "date": "2018-03-09T04:31:23Z",
    "title": "War games: a timeline of North Korea’s nuclear weapons development",
    "url": "https://www.theguardian.com/world/2016/jan/06/north-korea-nuclear-weapons-development-timeline",
    "content": "1986 North Korea starts operation of a five-megawatt nuclear reactor at Yongbyon after seven years of construction with Soviet help. 1993 North Korea says it will quit the nuclear nonproliferation treaty, but later suspends its withdrawal. 1994 North Korea and the US sign an agreement under which Pyongyang shuts down the plutonium-based Yongbyon nuclear reactor in exchange for help building two nuclear reactors for producing electricity. 2002 29 January The US president, George Bush, labels North Korea, Iran and Iraq an “axis of evil”. 4 October Washington says North Korea admitted to a visiting US delegation that it has a uranium enrichment programme. 21 November US-led consortium says it is suspending construction of the two new reactors. 2003 11 January North Korea withdraws from the nuclear nonproliferation treaty. 27-29 August North Korea joins first round of six-nation nuclear talks in Beijing, which include China, Japan, Russia, South Korea and the US. 2005 10 February North Korea announces it has nuclear weapons. 2006 9 October North Korea conducts an underground nuclear test blast. 2011 19 December North Korean state media say Kim Jong-Il died two days previously of a heart attack at the age of 69, and urge people to support his son and successor, Kim Jong-un. 18 February Satellite images show the North has completed a launch tower at its new west coast missile base at Tongchang-ri, experts say. 2012 13 April Rocket is launched from Tongchang-ri and appears to have disintegrated soon after blastoff and fallen into the ocean, South Korean authorities say. 12 December North Korea launches long-range rocket, which the international community condemns as a disguised ballistic missile test. 2013 12 February North Korea conducts third and largest nuclear test so far, attracting added UN sanctions and sending military tensions on the Korean peninsula surging for months. 13 December North Korea announces the execution of Kim Jong-un’s uncle and political mentor, in a move seen by some as a sign of internal dissent. 2015 May North Korea says it successfully test-fired a submarine-launched ballistic missile, but experts say the exercise fell far short of a full flight test. 3 December Satellite images indicate North Korea is excavating a new tunnel at its main nuclear test site at Punggye-ri, a US thinktank says. 11 December State media cite Kim Jong-un as saying North Korea has developed a hydrogen bomb, but Washington says it doubts Pyongyang has a thermonuclear device. 2016 6 January North Korea says it has detonated a hydrogen bomb. 9 September Suspected 5th nuclear test detected in the north-east of the country. 2017 2 January Kim Jong-un says North Korea will test a missile that can reach the US. 15 May North Korea says a missile it tested over can carry a nuclear warhead. 29 May North Korea fires missile into Japanese waters. 1 July Donald Trump declares ‘patience is over’ with North Korea. 5 July North Korea claims successful test of intercontinental ballistic missile. 29 July Experts say North Korea missiles could reach New York. 7 August North Korea vows ‘thousands-fold’ revenge on US over sanctions. 9 August Donald Trump threatens North Korea with ‘fire and fury’. 29 August Missile fired by North Korea soars over Japan. 3 September Pyongyang conducts sixth nuclear test after earthquake detected. 4 September South Korea carries out a simulated attack on North Korea’s nuclear test site in a huge show of force. Seoul also approves the complete deployment of a US anti-missile system. 5 September US ambassador Nikki Haley says North Korea is “begging for war” and urges the UN security council to impose the toughest sanctions possible on the regime. Russian president Vladimir Putin says the idea of further sanctions is “useless”. 11 September The UN security council unanimously votes to tighten sanctions, imposing a ban on the North Korea’s textile exports and a ceiling on its crude oil imports. US considerably diluted its initial draft, which would have imposed a complete oil embargo and a partial naval blockade, to win support from China and Russia. 15 September Pyongyang launches a ballistic missile over Japanese territory for the second time in just over a fortnight. It flies further than any missile tested by the regime, triggering emergency sirens on the Japanese island of Hokkaido. US secretary of state Rex Tillerson call for “new measures” against North Korea. it comes a day after North Korea says the US should be “beaten to death like a rabid dog”. 17 September Donald Trump mocks Kim Jong-un as “Rocket Man” and says “long gas lines forming in North Korea” in reference to oil sanctions. The statement is greeted with scepticism, given most people in North Korea don’t own a car. 19 September Donald Trump uses his first address to the United Nations general assembly to threaten to “totally destroy” North Korea. “Rocket Man is on a suicide mission for himself and for his regime,” he adds. North Korea’s foreign minister, Ri Yong-ho, responds, likening the threat to the “sound of a dog barking”. 22 September The war of words between Trump and Kim begins in earnest. The North Korean leader issues a statement with a range of epithets about the US president, including “dotard” and “mentally deranged”. There was so much material we made a quiz. 26 September North Korea threatens to shoot down US bombers in international airspace, saying Donald Trump had declared war via Twitter. The US president has earlier tweeted that the regime’s leaders “won’t be around much longer”. 20 October CIA director Mike Pompeo says North Korea is a few months away from perfecting its nuclear weapons capabilities. US defence secretary Jim Mattis supports this line a week later, saying the threat of a missile attack is “accelerating”. 5 November Donald Trump indicates he would be prepared to meet Kim Jong-un, though he says it is still “far too early” for a one-to-one conversation. Days later, during his tour of Asia he suggests he is open to diplomatic efforts. Trump plans a surprise visit to the demilitarised zone but this is cancelled due to bad weather. 12 November The personal barbs continue, with Trump calling Kim “short and fat”, after Kim said he was “old”. 20 November Trump says the US will designate North Korea a state sponsor of terror as part of the “maximum pressure campaign” against Pyongyang. 29 November North Korea declares itself a “complete” nuclear state after test-firing a rocket it says is a new type of intercontinental ballistic missile that can strike anywhere on the US mainland. In return, Trump threatens “major sanctions”. 24 December A fresh round of UN oil sanctions issued after last month’s missile test is called an “act of war” by North Korea. 2018 2 January South Korea offers talks with North Korea after Kim Jong-un says he is prepared to send athletes to next month’s Winter Olympics in Pyeongchang. Despite provocation from Trump about the size of his nuclear button and US dismissal of the value of talks, the two Koreas reactivate a telephone hotline in the truce village of Panmunjom. 5 January North Korea agrees to South Korea’s offer to hold talks, in what will be the first high-level contact between the two countries for more than two years. 25 January A delegation of North Korean officials and ice hockey players cross into South Korea for joint Olympics training, as Pyongyang called for all Koreans to seek unification of the two nations. 8 February It emerges US vice-president Mike Pence and Kim Jong-un’s younger sister will be seated just metres apart but won’t meet at the opening ceremony of the Winter Olympics, creating a “protocol headache” for the South Korean hosts, who have been pushing for the Games to be known as a “peace Olympics”. 23 February Ivanka Trump is given a red-carpet welcome to the Games in South Korea, the same day her father announces the “largest ever” sanctions package against the North. Ivanka Trump later calls for “maximum pressure” on the rogue state. 26 February North Korea says it is willing to start direct talks with the US, as an eight-strong delegation heads south across the border. 5 March A high-ranking South Korean delegation meets the North Korean dictator in Pyongyang during a historic visit aimed at paving the way for US talks. It is the first visit of its kind since the liberal-leaning Moon Jae-in was sworn in as South Korean president the previous year. 6 March South Korean officials say North Korea is willing to discuss relinquishing its nuclear weapons and will freeze its nuclear and missile programmes if it begins direct talks with the US. Kim Jong-un will also meet his South Korean counterpart in late April in the first summit of its kind in more than a decade. 8 March Donald Trump accepts an invitation from Kim Jong-un to hold an unprecedented summit meeting to discuss the future of the embattled regime’s nuclear and missile programme. The White House confirmed Trump was ready to meet Kim “by May” but the time and location are yet to be determined. Jeffrey Lewis, director of the east Asia nonproliferation program at the Middlebury Institute of International Studies, says: “This is literally the end of a North Korean movie – North Korea develops nuclear weapons and ballistic missiles, compelling the US president to come to Pyongyang,” said Lewis, referring to a series called The Country I Saw.",
    "keywords": [
        "war",
        "south",
        "timeline",
        "development",
        "games",
        "korea",
        "nuclear",
        "kim",
        "test",
        "sanctions",
        "weapons",
        "korean",
        "trump",
        "missile",
        "north",
        "koreas"
    ],
    "summary": "2002 29 January The US president, George Bush, labels North Korea, Iran and Iraq an “axis of evil”.\n4 October Washington says North Korea admitted to a visiting US delegation that it has a uranium enrichment programme.\n27-29 August North Korea joins first round of six-nation nuclear talks in Beijing, which include China, Japan, Russia, South Korea and the US.\n4 September South Korea carries out a simulated attack on North Korea’s nuclear test site in a huge show of force.\n20 October CIA director Mike Pompeo says North Korea is a few months away from perfecting its nuclear weapons capabilities.",
    "sentiment": {
        "neg": 0.0775,
        "neu": 0.869,
        "pos": 0.0535,
        "compound": -0.056
    }
}