{
    "date": "2018-01-03T09:57:14Z",
    "title": "North Korea reopens hotline with South hours after Trump button boast",
    "url": "https://www.theguardian.com/world/2018/jan/03/north-korea-reopens-communications-channel-seoul",
    "content": "North Korea has reopened a vital line of communication with South Korea, raising hopes of a diplomatic thaw days after Kim Jong-un said he would consider sending his country’s athletes to next month’s Winter Olympics, to be held just south of the border. Hours after Donald Trump again baited the North Korean leader on Twitter – this time with a boast about the size and efficacy of his nuclear button – Pyongyang said it would reactivate a telephone hotline at the truce village of Panmunjom at 6.30am GMT on Wednesday. According to the announcement, broadcast on state TV, the order to reopen formal communications along the border was given by Kim. “By upholding a decision by the leadership, we will make close contact with South Korea in a sincere and faithful manner,” said Ri Son-gwon, the head of the North Korean agency that handles inter-Korean affairs. He said Kim “highly appreciated and welcomed” the positive response by South Korea’s president, Moon Jae-in, to his New Year’s Day offer of talks on North Korean participation in the Olympics. “The leader stressed that whether inter-Korean ties can be improved totally depends on North and South Korea,” Ri said. The Pyeongchang Games open on 9 February and take place 50 miles (80km) south of the heavily armed border separating the two Koreas. On Tuesday, Moon had welcomed Kim’s unexpected overture as a “positive response” to Seoul’s belief that the Olympics should represent a “groundbreaking opportunity for peace”. On Wednesday, Yoon Young-chan, a spokesman for Moon, said the decision to reopen the hotline had “significant meaning” because it could lead to regular communication between the nations. The South Korean news agency Yonhap cited the Pyongyang’s committee for the peaceful reunification of Korea as saying it wished to use the line of communication to discuss practical matters, such as the participation of North Korean athletes at Pyeongchang. South Korea has suggested holding high-level talks next Tuesday at Panmunjom, an area of the demilitarised zone where blue UN huts have traditionally been used to host cross-border negotiations, and where the hotline runs between two secure buildings. The talks would be the first direct negotiations between the states since a vice-ministerial meeting in December 2015. In his statement, Ri did not indicate whether North Korea would accept Seoul’s offer. The prospect of dialogue, after a year of rising tensions over Pyongyang’s nuclear and ballistic missile programmes, received a mixed response from the US. Before comparing the size of his and Kim’s nuclear buttons, Trump had sounded mildly positive about the possibility of inter-Korean negotiations. Using his derisive nickname for Kim, Trump tweeted: “Rocket man now wants to talk to South Korea for first time. Perhaps that is good news, perhaps not – we will see!” The US ambassador to the UN, Nikki Haley, questioned the wisdom of an inter-Korean dialogue unless it was to include a North Korean commitment to abandon its nuclear weapons programme. “We consider this to be a very reckless regime. We don’t think we need a Band-Aid and we don’t think we need to smile and take a picture,” Haley said. “We think we need to have them stop nuclear weapons and they need to stop it now. We will never accept a nuclear North Korea.” Haley said the US was hearing reports that North Korea could be preparing to conduct another ballistic missile test. “I hope that doesn’t happen,” she said. “But if it does, we must bring even tougher measures to bear against the North Korean regime.” China, which has come under pressure from Trump to urge Pyongyang to abandon its weapons programme, welcomed the more conciliatory tone adopted by Seoul and Pyongyang this week. “China welcomes and supports North Korea and South Korea taking earnest efforts to treat this as an opportunity to improve mutual relations, promote the alleviation of the situation on the Korean peninsula and realise denuclearisation on the peninsula,” said the foreign ministry spokesman Geng Shuang. A North Korean Olympic delegation to Pyeongchang could include cheerleaders as well as athletes, according to Yonhap. It quoted Kim Kyung-sung, the head of an inter-Korean sports association, as saying there was a “big possibility” that the North’s cheerleading group would support what would probably be a very small number of the country’s athletes.",
    "keywords": [
        "south",
        "hours",
        "boast",
        "hotline",
        "interkorean",
        "korea",
        "athletes",
        "north",
        "nuclear",
        "kim",
        "need",
        "trump",
        "button",
        "reopens",
        "korean"
    ],
    "summary": "“The leader stressed that whether inter-Korean ties can be improved totally depends on North and South Korea,” Ri said.\nIn his statement, Ri did not indicate whether North Korea would accept Seoul’s offer.\nUsing his derisive nickname for Kim, Trump tweeted: “Rocket man now wants to talk to South Korea for first time.\nWe will never accept a nuclear North Korea.” Haley said the US was hearing reports that North Korea could be preparing to conduct another ballistic missile test.\nA North Korean Olympic delegation to Pyeongchang could include cheerleaders as well as athletes, according to Yonhap.",
    "sentiment": {
        "neg": 0.0476,
        "neu": 0.8439,
        "pos": 0.1085,
        "compound": 0.2252
    }
}